Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# externalRepositoryUrl
source: Extension Repository Url
ar: رابط المصدر
be: URL-ádras repazytára pašyréńniaŭ
de: URL des Erweiterungs-Repositories
es: URL del repositorio de extensiones
fr: URL du répertoire d'extensions
hu: Bővítmény tároló URL
id: URL Repositori Eksternal
it: URL Repository delle Estensioni
ko: 확장 프로그램 저장소 Url
lt: Plėtinių saugyklos URL adresas
mn: Өргөтгөлийн сангийн URL
ms: URL Repositori Sambungan
nl: Extensie Repository Link
pt_pt: URL do repositório de extensão
ru: URL хранилища расширения
sv: URL för tilläggsarkiv
th: URL ของที่เก็บรวมส่วนขยายภายนอก
tr: Uzantı Deposu URL'si
uk: Адреса репозиторію розширень
vi: URL Kho Tiện ích mở rộng
zh: 插件仓库的地址
zh_hant: 擴充程式儲存庫的地址

# externalRepositoryUrlShort
source: Extension Repository Url
ar: رابط المصدر
be: URL-ádras repazytára pašyréńniaŭ
de: URL des Erweiterungs-Repositories
es: URL del repositorio de extensiones
fr: URL du répertoire d'extensions
hu: Bővítmény tároló URL
id: URL Repositori Eksternal
it: URL Repository delle Estensioni
ko: 확장 프로그램 저장소 Url
lt: Plėtinių saugyklos URL adresas
mn: Өргөтгөлийн сангийн URL
ms: URL Repositori Sambungan
nl: Extensie Repository Link
pt_pt: URL do repositório de extensão
ru: URL хранилища расширения
sv: URL för tilläggsarkiv
th: URL ที่เก็บรวมส่วนเสริมภายนอก
tr: Uzantı Deposu URL'si
uk: Адреса репозиторію розширень
vi: URL Kho Tiện ích mở rộng
zh: 插件仓库的地址
zh_hant: 擴充程式儲存庫的地址

source: History
ar: التاريخ
be: Históryja
de: Verlauf
es: Historial
fr: Historique
hu: Előzmények
id: Riwayat
it: Cronologia
ko: 기록
lt: Istorija
mn: Түүх
ms: Sejarah
nl: Historie
pt_pt: Histórico
ru: История
sv: Historik
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh: 历史
zh_hant: 最近

source: Clear Cookies
ar: مسح معرفات الايصال (الكوكيز)
be: Ačýścić fájły "Cookie"
de: Cookies löschen
es: Borrar cookies
fr: Effacer les cookies
hu: Sütik törlése
id: Hapus Cookies
it: Cancella Cookie
ko: 쿠키 삭제
lt: Išvalyti slapukus
mn: Күүкийг цэвэрлэх
ms: Kosongkan Kuki
nl: Wis Cookies
pt_pt: Limpar Cookies
ru: Очистить куки
sv: Rensa kakor
th: ล้างคุกกี้
tr: Çerezleri Temizle
uk: Очистити кукі
vi: Xóa Cookies
zh: 清除Cookies
zh_hant: 清除Cookies

source: Clear Cache
ar: تنظيف الملفات المؤقتة
be: Ačýścić kéš
de: Cache löschen
es: Borrar caché
fr: Effacer le cache
hu: Gyorsítótár törlése
id: Hapus Cache
it: Cancella Cache
ko: 캐시 삭제
lt: Išvalyti talpyklą
mn: Кэшийг цэвэрлэх
ms: Kosongkan Cache
nl: Wis Cache
pt_pt: Limpar Cache
ru: Очистить кэш
sv: Rensa cache
th: ล้างแคช
tr: Önbelleği Temizle
uk: Очистити кеш
vi: Xóa Bộ nhớ cache
zh: 清除缓存
zh_hant: 清除快取

# termsUrl
source: Terms of Use
ar: شروط الاستخدام
be: Umóvy vykarystáńnia
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
hu: Felhasználási feltételek
id: Syarat Penggunaan
it: Termini di Utilizzo
ko: 이용 약관
lt: Naudojimo sąlygos
mn: Үйлчилгээний нөхцөл
ms: Terma Penggunaan
nl: Gebruiksvoorwaarden
pt_pt: Termos de uso
ru: Условия использования
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım Şartları
uk: Умови використання
vi: Điều khoản sử dụng
zh: 使用条款
zh_hant: 使用條款

# privacyUrl
source: Privacy Policy
ar: سياسة الخصوصية
be: Palítyka pryvátnaści
de: Datenschutzbestimmungen
es: Política de privacidad
fr: politique de confidentialité
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla Privacy
ko: 개인 정보 보호 정책
lt: Privatumo taisyklės
mn: Нууцлалын бодлого
ms: Dasar Privasi
nl: Privacyverklaring
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh: 隐私政策
zh_hant: 隱私政策

source: Recently Downloaded
ar: تم تنزيله مؤخراً
be: Niadáŭna spampavána
de: Kürzlich heruntergeladen
es: Descargas recientes
fr: Récemment téléchargé
hu: Legutóbb letöltött
id: Baru diunduh
it: Scaricati di Recente
ko: 최근에 다운로드됨
lt: Neseniai atsisiųstas
mn: Сүүлд татаж авсан
ms: Baru didownload
nl: Recent Gedownload
pt_pt: Downloads recentes
ru: Недавно загружено
sv: Nyligen nedladdat
th: ดาวน์โหลดล่าสุด
tr: Son indirilenler
uk: Останні завантаження
vi: Gần đây đã tải xuống
zh: 最近下载
zh_hant: 最近下載

source: Tracking
ar: يتتبع
be: Adsóčvańnie
de: Verfolgung
es: Seguimiento
fr: Suivi
hu: Követés
id: Pelacakan
it: Tracciati
ko: 트래킹
lt: Sekimas
mn: Хөтлөх
ms: Penjejakkan
nl: Tracken
pt_pt: Rastrear
ru: Отслеживание
sv: Spårning
th: การติดตาม
tr: İzleme
uk: Відстеження
vi: Theo dõi
zh: 进度记录
zh_hant: 進度記錄

source: Download Failed
ar: فشل التنزيل
be: Pamýłka spampóŭki
de: Download fehlgeschlagen
es: Descarga fallida
fr: Échec du téléchargement
hu: A letöltés sikertelen
id: Unduhan Gagal
it: Download Fallito
ko: 다운로드 실패
lt: Atsisiųsti Nepavyko
mn: Таталт амжилтгүй
ms: Muat turun Gagal
nl: Download Mislukt
pt_pt: Download Falhado
ru: Не удалось загрузить
sv: Nedladdning misslyckades
th: การดาวน์โหลดล้มเหลว
tr: İndirme başarısız
uk: Помилка завантаження
vi: Tải xuống không thành công
zh: 下载失败
zh_hant: 下載失敗

# errorMessageFrom
source: Error message: {text}
ar: رسالة خطأ: {text}
be: Pamýłka: {text}
de: Fehlermeldung: {text}
es: Mensaje de error: {text}
fr: Message d'erreur : {text}
hu: Hibaüzenet: {text}
id: Pesan kesalahan: {text}
it: Messaggio di errore: {text}
ko: 오류 메시지: {text}
lt: Klaidos pranešimas: {text}
mn: Алдааны мессеж: {text}
ms: Mesej Eror: {text}
nl: Foutmelding: {text}
pt_pt: Mensagem de Erro: {text}
ru: Ошибка: {text}
sv: Felmeddelande: {text}
th: ข้อความผิดพลาด: {text}
tr: Hata mesajı: {text}
uk: Повідомлення про помилку: {text}
vi: Thông báo lỗi: {text}
zh: 错误信息：{text}
zh_hant: 錯誤訊息：{text}

# downloadTip
source: Tip: Tap open button to see if you can read it properly.
ar: نصيحة: اضغط على زر الفتح للتحقق مما كنت تستطيع قراءته بشكل صحيح.
be: Padkázka: Nacíśnicie knópku adkryćciá, káb praviéryć, cí právilna janá adlustróŭvajecca.
de: Tipp: Drücken Sie die Öffnen-Schaltfläche, um zu prüfen, ob Sie sie ordnungsgemäß lesen können.
es: Consejo: Toca el botón de abrir para ver si puedes leerlo correctamente.
fr: Astuce : Appuyez sur le bouton Ouvrir pour vérifier si vous pouvez le lire correctement.
hu: Tipp: Próbálja meg megnyomni a megnyitás gombot és ellenőrizze, hogy helyesen tudja-e elolvasni.
id: Tips: Ketuk tombol buka untuk melihat apakah Anda dapat membacanya dengan benar.
it: Suggerimento: Tocca il pulsante "Apri" per vedere se puoi leggerlo correttamente.
ko: 팁: 열기 버튼을 눌러 제대로 읽을 수 있는지 확인하세요.
lt: Patarimas: bakstelėkite atidaryti mygtuką, kad pamatytumėte, ar galite jį tinkamai perskaityti.
mn: Зөвлөмж: Нээх товч дээр дарж уншиж болох эсэхийг шалгана уу.
ms: Tip: Ketik butang buka untuk lihat samada anda dapat membaca dengan betul.
nl: Tip: Tik op de knop 'Open' om te controleren of je het goed kunt lezen.
pt_pt: Dica: Clica no botão de abrir para ver se consegues ler corretamente.
ru: Подсказка: Нажмите кнопку открытия, чтобы проверить, правильно ли она отображается.
sv: Tips: Tryck på öppna för att se om du kan läsa den.
th: คำแนะนำ: แตะปุ่มเปิดเพื่อดูว่าคุณสามารถอ่านได้อย่างถูกต้องหรือไม่
tr: İpucu: Doğru okuyup okuyamadığınızı görmek için açma düğmesine dokunun.
uk: Порада: Натисніть кнопку «Відкрити», щоб перевірити, чи можете ви правильно прочитати це.
vi: Mẹo: Nhấp vào nút mở để kiểm tra xem bạn có thể đọc nó đúng không.
zh: 提示：点击打开按钮以查看是否能正确阅读。
zh_hant: 提示：點擊打開按鈕以查看是否能正確閱讀。

source: Open
ar: فتح
be: Adkrýć
de: Öffnen
es: Abrir
fr: Ouvrir
hu: Megnyitás
id: Buka
it: Apri
ko: 열기
lt: Atidaryti
mn: Нээх
ms: Buka
pt_pt: Abrir
ru: Открыть
sv: Öppna
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh: 打开
zh_hant: 打開

source: OK
ar: موافق
id: Oke
ko: 확인
mn: За
nl: Oké
ru: ОК
th: ตกลง
tr: Tamam
zh: 确定
zh_hant: 確定

source: Remove
ar: إزالة
be: Výdalić
de: Entfernen
es: Eliminar
fr: Supprimer
hu: Eltávolítás
id: Hapus
it: Rimuovi
ko: 삭제
lt: Pašalinti
mn: Устгах
ms: Alih keluar
nl: Verwijderen
pt_pt: Remover
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh: 删除
zh_hant: 刪除

source: Log out
ar: تسجيل الخروج
be: Výjści
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hu: Kijelentkezés
id: Keluar
it: Esci
ko: 로그아웃
lt: Atsijungti
mn: Гарах
ms: Log keluar
nl: Uitloggen
pt_pt: Terminar Sessão
ru: Выйти
sv: Logga ut
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти з системи
vi: Đăng xuất
zh: 登出
zh_hant: 登出

# logoutFrom
source: Log out from {text}
ar: تسجيل الخروج من {text}
be: Výjści z {text}
de: Abmelden von {text}
es: Cerrar sesión en {text}
fr: Déconnexion de {text}
hu: Kijelentkezés innen: {text}
id: Keluar dari {text}
it: Esci da {text}
ko: {text}에서 로그아웃
lt: Atsijungti iš {text}
mn: {text}-с гарах
ms: Log keluar dari {text}
nl: Log uit van {text}
pt_pt: Terminar Sessão de {text}
ru: Выйти из {text}
sv: Logga ut från {text}
th: ออกจากระบบจาก {text}
tr: {text} hesabından çıkış yap
uk: Вийти з системи {text}
vi: Đăng xuất từ {text}
zh: 从 {text} 登出
zh_hant: 從 {text} 登出

source: Add tracking
ar: أضف متتبع
be: Dadáć adsóčvańnie
de: Verfolgung hinzufügen
es: Añadir seguimiento
fr: Ajouter le suivi
hu: Követés hozzáadása
id: Tambah Pelacakan
it: Aggiungi tracciamento
ko: 트래킹 추가
lt: Pridėti sekimą
mn: Хөтлөж эхлэх
ms: Tambah penjejakan
nl: Voeg tracking toe
pt_pt: Adicionar rastreamento
ru: Добавить отслеживание
sv: Lägg till spårning
th: เพิ่มการติดตาม
tr: İzleme ekle
uk: Додати відстеження
vi: Thêm theo dõi
zh: 添加进度记录
zh_hant: 新增進度記錄

source: Open in browser
ar: فتح في المتصفح
be: Adkrýć u bráŭzary
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
hu: Megnyitás böngészőben
id: Buka di peramban
it: Apri nel browser
ko: 브라우저에서 열기
lt: Atidaryti naršyklėje
mn: Веб Хөтөч дээр нээх
ms: Buka dalam pelayar
pt_pt: Abrir no browser
ru: Открыть в браузере
sv: Öppna i webbläsare
th: เปิดในเบราว์เซอร์
tr: Tarayıcıda aç
uk: Відкрити в браузері
vi: Mở trong trình duyệt
zh: 在浏览器中打开
zh_hant: 在瀏覽器中打開

source: Processing...
ar: يتم معالجة...
be: Apracóŭka...
de: Verarbeiten...
es: Procesando…
fr: Traitement en cours…
hu: Feldolgozás...
id: Memproses...
it: In Elaborazione...
ko: 처리중…
lt: Apdorojimas...
mn: Боловсруулж байна...
ms: Sedang diproses...
nl: Verwerken…
pt_pt: A processar...
ru: Обработка...
sv: Bearbetar...
th: กำลังประมวลผล...
tr: İşleniyor...
uk: Обробка...
vi: Đang xử lý...
zh: 处理中
zh_hant: 處理中

# trackingStatus
source: Status
ar: الحالة
be: Státus
es: Estado
fr: Statut
hu: Állapot
it: Stato
ko: 상태
lt: Statusas
mn: Төлөв
ru: Статус
th: สถานะการติดตาม
tr: Durum
uk: Статус
vi: Trạng thái theo dõi
zh: 状态
zh_hant: 狀態

# trackingStatusReading
source: Reading
ar: يتم قراءته
be: Čytáju
de: Lesen
es: Por leer
fr: Lecture
hu: Olvasás
id: Membaca
it: In lettura
ko: 읽는중
lt: Skaitomas
mn: Уншиж байгаа
ms: Membaca
nl: Lezen
pt_pt: A ler
ru: Читаю
sv: Läser
th: กำลังอ่าน
tr: Okunacak
uk: Читання
vi: Đang đọc
zh: 阅读中
zh_hant: 閱讀中

# trackingStatusPlanToRead
source: Plan to read
ar: اخطط للقراءة
be: Planúju čytáć
de: Geplant zum Lesen
es: Planificado para leer
fr: Lecture prévue
hu: Olvasás tervezve
id: Rencana membaca
it: Da leggere
ko: 읽을 예정
lt: Planuoti skaityti
mn: Уншихаар төлөвлөсөн
ms: Merancang untuk dibaca
nl: Wil ik lezen
pt_pt: Planeio ler
ru: Запланировано к прочтению
sv: Planerar att läsa
th: วางแผนที่จะอ่าน
tr: Okuma planı
uk: Планове читання
vi: Dự định đọc
zh: 计划阅读
zh_hant: 計劃閱讀

# trackingStatusCompleted
source: Completed
ar: مكتمل
be: Zaviéršana
de: Abgeschlossen
es: Completado
fr: Terminé
hu: Befejezett
id: Selesai
it: Completato
ko: 완료
lt: Baigtas
mn: Дуусгасан
ms: Selesai
nl: Voltooid
pt_pt: Completo
ru: Завершённые
sv: Avslutad
th: เสร็จสิ้น
tr: Tamamlandı
uk: Завершено
vi: Hoàn thành
zh: 已完成
zh_hant: 已完成

# trackingStatusOnHold
source: On hold
ar: معلق
be: Adkłádziena
de: Wartend
es: En espera
fr: En attente
hu: Szünetelve
id: Ditangguhkan
it: In pausa
ko: 보류중
lt: Sustabdyta
mn: Түр зогссон
ms: Ditangguhkan
nl: In de wacht
pt_pt: Em espera
ru: Приостановлено
sv: Pausad
th: พักการอ่าน
tr: Askıya alındı
uk: Відкладено
vi: Dừng lại
zh: 暂停
zh_hant: 暫停

# trackingStatusDropped
source: Dropped
ar: اسقطت
be: Kínuta
de: Abgebrochen
es: Abandonado
fr: Abandonné
hu: Abbahagyva
id: Ditinggalkan
it: Interrotto
ko: 포기함
lt: Pamestas
mn: Больсон
ms: Ditamatkan
nl: Gestopt
pt_pt: Abandonado
ru: Брошено
sv: Avbruten
th: ยกเลิกการอ่าน
tr: Bırakıldı
uk: Відмінено
vi: Bỏ cuộc
zh: 放弃
zh_hant: 放棄

# trackingStatusRereading
source: Rereading
ar: إعادة القراءة
be: Pieračýtvaju
de: Erneutes Lesen
es: Releyendo
fr: Relecture
hu: Újraolvasva
id: Membaca ulang
it: In rilettura
ko: 다시 읽는중
lt: Perskaitomas
mn: Дахин уншиж байгаа
ms: Membaca semula
nl: Herlezen
pt_pt: Reler
ru: Перечитывание
sv: Läser om
th: อ่านซ้ำ
tr: Tekrar okunuyor
uk: Перечитування
vi: Đọc lại
zh: 重读
zh_hant: 重讀

# trackingChapter
source: Chapter
ar: الفصل
be: Raździéł
de: Kapitel
es: Capítulo
fr: Chapitre
hu: Fejezet
id: Bab
it: Capitolo
ko: 챕터
lt: Skyrius
mn: Бүлэг
ms: Bab
nl: Hoofdstuk
pt_pt: Capítulo
ru: Глава
sv: Kapitel
th: บท
tr: Bölüm
uk: Глава
vi: Chương
zh: 章节
zh_hant: 章節

# trackingScore
source: Score
ar: التقييم
be: Acénka
de: Bewertung
es: Puntuación
hu: Pontszám
id: Skor
it: Punteggio
ko: 점수
lt: Rezultatai
mn: Үнэлгээ
ms: Markah
nl: Beoordeling
pt_pt: Pontuação
ru: Оценка
sv: Betyg
th: คะแนน
tr: Puan
uk: Оцінка
vi: Điểm
zh: 评分
zh_hant: 評分

# trackingStartDate
source: Start date
ar: تاريخ البدء
be: Dáta pačátku
de: Startdatum
es: Fecha de inicio
fr: Date de début
hu: Kezdési dátum
id: Tanggal mulai
it: Data di inizio
ko: 시작일
lt: Pradžios data
mn: Эхэлсэн огноо
ms: Tarikh Mula
nl: Startdatum
pt_pt: Data de começo
ru: Дата начала
sv: Startdatum
th: วันเริ่มต้น
tr: Başlangıç tarihi
uk: Дата початку
vi: Ngày bắt đầu
zh: 开始日期
zh_hant: 開始日期

# trackingFinishDate
source: Finish date
ar: تاريخ الانتهاء
be: Dáta zakančéńnia
de: Enddatum
es: Fecha de finalización
fr: Date de fin
hu: Befejezési dátum
id: Tanggal selesai
it: Data di fine
ko: 종료일
lt: Baigimo data
mn: Дуусгасан огноо
ms: Tarikh Tamat
nl: Einddatum
pt_pt: Data de conclusão
ru: Дата завершения
sv: Slutdatum
th: วันที่จบ
tr: Bitiş tarihi
uk: Дата завершення
vi: Ngày kết thúc
zh: 完成日期
zh_hant: 完成日期

# operationFailTip
source: Operation failed. Please retry.
ar: العملية فشلت. يرجى إعادة المحاولة.
be: Nié ŭdałósia výkanać aperácyju. Kalí łáska, pasprabújcie jaščé ráz.
de: Fehlgeschlagen. Bitte erneut versuchen.
es: Operación fallida. Por favor, inténtelo de nuevo.
fr: Échec de l'opération. Veuillez réessayer.
hu: Művelet sikertelen. Kérem, próbája újra.
id: Operasi gagal. Silakan coba lagi.
it: Operazione fallita. Per favore riprova.
ko: 조작에 실패했습니다. 한 번 더 시도해 주세요.
lt: Operacija nepavyko. Prašome pakartoti bandymą.
mn: Үйлдэл амжилтгүй. Дахин оролдоно уу.
ms: Operasi gagal. Sila cuba semula.
nl: Handeling mislukt. Probeer het opnieuw.
pt_pt: Operação falhou. Tente novamente
ru: Не удалось выполнить операцию. Пожалуйста, повторите попытку.
sv: Operation misslyckades. Försök igen.
th: การดำเนินการล้มเหลว โปรดลองอีกครั้ง
tr: İşlem başarısız oldu. Lütfen tekrar deneyin.
uk: Операція не вдалася. Спробуйте ще раз.
vi: Thao tác thất bại. Vui lòng thử lại.
zh: 操作失败，请重试。
zh_hant: 操作失敗，請重試。

# createBackupTitle
source: Create Backup
ar: إنشاء نسخة احتياطية
be: Stvarýć rezervóvuju kópiju
de: Backup erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
hu: Biztonsági mentés létrehozása
id: Buat Cadangan
it: Crea Backup
ko: 백업 생성
lt: Sukurti atsarginę kopiją
mn: Байк-ап үүсгэх
ms: Buat Sandaran
nl: Maak Back-up
pt_pt: Criar cópia de segurança
ru: Создать резервную копию
sv: Skapa säkerhetskopia
th: สร้างการสำรองข้อมูล
tr: Yedek Oluştur
uk: Створити резервну копію
vi: Tạo Bản sao lưu
zh: 创建备份
zh_hant: 建立備份

# createBackupDescription
source: Can be used to restore current library.
ar: يمكن استخدامها لاستعادة المكتبة الحالية.
be: Móžna výkarystać dlá adnaŭléńnia biahúčaj biblijatéki.
de: Zur Wiederherstellung der aktuellen Bibliothek verwenden.
es: Se puede utilizar para restaurar la biblioteca actual.
fr: Peut être utilisé pour restaurer la bibliothèque actuelle.
hu: A jelenlegi könyvtár helyreállításához használható.
id: Dapat digunakan untuk mengembalikan perpustakaan saat ini.
it: Può essere utilizzato per ripristinare la libreria attuale.
ko: 현재 라이브러리를 복원하는 데 사용할 수 있습니다.
lt: Gali būti naudojamas dabartinei bibliotekai atkurti.
mn: Одоогийн санг сэргээхэд ашиглах боломжтой.
ms: Boleh digunakan untuk memulihkan pustaka semasa.
nl: Kan worden gebruikt om de huidige bibliotheek te herstellen.
pt_pt: Pode ser utilizado para restaurar a biblioteca atual.
ru: Можно использовать для восстановления текущей библиотеки.
sv: Kan användas för att återställa nuvarande bibliotek.
th: สามารถใช้สำหรับกู้คืนห้องสมุดปัจจุบันได้
tr: Mevcut kitaplığı geri yüklemek için kullanılabilir.
uk: Можна використовувати для відновлення поточної бібліотеки.
vi: Có thể được sử dụng để khôi phục tư liệu thư viện hiện tại.
zh: 可用于恢复当前库。
zh_hant: 可用於恢復當前庫

source: Backup created!
ar: تم إنشاء النسخة الاحتياطية!
be: Rezervóvaja kópija stvóranaja!
de: Backup erstellt!
es: ¡Copia de seguridad creada!
fr: Sauvegarde créée !
hu: Biztonsági mentés létrehozva!
id: Cadangan berhasil dibuat!
it: Backup creato!
ko: 백업이 생성되었습니다!
lt: Sukurta atsarginė kopija!
mn: Байк-ап үүсгэгдлээ!
ms: Sandaran dicipta!
nl: Back-up gemaakt!
pt_pt: Cópia de segurança criada!
ru: Резервная копия создана!
sv: Säkerhetskopia skapad!
th: สร้างการสำรองข้อมูลแล้ว!
tr: Yedek oluşturuldu!
uk: Резервна копія створена!
vi: Đã tạo bản sao lưu!
zh: 备份已创建！
zh_hant: 備份已創建！

# restoreBackupTitle
source: Restore Backup
ar: استعادة النسخة الاحتياطية
be: Adnavíć rezervóvuju kópiju
de: Backup wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde
hu: Biztonsági mentés visszaállítása
id: Pulihkan Cadangan
it: Ripristina Backup
ko: 백업 복원
lt: Atkurti atsarginę kopiją
mn: Байк-ап-аас сэргээх
ms: Pulihkan Sandaran
nl: Herstel Back-up
pt_pt: Restaurar cópia de segurança
ru: Восстановить резервную копию
sv: Återställ säkerhetskopia
th: กู้คืนการสำรองข้อมูล
tr: Yedeği Geri Yükle
uk: Відновити резервну копію
vi: Khôi phục Bản sao lưu
zh: 恢复备份
zh_hant: 還原備份

# restoreBackupDescription
source: Restore library from backup file
ar: استعادة المكتبة من ملف النسخ الاحتياطية
be: Adnavíć biblijatéku z rezervóvaj kópiji
de: Bibliothek aus der Backup-Datei wiederherstellen
es: Restaurar la biblioteca desde el archivo de copia de seguridad
fr: Restaurer la bibliothèque depuis le fichier de sauvegarde
hu: Biztonsági mentés visszaállítása fájlból
id: Kembalikan perpustakaan dari file backup
it: Ripristina la libreria dal file di backup
ko: 백업 파일에서 라이브러리 복원
lt: Bibliotekos atkūrimas iš atsarginės kopijos failo
mn: Байк-ап-аас санг сэргээх
ms: Pulihkan pustaka daripada fail sandaran.
nl: Herstel bibliotheek uit back-upbestand.
pt_pt: Restaurar biblioteca apartir da cópia de segurança
ru: Восстановление библиотеки из резервной копии
sv: Återställ bibliotek från backupfil
th: กู้คืนห้องสมุดจากไฟล์การสำรองข้อมูล
tr: Yedeği geri yükleme dosyasından geri yükle
uk: Відновити бібліотеку з файлу резервної копії
vi: Khôi phục thư viện từ tệp bản sao lưu
zh: 从备份文件恢复库
zh_hant: 從備份檔案恢復庫

# restoring
source: Restoring backup
ar: جارٍ استعادة النسخة الاحتياطية
be: Adnaŭléńnie rezervóvaj kópiji
de: Wiederherstellung des Backups
es: Restaurando la copia de seguridad
fr: Restauration de la sauvegarde
hu: Biztonsági mentés visszaállítása
id: Memulihkan cadangan
it: Backup in ripristino
ko: 백업 복원중
lt: Atsarginės kopijos atkūrimas
mn: Байк-апийг сэргээж байна
ms: Memulihkan sandaran
nl: Back-up herstellen
pt_pt: A restaurar cópia de segurança
ru: Восстановление резервной копии
sv: Återställer backup
th: กำลังกู้คืนการสำรองข้อมูล
tr: Yedek geri yükleniyor
uk: Відновлення резервної копії
vi: Đang khôi phục bản sao lưu
zh: 正在恢复备份
zh_hant: 正在還原備份

# restored
source: Backup restored!
ar: تم استعادة النسخة الاحتياطية!
be: Rezervóvaja kópija paśpiachóva adnóŭlenaja!
de: Backup wiederhergestellt!
es: ¡Copia de seguridad restaurada!
fr: Sauvegarde restaurée !
hu: Biztonsági mentés visszaállítva!
id: Cadangan berhasil dipulihkan!
it: Backup ripristinato!
ko: 백업이 복원되었습니다!
lt: Atsarginė kopija atkurta!
mn: Байк-ап сэргээгдлээ!
ms: Sandaran dipulihkan!
nl: Back-up hersteld!
pt_pt: Cópia de segurança restaurada!
ru: Резервная копия восстановлена!
sv: Säkerhetskopia återställd!
th: เรียกคืนการสำรองข้อมูลเรียบร้อยแล้ว!
tr: Yedek geri yüklendi!
uk: Резервна копія успішно відновлена!
vi: Bản sao lưu đã được khôi phục!
zh: 备份已恢复！
zh_hant: 備份還原已完成！

# autoBackupSectionTitle
source: Automatic backups
ar: نسخ احتياطية تلقائية
be: Aŭtamatýčnaje rezervóvaje kapijaváńnie
de: Automatische Backups
es: Copias de seguridad automáticas
fr: Sauvegardes automatiques
hu: Automatikus biztonsági mentések
id: Pencadangan otomatis
it: Backup automatici
ko: 자동 백업
lt: Automatinės atsarginės kopijos
mn: Автомат байк-апууд
ms: Sandaran automatik
nl: Automatische back-ups
pt_pt: Cópias de segurança automáticas
ru: Автоматические резервные копии
sv: Automatiska säkerhetskopior
th: คัดลอกสำรองอัตโนมัติ
tr: Otomatik yedeklemeler
uk: Автоматичні резервні копії
vi: Bản sao lưu tự động
zh: 自动备份
zh_hant: 自動備份

# backupsSectionTitle
source: Backups
ar: النسخ الاحتياطية
be: Rezervóvyja kópiji
es: Copias de seguridad
fr: Sauvegardes
hu: Biztonsági mentések
id: Cadangan
it: Backup
ko: 백업
lt: Atsarginės kopijos
mn: Байк-апууд
ms: Sandaran
pt_pt: Cópias de segurança
ru: Резервные копии
sv: Säkerhetskopior
th: การสำรองข้อมูล
tr: Yedeklemeler
uk: Резервні копії
vi: Bản sao lưu
zh: 备份
zh_hant: 備份

# restoreBackup
source: Restore
ar: استعادة
be: Adnavíć
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hu: Visszaállítás
id: Pulihkan
it: Ripristina
ko: 복원
lt: Atkurti
mn: Сэргээх
ms: Pulihkan
nl: Herstellen
pt_pt: Restaurar
ru: Восстановить
sv: Återställ
th: กู้คืน
tr: Geri Yükle
uk: Відновити
vi: Khôi phục
zh: 恢复
zh_hant: 恢復

# exportBackup
source: Export
ar: تصدير نسخة احتياطية
be: Ekspartaváć
de: Exportieren
es: Exportar
fr: Exporter
hu: Exportálás
id: Ekspor
it: Esporta
ko: 내보내기
lt: Eksportuoti
mn: Экспортлох
ms: Eksport
nl: Exporteren
pt_pt: Exportar
ru: Экспорт
sv: Exportera
th: ส่งออก
tr: Dışa Aktar
uk: Експортувати
vi: Xuất bản sao lưu
zh: 导出
zh_hant: 導出

# backupNamePrefixNormal
source: Backup
ar: نسخة احتياطية
be: Rezervóvaja kópija
es: Copia de seguridad
fr: Sauvegarde
hu: Biztonsági mentés
id: Cadangan
ko: 백업
lt: Atsarginė kopija
mn: Байк-ап
ms: Sandaran
pt_pt: Cópia de segurança
ru: Резервная копия
sv: Säkerhetskopia
th: การสำรองข้อมูลปกติ
tr: Yedek
uk: Резервна копія
vi: Bản sao lưu
zh: 备份
zh_hant: 備份

# backupNamePrefixAuto
source: Automated backup
ar: نسخة احتياطية تلقائية
be: Aŭtamatýčnaje rezervóvaje kapijaváńnie
de: Automatisches Backup
es: Copia de seguridad automática
fr: Sauvegarde automatisée
hu: Automatikus biztonsági mentés
id: Pencadangan otomatis
it: Backup automatico
ko: 자동 백업
lt: Automatizuotas atsarginių kopijų kūrimas
mn: Автомат байк-ап
ms: Sandaran automatik
nl: Automatische back-up
pt_pt: Cópia de segurança automatizado
ru: Автоматизированное резервное копирование
sv: Automatisk backup
th: สำรองอัตโนมัติ
tr: Otomatik yedek
uk: Автоматична резервна копія
vi: Bản sao lưu tự động
zh: 自动备份
zh_hant: 自動備份

# backupNamePrefixSchedule
source: Scheduled backup
ar: نسخة احتياطية مجدولة
be: Rezervóvaje kapijaváńnie pá raskłádzie
de: Geplantes Backup
es: Copia de seguridad programada
fr: Sauvegarde planifiée
hu: Ütemezett biztonsági mentés
id: Pencadangan terjadwal
it: Backup pianificato
ko: 예약 백업
lt: Suplanuota atsarginės kopijos kūrimas
mn: Төлөвлөсөн байк-ап
ms: Sandaran terjadual
nl: Geplande back-up
pt_pt: Agendar cópia de segurança
ru: Запланированное резервное копирование
sv: Schemalagd backup
th: สำรองตามกำหนด
tr: Planlanmış yedek
uk: Запланована резервна копія
vi: Bản sao lưu theo lịch trình
zh: 定时备份
zh_hant: 定時備份
