Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# createTachiyomiBackupDescription
source: Create a backup compatible with Tachiyomi, Mihon and forks.
ar: إنشاء نسخة احتياطية متوافقة مع Tachiyomi و Mihon والفروع.
be: Stvarýć rezervóvuju kópiju, sumiaščálnuju z Tachiyomi, Mihon i jých razhálinami.
de: Erstellen Sie ein Backup, das mit Tachiyomi, Mihon und Forks kompatibel ist.
es: Crea una copia de seguridad compatible con Tachiyomi, Mihon y forks.
fr: Créer une sauvegarde compatible avec Tachiyomi, Mihon et forks.
hu: Hozzon létre egy mentést, amely kompatibilis a Tachiyomi, Mihon és forkokkal.
id: Buat cadangan yang kompatibel dengan Tachiyomi, Mihon, dan fork.
it: Crea un backup compatibile con Tachiyomi, Mihon e fork.
lt: Sukurkite atsarginę kopiją, suderinamą su Tachiyomi, Mihon ir Forks.
mn: Тачиёоми, Михон болон хувилбаруудад таарах байк-ап үүсгэх.
ms: Cipta sandaran yang serasi dengan Tachiyomi, Mihon dan fork.
pt_pt: Criar uma cópia de segurança compatível com Tachiyomi, Mihon e forks.
ru: Создайте резервную копию, совместимую с Tachiyomi, Mihon и форками.
sv: Skapa en säkerhetskopia kompatibel med Tachiyomi, Mihon och forks.
th: สร้างข้อมูลสำรองเข้ากันได้กับ Tachiyomi, Mihon และ forks
tr: Tachiyomi, Mihon ve türevleri ile uyumlu bir yedek oluştur.
uk: Створіть резервну копію, сумісну з Tachiyomi, Mihon і форками.
vi: Tạo tệp sao lưu tương thích với Tachiyomi, Mihon và các nhánh.
zh: 创建与Tachiyomi、Mihon及分支兼容的备份。
zh_hant: 建立與Tachiyomi、Mihon及分支相容的備份。

# done_label
source: Done
ar: تم
be: Hatóva
de: Fertig
es: Hecho
fr: Terminé
hu: Kész
id: Selesai
it: Fatto
lt: Atlikta
mn: Дуусгах
ms: Selesai
pt_pt: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Tamam
uk: Готово
vi: Hoàn tất
zh: 完成
zh_hant: 完成

source: Reading Insights
ar: رؤى القراءة
be: Čytáńnie j udúmlivaść
de: Leseeinblicke
es: Información de lectura
fr: Aperçus de lecture
hu: Olvasási statisztikák
id: Wawasan Membaca
it: Approfondimenti di lettura
lt: Skaitymo įžvalgos
mn: Уншлагын мэдээлэл
ms: Pengetahuan Membaca
pt_pt: Insights de Leitura
ru: Чтение и понимание
sv: Läsinsikter
th: ข้อมูลการอ่าน
tr: Okuma Bilgileri
uk: Інсайти читання
vi: Thông tin Đọc
zh: 阅读洞察
zh_hant: 閱讀洞察

source: Autoscroll
ar: التمرير التلقائي
be: Aŭtahartáńnie
es: Desplazamiento automático
fr: Défilement automatique
hu: Automatikus görgetés
id: Gulir Otomatis
it: Scorrimento automatico
lt: Automatinis slinkimas
mn: Авто гүйлгэх
ms: Gulir Automatik
pt_pt: Deslocamento Automático
ru: Автопрокрутка
sv: Automatisk rullning
th: การเลื่อนอัตโนมัติ
tr: Otomatik Kaydırma
uk: Автоскролінг
vi: Cuộn tự động
zh: 自动滚动
zh_hant: 自動滾動

# seconds_per_page
source: {x}s per page
ar: {x} ثانية لكل صفحة
be: {x} sek. ná starónku
de: {x} Sek. pro Seite
es: {x} seg por página
fr: {x} sec par page
hu: {x} mp oldalanként
id: {x} detik per halaman
it: {x} sec per pagina
lt: {x}s vienam puslapiui
mn: Нэг хуудас бүр {x}с
ms: {x} saat per halaman
pt_pt: {x} seg por página
ru: {x} сек на страницу
sv: {x} s per sida
th: {x} วินาที ต่อหน้า
tr: {x} saniye sayfa başına
uk: {x} с на сторінку
vi: {x} giây mỗi trang
zh: {x}秒/页
zh_hant: {x}秒/頁

source: Select all
ar: اختيار الكل
be: Abráć usió
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
hu: Összes kiválasztása
id: Pilih semua
it: Seleziona tutto
lt: Pasirinkite visus
mn: Бүгдийг сонгох
ms: Pilih semua
pt_pt: Selecionar tudo
ru: Выбрать все
sv: Välj alla
th: เลือกทั้งหมด
tr: Hepsini seç
uk: Вибрати все
vi: Chọn tất cả
zh: 全选
zh_hant: 全選

# select_invert
source: Invert selection
ar: عكس التحديد
be: Invertaváć abránaje
de: Auswahl umkehren
es: Invertir selección
fr: Inverser la sélection
hu: Kiválasztás megfordítása
id: Balikkan pemilihan
it: Inverti selezione
lt: Invertuoti pasirinkimą
mn: Сонголтыг урвуулах
ms: Balikkan pilihan
pt_pt: Inverter seleção
ru: Инвертировать выбор
sv: Invertera val
th: กลับการเลือก
tr: Seçimi tersine çevir
uk: Інвертувати вибір
vi: Đảo ngược lựa chọn
zh: 反选
zh_hant: 反選

source: Select between
ar: اختيار بين
be: Abráć pamíž
de: Auswahl zwischen
es: Seleccionar entre
fr: Sélectionner entre
hu: Kiválasztás közötti
id: Pilih antara
it: Seleziona tra
lt: Pasirinkite tarp
mn: Хооронд нь сонгох
ms: Pilih antara
pt_pt: Selecionar entre
ru: Выбрать между
sv: Välj mellan
th: เลือกระหว่าง
tr: Arasındaki seçimi
uk: Вибрати між
vi: Chọn giữa
zh: 选择之间
zh_hant: 選擇區間

# reading_time_tip
source: Reading time calculated since December 2024.
ar: وقت القراءة محسوب منذ ديسمبر 2024.
be: Čás čytáńnia raźlíčvajecca sá Śniéžnia 2024.
de: Lesezeit berechnet seit Dezember 2024.
es: Tiempo de lectura calculado desde diciembre de 2024.
fr: Temps de lecture calculé depuis décembre 2024.
hu: Az olvasási idő 2024 decemberétől számítva.
id: Waktu baca dihitung sejak Desember 2024.
it: Tempo di lettura calcolato dal dicembre 2024.
lt: Skaitymo laikas skaičiuojamas nuo 2024 m. gruodžio mėn.
mn: Уншсан хугацааг 2024 оны 12 сараас хойш тооцсон.
ms: Masa bacaan dihitung sejak Disember 2024.
pt_pt: Tempo de leitura calculado desde dezembro de 2024.
ru: Время чтения рассчитано с декабря 2024 года.
sv: Lästid beräknad sedan december 2024.
th: เวลาอ่านนับตั้งแต่ธันวาคม 2024.
tr: Okuma süresi Aralık 2024'ten itibaren hesaplanmıştır.
uk: Час читання розраховується з грудня 2024 року.
vi: Thời gian đọc tính từ tháng 12 năm 2024.
zh: 阅读时间自2024年12月起计算。
zh_hant: 閱讀時間自2024年12月起計算。

# pinch_to_zoom_tip
source: Disable this feature if using a mouse wheel on macOS.
ar: قم بتعطيل هذه الميزة إذا كنت تستخدم عجلة الفأرة على macOS.
be: Adklučýcie hétuju fúnkcyju prý vykarystáńni kólca mýšy ŭ macOS.
de: Deaktivieren Sie diese Funktion, wenn Sie ein Mausrad unter macOS verwenden.
es: Desactiva esta función si usas una rueda del ratón en macOS.
fr: Désactivez cette fonction si vous utilisez une molette de souris sous macOS.
hu: Ha macOS-en egérgörgőt használsz, kapcsold ki ezt a funkciót.
id: Nonaktifkan fitur ini jika menggunakan roda mouse di macOS.
it: Disattiva questa funzione se usi una rotella del mouse su macOS.
lt: Išjunkite šią funkciją, jei MacOS sistemoje naudojate pelės ratuką.
mn: macOS-д хулганы scroll ашиглаж байгаа бол идэвхгүй болгоно.
ms: Lumpuhkan ciri ini jika menggunakan roda tetikus pada macOS.
pt_pt: Desative esta funcionalidade se estiver a usar uma roda de rato no macOS.
ru: Отключите эту функцию, если используете колесо мыши на macOS.
sv: Inaktivera denna funktion om du använder mushjul på macOS.
th: ปิดใช้งานคุณสมบัตินี้หากใช้ล้อเมาส์บน macOS
tr: macOS'ta fare tekerleği kullanıyorsanız bu özelliği devre dışı bırakın.
uk: Вимкніть цю функцію, якщо використовуєте колесо миші на macOS.
vi: Tắt tính năng này nếu sử dụng bánh xe chuột trên macOS.
zh: 如果在 macOS 上使用鼠标滚轮，请禁用此功能。
zh_hant: 如果在 macOS 上使用滑鼠滾輪，請停用此功能。

# reader_keep_screen_on
source: Keep the screen on while reading.
ar: إبقاء الشاشة مضاءة أثناء القراءة.
be: Trymáć ekrán uklúčanym padčás čytáńnia.
de: Bildschirm beim Lesen eingeschaltet lassen.
es: Mantener la pantalla encendida mientras lees.
fr: Garder l'écran allumé pendant la lecture.
hu: Képernyő bekapcsolva tartása olvasás közben.
id: Jaga layar tetap menyala saat membaca.
it: Mantieni lo schermo acceso durante la lettura.
lt: Skaitydami pakykti ekraną įjungtą.
mn: Уншиж байх үед дэлгэц асаалттай байлгах.
ms: Jaga skrin menyala semasa membaca.
pt_pt: Manter o ecrã ligado enquanto lê.
ru: Держать экран включенным во время чтения.
sv: Håll skärmen på under läsning.
th: เปิดหน้าจอค้างไว้ขณะอ่าน
tr: Okurken ekranı açık tut.
uk: Тримати екран увімкненим під час читання.
vi: Giữ màn hình sáng khi đọc.
zh: 阅读时保持屏幕开启。
zh_hant: 閱讀時保持螢幕開啟。

source: Remove from library
ar: إزالة من المكتبة
be: Výdalić ź biblijatéki
de: Aus der Bibliothek entfernen
es: Eliminar de la biblioteca
fr: Retirer de la bibliothèque
hu: Eltávolítás a könyvtárból
id: Hapus dari perpustakaan
it: Rimuovi dalla libreria
lt: Pašalinti iš bibliotekos
mn: Сангаас хасах
ms: Keluarkan dari perpustakaan
pt_pt: Remover da biblioteca
ru: Удалить из библиотеки
sv: Ta bort från biblioteket
th: นำออกจากห้องสมุด
tr: Kütüphaneden kaldır
uk: Видалити з бібліотеки
vi: Xóa khỏi thư viện
zh: 从库中移除
zh_hant: 從庫中移除

# tachiyomi_import_tip_title
source: Import failed: Backup file is too large.
ar: فشل الاستيراد: ملف النسخ الاحتياطي كبير جدًا.
be: Pamýłka jýmpartu: fájł rezervóvaj kópiji nádta vialíki.
de: Import fehlgeschlagen: Die Sicherungsdatei ist zu groß.
es: Importación fallida: El archivo de respaldo es demasiado grande.
fr: Échec de l'importation : Le fichier de sauvegarde est trop volumineux.
hu: Importálás sikertelen: A biztonsági mentési fájl túl nagy.
id: Gagal mengimpor: File cadangan terlalu besar.
it: Importazione fallita: Il file di backup è troppo grande.
lt: Importuoti nepavyko: Atsarginės kopijos failas yra per didelis.
mn: Импорт амжилтгүй: Байк-ап файл хэт том байна.
ms: Import gagal: Fail sandaran terlalu besar.
pt_pt: Falha na importação: O ficheiro de backup é demasiado grande.
ru: Ошибка импорта: Файл резервной копии слишком большой.
sv: Import misslyckades: Säkerhetskopian är för stor.
th: นำเข้าไม่สำเร็จ: ไฟล์สำรองข้อมูลมีขนาดใหญ่เกินไป
tr: İçe aktarma başarısız: Yedek dosyası çok büyük.
uk: Помилка імпорту: Файл резервної копії занадто великий.
vi: Nhập thất bại: Tệp sao lưu quá lớn.
zh: 导入失败：备份文件过大。
zh_hant: 導入失敗：備份文件過大。

# tachiyomi_import_tip_content
source: When creating a backup of Tachiyomi, Mihon and forks, only backup Library, Categories, and Tracking, then retry.
ar: عند إنشاء نسخة احتياطية من Tachiyomi أو Mihon أو الفروع الأخرى، قم فقط بنسخ المكتبة والفئات والتتبع، ثم أعد المحاولة.
be: Prý stvaréńni rezervóvaj kópiji dlá Tachiyomi, Mihon dý jých razhálinaŭ zrabície rezervóvuju kópiju tólki biblijatéki, katehóryj i adsóčvańnia, a paślá paŭtarýcie spróbu.
de: Wenn Sie ein Backup von Tachiyomi, Mihon oder Abspaltungen erstellen, sichern Sie nur die Bibliothek, Kategorien und Tracking, und versuchen Sie es erneut.
es: Al crear una copia de seguridad de Tachiyomi, Mihon o derivados, solo haz una copia de la Biblioteca, Categorías y Seguimiento, y luego inténtalo de nuevo.
fr: Lors de la création d'une sauvegarde de Tachiyomi, Mihon ou des forks, sauvegardez uniquement la Bibliothèque, les Catégories et le Suivi, puis réessayez.
hu: Tachiyomi, Mihon vagy forkok biztonsági mentésekor csak a Könyvtárat, Kategóriákat és Követést mentsd le, majd próbáld újra.
id: Saat membuat cadangan Tachiyomi, Mihon, dan fork, hanya cadangkan Perpustakaan, Kategori, dan Pelacakan, lalu coba lagi.
it: Quando crei un backup di Tachiyomi, Mihon o fork, esegui il backup solo della Libreria, delle Categorie e del Tracciamento, quindi riprova.
lt: Kurdami atsarginę Tachiyomi, Mihon ir forks kopiją, kurkite tik atsarginę bibliotekos, kategorijų ir sekimo kopiją, tada bandykite dar kartą.
mn: Тачиёоми, Михон болон хувилбаруудын байк-ап хийхдээ зөвхөн Сан, Ангилал, Хөтлөлтийг нөөцлөнө үү, дараа нь дахин оролдоно уу.
ms: Apabila membuat sandaran Tachiyomi, Mihon dan fork, hanya sandarkan Perpustakaan, Kategori dan Penjejakan, kemudian cuba lagi.
pt_pt: Ao criar um backup do Tachiyomi, Mihon e forks, faça backup apenas da Biblioteca, Categorias e Rastreamento, e tente novamente.
ru: При создании резервной копии Tachiyomi, Mihon и форков, сохраняйте только Библиотеку, Категории и Отслеживание, затем повторите попытку.
sv: När du skapar en säkerhetskopia av Tachiyomi, Mihon och forks, säkerhetskopiera endast Bibliotek, Kategorier och Spårning, och försök sedan igen.
th: เมื่อสร้างข้อมูลสำรองของ Tachiyomi, Mihon และ forks ให้สำรองเฉพาะห้องสมุด หมวดหมู่ และการติดตาม แล้วลองอีกครั้ง
tr: Tachiyomi, Mihon ve çatallarının yedeğini oluştururken yalnızca Kütüphane, Kategoriler ve İzleme'yi yedekleyin ve yeniden deneyin.
uk: Під час створення резервної копії Tachiyomi, Mihon та форків зберігайте лише Бібліотеку, Категорії та Відстеження, а потім спробуйте ще раз.
vi: Khi tạo bản sao lưu của Tachiyomi, Mihon và các nhánh, chỉ sao lưu Thư viện, Danh mục và Theo dõi, sau đó thử lại.
zh: 在创建 Tachiyomi、Mihon 及其分支的备份时，仅备份库、分类和跟踪，然后重试。
zh_hant: 在創建 Tachiyomi、Mihon 及其分支的備份時，僅備份庫、分類和跟踪，然後重試。

# apple_pencil_integration
source: Apple Pencil
lt: Apple pieštukas
mn: Apple Харандаа

# apple_pencil_integration_description
source: Double tap and squeeze
ar: النقر المزدوج والضغط
be: Padvójny nácisk dý ściskáńnie
de: Doppeltippen und Drücken
es: Doble toque y apretar
fr: Double tap et serrer
hu: Dupla koppintás és szorítás
id: Ketuk dua kali dan tekan
it: Doppio tocco e pressione
lt: Dvigubas bakstelėjimas ir paspaudimas
mn: Давхар товших ба шахах
ms: Ketuk dua kali dan tekan
pt_pt: Toque duplo e aperto
ru: Двойное нажатие и сжатие
sv: Dubbeltryck och kläm
th: แตะสองครั้งและบีบ
tr: Çift dokunma ve sıkma
uk: Подвійне натискання та стискання
vi: Nhấn đúp và bóp
zh: 双击和挤压
zh_hant: 雙擊和擠壓

# apple_pencil_double_tap
source: Double tap
ar: النقر المزدوج
be: Padvójny nácisk
de: Doppeltippen
es: Doble toque
hu: Dupla koppintás
id: Ketuk dua kali
it: Doppio tocco
lt: Dvigubas bakstelėjimas
mn: Давхар товших
ms: Ketuk dua kali
pt_pt: Toque duplo
ru: Двойное нажатие
sv: Dubbeltryck
th: แตะสองครั้ง
tr: Çift dokunma
uk: Подвійне натискання
vi: Nhấn đúp
zh: 双击
zh_hant: 雙擊

# apple_pencil_squeeze
source: Squeeze
ar: الضغط
be: Ściskáńnie
de: Drücken
es: Apretar
fr: Serrer
hu: Szorítás
id: Tekan
it: Premere
lt: Spauskite
mn: Шахах
ms: Tekan
pt_pt: Aperto
ru: Сжатие
sv: Kläm
th: บีบ
tr: Sıkma
uk: Стискання
vi: Bóp
zh: 挤压
zh_hant: 擠壓

# requires_apple_pencil_pro
source: Squeeze requires Apple Pencil Pro.
ar: يتطلب الضغط Apple Pencil Pro.
be: Dlá prácy ściskáńnia patrabújecca Apple Pencil Pro.
de: Drücken erfordert Apple Pencil Pro.
es: Apretar requiere Apple Pencil Pro.
fr: Serrer nécessite Apple Pencil Pro.
hu: A szorításhoz Apple Pencil Pro szükséges.
id: Menekan memerlukan Apple Pencil Pro.
it: Premere richiede Apple Pencil Pro.
lt: "Spauskite" reikia Apple pieštukas Pro.
mn: Шахах үйлдэлд Apple Pencil Pro шаардлагатай.
ms: Menekan memerlukan Apple Pencil Pro.
pt_pt: Apertar requer Apple Pencil Pro.
ru: Сжатие требует Apple Pencil Pro.
sv: Kläm kräver Apple Pencil Pro.
th: การบีบต้องใช้ Apple Pencil Pro
tr: Sıkma, Apple Pencil Pro gerektirir.
uk: Стискання вимагає Apple Pencil Pro.
vi: Bóp yêu cầu Apple Pencil Pro.
zh: 挤压需要 Apple Pencil Pro。
zh_hant: 擠壓需要 Apple Pencil Pro。

# action_previous_page
source: Previous page
ar: الصفحة السابقة
be: Papiarédniaja starónka
de: Vorherige Seite
es: Página anterior
fr: Page précédente
hu: Előző oldal
id: Halaman sebelumnya
it: Pagina precedente
lt: Ankstesnis puslapis
mn: Өмнөх хуудас
ms: Halaman sebelumnya
pt_pt: Página anterior
ru: Предыдущая страница
sv: Föregående sida
th: หน้าที่แล้ว
tr: Önceki sayfa
uk: Попередня сторінка
vi: Trang trước
zh: 上一页
zh_hant: 上一頁

# action_next_page
source: Next page
ar: الصفحة التالية
be: Nastúpnaja starónka
de: Nächste Seite
es: Página siguiente
fr: Page suivante
hu: Következő oldal
id: Halaman berikutnya
it: Pagina successiva
lt: Sekantis puslapis
mn: Дараагийн хуудас
ms: Halaman seterusnya
pt_pt: Próxima página
ru: Следующая страница
sv: Nästa sida
th: หน้าถัดไป
tr: Sonraki sayfa
uk: Наступна сторінка
vi: Trang tiếp theo
zh: 下一页
zh_hant: 下一頁

# action_previous_chapter
source: Previous chapter
ar: الفصل السابق
be: Papiarédni raździéł
de: Vorheriges Kapitel
es: Capítulo anterior
fr: Chapitre précédent
hu: Előző fejezet
id: Bab sebelumnya
it: Capitolo precedente
lt: Ankstesnis skyrius
mn: Өмнөх бүлэг
ms: Bab sebelumnya
pt_pt: Capítulo anterior
ru: Предыдущая глава
sv: Föregående kapitel
th: บทที่แล้ว
tr: Önceki bölüm
uk: Попередній розділ
vi: Chương trước
zh: 上一章
zh_hant: 上一章

# action_next_chapter
source: Next chapter
ar: الفصل التالي
be: Nastúpny raździéł
de: Nächstes Kapitel
es: Capítulo siguiente
fr: Chapitre suivant
hu: Következő fejezet
id: Bab berikutnya
it: Capitolo successivo
lt: Sekantis skyrius
mn: Дараагийн бүлэг
ms: Bab seterusnya
pt_pt: Próximo capítulo
ru: Следующая глава
sv: Nästa kapitel
th: บทถัดไป
tr: Sonraki bölüm
uk: Наступний розділ
vi: Chương tiếp theo
zh: 下一章
zh_hant: 下一章

# action_none
source: No action
ar: لا إجراء
be: Biéź dziéjańniaŭ
de: Keine Aktion
es: Ninguna acción
fr: Aucune action
hu: Nincs művelet
id: Tidak ada tindakan
it: Nessuna azione
lt: Nesiimti jokių veiksmų
mn: Үйлдэл байхгүй
ms: Tiada tindakan
pt_pt: Nenhuma ação
ru: Нет действия
sv: Ingen åtgärd
th: ไม่มีการดำเนินการ
tr: İşlem yok
uk: Немає дії
vi: Không có hành động
zh: 无操作
zh_hant: 無操作

# label_select
source: Select
ar: اختر
be: Abráć
de: Auswählen
es: Seleccionar
fr: Sélectionner
hu: Kiválaszt
id: Pilih
it: Seleziona
lt: Pasirinkti
mn: Сонгох
ms: Pilih
pt_pt: Selecionar
ru: Выбрать
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh: 选择
zh_hant: 選擇

source: Remove downloads
ar: إزالة التنزيلات
be: Výdalić spampóŭki
de: Downloads entfernen
es: Eliminar descargas
fr: Supprimer les téléchargements
hu: Letöltések eltávolítása
id: Hapus unduhan
it: Rimuovi download
lt: Pašalinti atsisiuntimus
mn: Таталтуудыг устгах
ms: Buang muat turun
pt_pt: Remover descargas
ru: Удалить загрузки
sv: Ta bort nedladdningar
th: ลบการดาวน์โหลด
tr: İndirmeleri kaldır
uk: Видалити завантаження
vi: Xóa tải xuống
zh: 删除下载
zh_hant: 刪除下載

source: Remove downloads if migrate
ar: إزالة التنزيلات إذا تم الترحيل
be: Výdalić spampóŭki prý mihraváńni
de: Downloads entfernen, wenn migriert
es: Eliminar descargas si se migra
fr: Supprimer les téléchargements si migration
hu: Letöltések eltávolítása migráció esetén
id: Hapus unduhan jika bermigrasi
it: Rimuovi download se migrato
lt: Pašalinti atsisiuntimus, jei migruoti
mn: Шилжүүлэлт хийвэл таталтуудыг устгах
ms: Buang muat turun jika migrasi
pt_pt: Remover descargas se migrar
ru: Удалить загрузки при миграции
sv: Ta bort nedladdningar vid migrering
th: ลบการดาวน์โหลดหากย้ายข้อมูล
tr: Geçiş yapılırsa indirmeleri kaldır
uk: Видалити завантаження при міграції
vi: Xóa tải xuống nếu di chuyển
zh: 如果迁移则删除下载
zh_hant: 如果遷移則刪除下載

# mark_all_read
source: Mark all chapters as read?
ar: وضع علامة على جميع الفصول كمقروءة؟
be: Paznáčyć usié raździéły ják pračytányja?
de: Alle Kapitel als gelesen markieren?
es: ¿Marcar todos los capítulos como leídos?
fr: Marquer tous les chapitres comme lus ?
hu: Az összes fejezet elolvasottnak jelölése?
id: Tandai semua bab sebagai sudah dibaca?
it: Segna tutti i capitoli come letti?
lt: Pažymėti visus skyrius kaip perskaitytus?
mn: Бүх бүлгүүдийг уншсан гэж тэмдэглэх үү?
ms: Tandai semua bab sebagai sudah dibaca?
nl: Alle hoofdstukken als gelezen markeren?
pt_pt: Marcar todos os capítulos como lidos?
ru: Отметить все главы как прочитанные?
sv: Markera alla kapitel som lästa?
th: ทำเครื่องหมายทุกบทว่าอ่านแล้ว?
tr: Tüm bölümleri okundu olarak işaretle?
uk: Позначити всі розділи як прочитані?
vi: Đánh dấu tất cả các chương là đã đọc?
zh: 将所有章节标记为已读？
zh_hant: 將所有章節標記為已讀？

source: Mark as read
ar: وضع علامة كمقروء
be: Paznáčyć ják pračytánaje
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
hu: Elolvasottnak jelöl
id: Tandai sebagai sudah dibaca
it: Segna come letto
lt: Pažymėti kaip perskaitytą
mn: Уншсан гэж тэмдэглэх
ms: Tandai sebagai sudah dibaca
nl: Markeer als gelezen
pt_pt: Marcar como lido
ru: Отметить как прочитанное
sv: Markera som läst
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu olarak işaretle
uk: Позначити як прочитане
vi: Đánh dấu là đã đọc
zh: 标记为已读
zh_hant: 標記為已讀

# mark_all_unread
source: Mark all chapters as unread?
ar: وضع علامة على جميع الفصول كغير مقروءة؟
be: Paznáčyć usié raździéły ják niepračytányja?
de: Alle Kapitel als ungelesen markieren?
es: ¿Marcar todos los capítulos como no leídos?
fr: Marquer tous les chapitres comme non lus ?
hu: Az összes fejezet olvasatlannak jelölése?
id: Tandai semua bab sebagai belum dibaca?
it: Segna tutti i capitoli come non letti?
lt: Pažymėti visus skyrius kaip neperskaitytus?
mn: Бүх бүлгүүдийг уншаагүй гэж тэмдэглэх үү?
ms: Tandai semua bab sebagai belum dibaca?
nl: Alle hoofdstukken als ongelezen markeren?
pt_pt: Marcar todos os capítulos como não lidos?
ru: Отметить все главы как непрочитанные?
sv: Markera alla kapitel som olästa?
th: ทำเครื่องหมายทุกบทว่ายังไม่อ่าน?
tr: Tüm bölümleri okunmamış olarak işaretle?
uk: Позначити всі розділи як непрочитані?
vi: Đánh dấu tất cả các chương là chưa đọc?
zh: 将所有章节标记为未读？
zh_hant: 將所有章節標記為未讀？

source: Mark as unread
ar: وضع علامة كغير مقروء
be: Paznáčyć ják niepračytánaje
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
hu: Olvasatlannak jelöl
id: Tandai sebagai belum dibaca
it: Segna come non letto
lt: Pažymėti kaip neskaitytą
mn: Уншаагүй гэж тэмдэглэх
ms: Tandai sebagai belum dibaca
nl: Markeer als ongelezen
pt_pt: Marcar como não lido
ru: Отметить как непрочитанное
sv: Markera som oläst
th: ทำเครื่องหมายว่ายังไม่อ่าน
tr: Okunmamış olarak işaretle
uk: Позначити як непрочитане
vi: Đánh dấu là chưa đọc
zh: 标记为未读
zh_hant: 標記為未讀

source: Move to default category
ar: نقل إلى الفئة الافتراضية
be: Pierasúnuć u katehóryju pá zmaŭčáńni
de: In Standardkategorie verschieben
es: Mover a la categoría predeterminada
fr: Déplacer vers la catégorie par défaut
hu: Áthelyezés az alapértelmezett kategóriába
id: Pindah ke kategori default
it: Sposta nella categoria predefinita
lt: Perkelti į numatytąją kategoriją
mn: Үндсэн ангилал руу зөөх
ms: Pindah ke kategori lalai
pt_pt: Mover para a categoria predefinida
ru: Переместить в категорию по умолчанию
sv: Flytta till standardkategori
th: ย้ายไปยังหมวดหมู่เริ่มต้น
tr: Varsayılan kategoriye taşı
uk: Перемістити до стандартної категорії
vi: Di chuyển đến danh mục mặc định
zh: 移动到默认分类
zh_hant: 移動到默認分類

source: Remove from {category}
ar: إزالة من {category}
be: Výdalić z {category}
de: Aus {category} entfernen
es: Eliminar de {category}
fr: Retirer de {category}
hu: Eltávolítás a {category} kategóriából
id: Hapus dari {category}
it: Rimuovi da {category}
lt: Pašalinti iš {category}
mn: {category}-с хасах
ms: Buang dari {category}
pt_pt: Remover de {category}
ru: Удалить из {category}
sv: Ta bort från {category}
th: ลบออกจาก {category}
tr: {category} kategorisinden kaldır
uk: Видалити з {category}
vi: Xóa khỏi {category}
zh: 从{category}中移除
zh_hant: 從{category}中移除

# remove_from_categories
source: {x, plural, one{Remove from category} other{Remove from {x} categories}}}
ar: {x, plural, one{إزالة من الفئة} other{إزالة من {x} فئات}}
be: {x, plural, one{Výdalić z katehóryji} other{Výdalić z {x} katehóryjaŭ}}
de: {x, plural, one{Aus Kategorie entfernen} other{Aus {x} Kategorien entfernen}}
es: {x, plural, one{Eliminar de la categoría} other{Eliminar de {x} categorías}}
fr: {x, plural, one{Retirer de la catégorie} other{Retirer de {x} catégories}}
hu: {x, plural, one{Eltávolítás a kategóriából} other{Eltávolítás {x} kategóriából}}
id: {x, plural, one{Hapus dari kategori} other{Hapus dari {x} kategori}}
it: {x, plural, one{Rimuovi dalla categoria} other{Rimuovi da {x} categorie}}
lt: {x, plural, one{Pašalinti iš kategorijos} other{Pašalinti iš {x} kategorijų}}
mn: {x, plural, one{Ангилаас хасах} other{{x} ангилаас хасах}}
ms: {x, plural, one{Buang dari kategori} other{Buang dari {x} kategori}}
pt_pt: {x, plural, one{Remover da categoria} other{Remover de {x} categorias}}
ru: {x, plural, one{Удалить из категории} other{Удалить из {x} категорий}}
sv: {x, plural, one{Ta bort från kategori} other{Ta bort från {x} kategorier}}
th: {x, plural, one{ลบออกจากหมวดหมู่} other{ลบออกจาก {x} หมวดหมู่}}
tr: {x, plural, one{Kategoriden kaldır} other{{x} kategoriden kaldır}}}
uk: {x, plural, one{Видалити з категорії} other{Видалити з {x} категорій}}
vi: {x, plural, one{Xóa khỏi danh mục} other{Xóa khỏi {x} danh mục}}}
zh: {x, plural, one{从分类中移除} other{从{x}个分类中移除}}
zh_hant: {x, plural, one{從分類中移除} other{從{x}個分類中移除}}
