Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# readerMode
source: Reading Mode
ar: وضع القراءة
be: Režým čytáńnia
de: Lese-Modus
es: Modo de lectura
fr: Mode de lecture
hu: Olvasó mód
id: Mode Membaca
it: Modalità Lettura
ko: 읽기 모드
lt: Skaitymo režimas
mn: Унших горим
ms: Mod Bacaan
nl: Leesmodus
pt_pt: Modo de leitura
ru: Режим чтения
sv: Läsläge
th: โหมดการอ่าน
tr: Okuma Modu
uk: Режим читання
vi: Chế độ đọc
zh: 阅读模式
zh_hant: 閱讀模式

# readerModeContinuousHorizontalLTR
source: Continuous (left to right)
ar: افقي مستمر (من اليسار الى اليمين)
be: Bieśpierapýnna (źléva napráva)
de: Kontinuierlich horizontal (LTR)
es: Horizontal Continuo (IZQ-DER)
fr: Continue en horizontal (De gauche à droite)
hu: Folyamatos vízszintes (balról jobbra)
id: Horisontal Terus-menerus (LTR)
it: Continua (da sinistra a destra)
ko: 왼쪽에서 오른쪽으로 이어짐
lt: Nepertraukiamai (iš kairės į dešinę)
mn: Тасралтгүй (зүүнээс баруун)
ms: Bujur Terus (Kiri ke Kanan)
nl: Doorlopend (links naar rechts)
pt_pt: Horizontal Contínuo (LTR)
ru: Непрерывный горизонтальный (Слева направо)
sv: Kontinuerlig (vänster till höger)
th: แนวนอนต่อเนื่อง (LTR)
tr: Sürekli (soldan sağa)
uk: Горизонтальний безперервний (зліва направо)
vi: Liên tục ngang (LTR)
zh: 从左到右(连续)
zh_hant: 連續(左至右)

# readerModeContinuousHorizontalRTL
source: Continuous (right to left)
ar: افقي مستمر (من اليمين الى اليسار)
be: Bieśpierapýnna (správa naléva)
de: Kontinuierlich horizontal (RTL)
es: Horizontal Continuo (DER-IZQ)
fr: Horizontal en continu (De droite à gauche)
hu: Folyamatos vízszintes (jobbról balra)
id: Horisontal Terus-menerus (RTL)
it: Continua (da destra a sinistra)
ko: 오른쪽에서 왼쪽으로 이어짐
lt: Nepertraukiamai (iš dešinės į kairę)
mn: Тасралтгүй (баруунаас зүүн)
ms: Bujur Terus (Kanan ke Kiri)
nl: Doorlopend (rechts naar links)
pt_pt: Horizontal Contínuo (RTL)
ru: Непрерывный горизонтальный (Справа налево)
sv: Kontinuerlig (höger till vänster)
th: แนวนอนต่อเนื่อง (RTL)
tr: Sürekli (sağdan sola)
uk: Горизонтальний безперервний (справа наліво)
vi: Liên tục ngang (RTL)
zh: 从右到左(连续)
zh_hant: 連續(右至左)

# readerModeContinuousVertical
source: Continuous (vertical)
ar: القراءة عموديا
be: Bieśpierapýnna (vertykálna)
de: Kontinuierlich vertikal
es: Vertical Continuo
fr: Vertical en continu
hu: Folyamatos (függőleges)
id: Vertikal Terus-menerus
it: Continua (verticale)
ko: 위에서 아래로 이어짐
lt: Nepertraukiamai (vertikaliai)
mn: Тасралтгүй (босоо)
ms: Bujur Tegak
nl: Doorlopend (verticaal)
pt_pt: Vertical Contínuo
ru: Непрерывный (вертикальный)
sv: Kontinuerlig (vertikal)
th: แนวตั้งต่อเนื่อง
tr: Sürekli (dikey)
uk: Вертикальний безперервний
vi: Liên tục dọc
zh: 从上到下(连续)
zh_hant: 連續(上至下)

# readerModeDefaultReader
source: Default
ar: الافتراضي
be: Pá zmaŭčáńni
de: Standard
es: Predeterminado
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
ko: 기본
lt: Numatytasis
mn: Үндсэн
nl: Standaard
pt_pt: Predefinido
ru: По умолчанию
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh: 默认
zh_hant: 預設

# readerModeSingleHorizontalLTR
source: Paged (left to right)
ar: التصفح من اليسار لليمين
be: Starónkavy (źléva napráva)
de: Einzelner horizontaler (LTR)
es: Horizontal Individual (IZQ-DER)
fr: Pagination (De gauche à droite)
hu: Oldalanként tagolt (balról jobbra)
id: Horisontal Tunggal (LTR)
it: Singola Orizzontale (da sinistra a destra)
ko: 왼쪽에서 오른쪽으로 넘기기
lt: Puslapyje (iš kairės į dešinę)
mn: Хуудасласан (зүүнээс баруун)
ms: Satu Baris (Kiri ke Kanan)
nl: Gepagineerd (links naar rechts)
pt_pt: Horizontal único (LTR)
ru: Одна горизонтальная (Слева направо)
sv: Sidvis (vänster till höger)
th: แนวนอนเดี่ยว (LTR)
tr: Sayfalanmış (soldan sağa)
uk: Одиночний горизонтальний (зліва направо)
vi: Đơn ngang (LTR)
zh: 从左到右(分页)
zh_hant: 分頁(左至右)

# readerModeSingleHorizontalRTL
source: Paged (right to left)
ar: التصفح من اليمين لليسار
be: Starónkavy (správa naléva)
de: Einzelner horizontaler (RTL)
es: Horizontal Individual (DER-IZQ)
fr: Pagination (De droite à gauche)
hu: Oldalanként tagolt (jobbról balra)
id: Horisontal Tunggal (RTL)
it: Singola Orizzontale (da destra a sinistra)
ko: 오른쪽에서 왼쪽으로 넘기기
lt: Puslapyje (iš dešinės į kairę)
mn: Хуудасласан (баруунаас зүүн)
ms: Satu Baris (Kanan ke Kiri)
nl: Gepagineerd (rechts naar links)
pt_pt: Horizontal único (RTL)
ru: Одна горизонтальная (Справа налево)
sv: Sidvis (höger till vänster)
th: แนวนอนเดี่ยว (RTL)
tr: Sayfalanmış (sağdan sola)
uk: Одиночний горизонтальний (справо наліво)
vi: Đơn ngang (RTL)
zh: 从右到左(分页)
zh_hant: 分頁(右至左)

# readerModeSingleVertical
source: Paged (vertical)
ar: التصفح عموديا
be: Starónkavy (vertykálna)
de: Einzelner vertikaler
es: Horizontal Individual
fr: Pagination (vertical)
hu: Oldalanként tagolt (függőleges)
id: Vertikal Tunggal
it: Singola Verticale
ko: 위에서 아래로 넘기기
lt: Puslapyje (vertikaliai)
mn: Хуудасласан (босоо)
ms: Satu Baris Tegak
nl: Gepagineerd (verticaal)
pt_pt: Vertical único
ru: Одна страница (вертикальная)
sv: Sidvis (vertikal)
th: แนวตั้งเดี่ยว
tr: Sayfalı (dikey)
uk: Одиночний вертикальний
vi: Đơn dọc
zh: 从上到下(分页)
zh_hant: 分頁(上至下)

# readerModeWebtoon
source: Webtoon
ar: ويبتون
ko: 웹툰
mn: Вебтүүн
ru: Вебтун
sv: Webbtoon
th: เว็ปตูน
zh: 条漫
zh_hant: 條漫

# readerNavigationLayout
source: Tap zones
ar: مناطق اللمس
be: Nacisknýja zóny
de: Berührungszonen
es: Zonas de toque
fr: Zones tactiles
hu: Érintőzónák
id: Zona Sentuhan
it: Zone di tocco
ko: 탭 위치
lt: Bakstelėkite zonos
mn: Дарах бүс
ms: Zon tekanan
nl: Tikzones
pt_pt: Disposição de Navegação
ru: Зоны нажатия
sv: Tryckzoner
th: พื้นที่แตะ
tr: Dokunma bölgeleri
uk: Зони тицяння
vi: Vùng nhấn
zh: 点按区域
zh_hant: 輕觸區域

# readerNavigationLayoutDefault
source: Default
ar: الافتراضي
be: Pá zmaŭčáńni
de: Standard
es: Predeterminado
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
ko: 기본
lt: Numatytasis
mn: Үндсэн
ms: Asal
nl: Standaard
pt_pt: Predefinido
ru: По умолчанию
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh: 默认布局
zh_hant: 預設

# readerNavigationLayoutDisabled
source: Disabled
ar: تعطيل
be: Adklúčana
de: Deaktiviert
es: Deshabilitado
fr: Désactivée
hu: Kikapcsolva
id: Nonaktifkan
it: Disabilitato
ko: 비활성화
lt: Išjungtas
mn: Идэвхгүй
ms: Dimatikan
nl: Uitgeschakeld
pt_pt: Desativado
ru: Отключено
sv: Inaktiverad
th: ปิดใช้งาน
tr: Devre Dışı
uk: Вимкнено
vi: Vô hiệu hóa
zh: 关闭
zh_hant: 停用

# readerNavigationLayoutEdge
source: Edge
ar: في الحافة
be: Kráj
de: Kante
es: Borde
fr: Bord
hu: Szélső
id: Tepi
it: Bordo
ko: 가장자리
lt: Kraštas
mn: Зах
ms: Hujung
nl: Rand
pt_pt: Borda
ru: Край
sv: Kant
th: ขอบ
tr: Kenar
uk: Край
vi: Viền
zh: 边缘模式
zh_hant: 邊緣

# readerNavigationLayoutInvert
source: Invert tap zones
ar: عكس مناطق اللمس
be: Invertaváć nacisknýja zóny
de: Berührungsflächen umkehren
es: Invertir zonas de toque
fr: Inverser les zones tactiles
hu: Érintőzónák megfordítása
id: Balikkan zona tap
it: Inverti zone di tocco
ko: 탭 영역 반전
lt: Invertuoti Bakstelėjimo zonas
mn: Дарах бүсийг урвуу болгох
ms: Terbalik zon tekanan
nl: Keer tikzones om
pt_pt: Inverter toque
ru: Инвертировать зоны нажатия
sv: Invertera tryckzoner
th: สลับแพทเทิร์นการแตะ
tr: Dokunma bölgelerini ters çevir
uk: Інвертувати зони тицяння
vi: Đảo ngược vùng nhấn
zh: 反转点按区域
zh_hant: 反轉輕觸區域

# readerNavigationLayoutKindlish
source: Kindle-ish
ar: وضع الكيندل
be: U stýli Kindle
de: Kindle-ähnlich
es: Estilo Kindle
fr: Façon Kindle
hu: Kindle-szerű
id: Mirip Kindle
it: Kindle
ko: Kindle식
mn: Киндл шиг
ms: Ala-ala Kindle
nl: Kindle-achtig
pt_pt: Tipo Kindle
ru: в стиле Kindle
sv: Kindle-liknande
th: ประเภท Kindle
tr: Kindle Benzeri
uk: у стилі Kindle
vi: Giống Kindle
zh: Kindle 模式
zh_hant: Kindle 模式

# readerNavigationLayoutLShaped
source: L Shaped
ar: شكل حرف L
be: L-vobrázny
de: L-förmig
es: En forma de L
fr: En forme de L
hu: L alakú
id: Bentuk L
it: Ad Angolo
ko: L모양
lt: L formos
mn: L хэлбэртэй
ms: Bentuk L
nl: L-vormig
pt_pt: Formato L
ru: L-образное
sv: L-formad
th: รูปร่างตัว L
tr: L Şeklinde
uk: Форма L
vi: Hình chữ L
zh: L 样式
zh_hant: L 形

# readerNavigationLayoutRightAndLeft
source: Right And Left
ar: يمينا و يسارا
be: Správa j źléva
de: Rechts und Links
es: Derecha e Izquierda
fr: À droite et à gauche
hu: Jobbra és balra
id: Kanan dan Kiri
it: Destra e Sinistra
ko: 오른쪽과 왼쪽
lt: Dešinė ir kairė
mn: Баруун ба Зүүн
ms: Kanan dan Kiri
nl: Rechts en Links
pt_pt: Direita para Esquerda
ru: Справа и слева
sv: Höger och vänster
th: ด้านขวาและด้านซ้าย
tr: Sağ ve Sol
uk: Праворуч і ліворуч
vi: Phải và trái
zh: 左右样式
zh_hant: 左右

source: Reader Padding
ar: هوامش النص للقارئ
be: Vódstup čytačá
de: Lese-Rand
es: Relleno del lector
fr: Marges du lecteur
hu: Olvasó betöltése
id: Padding Pembaca
it: Spaziatura Lettore
ko: 리더 여백
lt: Skaitytojo užpildymas
mn: Уншигчийн захын зай
ms: Jadul Pembaca
nl: Lezermarges
pt_pt: Margens do leitor
ru: Отступ читалки
sv: Läsarmarginal
th: การเพิ่มขอบ
tr: Okuyucu Dolgu
uk: Заповнення читача
vi: Đệm đọc
zh: 填充
zh_hant: 填充

source: Refresh
ar: تحديث
be: Abnavíć
de: Aktualisieren
es: Refrescar
fr: Actualiser
hu: Újratöltés
id: Segarkan
it: Aggiorna
ko: 새로고침
lt: Atnaujinti
mn: Шинэчлэх
ms: Muat Semula
nl: Vernieuw
pt_pt: Recarregar
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới
zh: 刷新
zh_hant: 重新整理

source: Reset
ar: إعادة ضبط
be: Skínuć
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hu: Alaphelyzetbe állítás
id: Atur ulang
it: Resetta
ko: 초기화
lt: Iš naujo nustatyti
mn: Буцаах
pt_pt: Reiniciar
ru: Сбросить
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh: 重置
zh_hant: 重設

source: Resume
ar: استأنف
be: Praciahnúć
de: Fortsetzen
es: Reanudar
fr: Reprendre
hu: Folytatás
id: Lanjutkan
it: Riprendi
ko: 계속
lt: atnaujinti
mn: Үргэлжлүүлэх
ms: Teruskan
nl: Doorgaan
pt_pt: Continuar
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
uk: Відновити
vi: Tiếp tục
zh: 继续
zh_hant: 繼續

source: Retry
ar: أعد المحاولة
be: Paŭtarýć
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hu: Újrapróbál
id: Coba lagi
it: Riprova
ko: 재시도
lt: Pakartoti
mn: Дахин оролдох
ms: Cuba Semula
nl: Opnieuw proberen
pt_pt: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองใหม่
tr: Tekrar Dene
uk: Повторити
vi: Thử lại
zh: 重试
zh_hant: 重試

source: Running
ar: جاري
be: Zapúščany
de: In Bearbeitung
es: Ejecutando
fr: En cours
hu: Fut
id: Berjalan
it: In Esecuzione
ko: 실행중
lt: Vyksta
mn: Ачаалж байна
ms: Berjalan
nl: Lopend
pt_pt: Em execução
ru: Выполняется
sv: Körs
th: กำลังทำงาน
tr: Çalışıyor
uk: Запущено
vi: Đang chạy
zh: 运行中
zh_hant: 運作中

source: Save
ar: حفظ
be: Zachaváć
de: Speichern
es: Guardar
fr: Enregistrer
hu: Mentés
id: Simpan
it: Salva
ko: 저장
lt: Išsaugoti
mn: Хадгалах
ms: Simpan
nl: Bewaar
pt_pt: Guardar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh: 保存
zh_hant: 儲存

source: Search
ar: ابحث
be: Póšuk
de: Suchen
es: Buscar
fr: Rechercher
hu: Keresés
id: Cari
it: Cerca
ko: 검색
lt: Paieška
mn: Хайх
ms: Cari
nl: Zoek
pt_pt: Procurar
ru: Поиск
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh: 搜索
zh_hant: 搜尋

source: Settings
ar: الإعدادات
be: Nałády
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ko: 설정
lt: Nustatymai
mn: Тохиргоо
ms: Tetapan
nl: Instellingen
pt_pt: Definições
ru: Настройки
sv: Inställningar
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置
zh_hant: 設定

source: Sort
ar: ترتيب
be: Sartaváć
de: Sortierung
es: Ordenar
fr: Trier
hu: Rendezés
id: Urutkan
it: Ordina
ko: 정렬
lt: Rūšiuoti
mn: Ангилах
ms: Isihan
nl: Sorteren
pt_pt: Ordenar
ru: Сортировать
sv: Sortera
th: เรียงลำดับ
tr: Sırala
uk: Сортувати
vi: Sắp xếp
zh: 排序
zh_hant: 排序

source: Source
ar: المصدر
be: Kryníca
de: Quelle
es: Fuente
hu: Forrás
id: Sumber
it: Fonte
ko: 소스
lt: Šaltinis
mn: Эх сурвалж
ms: Sumber
nl: Bron
pt_pt: Fonte
ru: Источник
sv: Källa
th: แหล่งที่มา
tr: Kaynak
uk: Джерело
vi: Nguồn
zh: 图源
zh_hant: 來源

# sourceTypeFilter
source: Filter
ar: فرز
be: Fíltar
es: Filtro
fr: Filtrer
hu: Szűrő
it: Filtro
ko: 필터
lt: Filtruoti
mn: Шүүлт
ms: Penapis
pt_pt: Filtro
ru: Фильтр
th: ตัวกรอง
tr: Filtre
uk: Фільтр
vi: Bộ lọc
zh: 筛选
zh_hant: 篩選

# sourceTypeLatest
source: Latest
ar: الحديثة
be: Apóšniaje
de: Neueste
es: Reciente
fr: Le plus récent
hu: Legújabb
id: Terbaru
it: Più Recenti
ko: 최신
lt: Naujausias
mn: Сүүлийн
ms: Terbaru
nl: Nieuwste
pt_pt: Mais recentes
ru: Последнее
sv: Senaste
th: ล่าสุด
tr: En Son
uk: Останні
vi: Mới nhất
zh: 最近更新
zh_hant: 最新

# sourceTypePopular
source: Popular
ar: الشائعة
be: Papulárnaje
de: Beliebte
fr: Populaire
hu: Népszerű
id: Populer
it: Popolari
ko: 인기
lt: Populiarus
mn: Түгээмэл
nl: Populair
pt_pt: Populares
ru: Популярное
sv: Populära
th: ยอดนิยม
tr: Popüler
uk: Популярне
vi: Phổ biến
zh: 常用
zh_hant: 熱門

source: Sources
ar: المصادر
be: Krynícy
de: Quellen
es: Fuentes
hu: Források
id: Sumber
it: Fonti
ko: 소스
lt: Šaltiniai
mn: Эх сурвалжууд
ms: Sumber-sumber
nl: Bronnen
pt_pt: Fontes
ru: Источники
sv: Källor
th: แหล่งข้อมูล
tr: Kaynaklar
uk: Джерела
vi: Nguồn
zh: 图源
zh_hant: 來源

source: Start
ar: ابدأ
be: Pačáć
es: Empezar
fr: Commencer
hu: Kezdés
id: Mulai
it: Inizia
ko: 시작
lt: Pradžia
mn: Эхлэх
ms: Mula
nl: Beginnen
pt_pt: Inicio
ru: Начать
sv: Starta
th: เริ่ม
tr: Başlat
uk: Почати
vi: Bắt đầu
zh: 开始阅读
zh_hant: 開始閱讀

# themeModeDark
source: Dark
ar: داكن
be: Ciómny
de: Dunkel
es: Oscuro
fr: Sombre
hu: Sötét
id: Gelap
it: Scuro
ko: 다크
lt: Tamsus
mn: Харанхуй
ms: Gelap
nl: Donker
pt_pt: Escuro
ru: Тёмная
sv: Mörkt
th: มืด
tr: Karanlık
uk: Темна
vi: Tối
zh: 深色模式
zh_hant: 深色

# themeModeLight
source: Light
ar: فاتح
be: Śviétły
de: Hell
es: Claro
fr: Clair
hu: Világos
id: Terang
it: Chiaro
ko: 라이트
lt: Šviesus
mn: Гэрэлтэй
ms: Terang
nl: Licht
pt_pt: Claro
ru: Светлая
sv: Ljust
th: สว่าง
tr: Aydınlık
uk: Світла
vi: Sáng
zh: 浅色模式
zh_hant: 亮色

# themeModeSystem
source: System
ar: النظام
be: Systémny
es: Sistema
fr: Système
hu: Rendszer
id: Sistem
it: Sistema
ko: 시스템
lt: Sistema
mn: Систем
ms: Sistem
nl: Systeem
pt_pt: Sistema
ru: Системная
th: ระบบ
tr: Sistem
uk: Системна
vi: Hệ thống
zh: 跟随系统
zh_hant: 跟隨系統

# uninstall
source: Remove
ar: إلغاء التثبيت
be: Výdalić
de: Entfernen
es: Desinstalar
fr: Désinstaller
hu: Eltávolítás
id: Hapus
it: Rimuovi
ko: 삭제
lt: Pašalinti
mn: Устгах
ms: Alih keluar
nl: Verwijder
pt_pt: Desinstalar
ru: Удалить
sv: Ta bort
th: ถอนการติดตั้ง
tr: Kaldır
uk: Видалити
vi: Gỡ bỏ
zh: 卸载
zh_hant: 解除安裝

# uninstalling
source: Removing
ar: جاري إلغاء التثبيت
be: Vydaléńnie
de: Entfernen
es: Desinstalando
fr: Désinstallation
hu: Eltávolítás folyamatban
id: Menghapus
it: Rimozione
ko: 삭제중
lt: Pašalinimas
mn: Устгаж байна
ms: Mengalih keluar
nl: Verwijderen
pt_pt: A Desinstalar
ru: Удаление
sv: Tar bort
th: กำลังถอนการติดตั้ง
tr: Kaldırılıyor
uk: Видалення
vi: Đang gỡ bỏ
zh: 正在卸载
zh_hant: 正在卸載

source: Unknown Author
ar: مؤلف مجهول
be: Nieviadómy áŭtar
de: Unbekannter Autor
es: Autor desconocido
fr: Auteur inconnu
hu: Ismeretlen szerző
id: Penulis Tidak Diketahui
it: Autore Sconosciuto
ko: 알수없는 작가
lt: Nežinomas autorius
mn: Тодорхойгүй зохиогч
ms: Pencipta Tidak Diketahui
nl: Onbekende Auteur
pt_pt: Autor Desconhecido
ru: Неизвестный автор
sv: Okänd författare
th: ผู้เขียนไม่ทราบชื่อ
tr: Bilinmeyen Yazar
uk: Невідомий автор
vi: Tác giả không rõ
zh: 未知作者
zh_hant: 未知作者

source: Unknown Manga
ar: مانجا غير معروفة
be: Nieviadómaja mánga
de: Unbekannter Manga
es: Manga desconocido
fr: Manga inconnu
hu: Ismeretlen manga
id: Manga Tidak Diketahui
it: Manga Sconosciuto
ko: 알수없는 만화
lt: Nežinoma Manga
mn: Тодорхойгүй манга
ms: Manga Tidak Diketahui
nl: Onbekende Manga
pt_pt: Manga Desconhecido
ru: Неизвестная манга
sv: Okänd manga
th: มังงะไม่ทราบชื่อ
tr: Bilinmeyen Manga
uk: Невідома манґа
vi: Truyện tranh không rõ
zh: 未知漫画
zh_hant: 未知漫畫

source: Unknown Source
ar: المصدر مجهول
be: Nieviadómaja kryníca
de: Unbekannte Quelle
es: Fuente desconocida
fr: Source inconnue
hu: Ismeretlen forrás
id: Sumber Tidak Diketahui
it: Fonte Sconosciuta
ko: 알수없는 소스
lt: Nežinomas šaltinis
mn: Тодорхойгүй Эх сурвалж
ms: Sumber Tidak Diketahui
nl: Onbekende Bron
pt_pt: Fonte Desconhecida
ru: Неизвестный источник
sv: Okänd källa
th: แหล่งที่มาไม่ทราบ
tr: Bilinmeyen Kaynak
uk: Невідоме джерело
vi: Nguồn không rõ
zh: 未知图源
zh_hant: 未知來源

source: Unread
ar: غير مقروء
be: Niepračytánaje
de: Ungelesen
es: Sin leer
fr: Non lu
hu: Olvasatlan
id: Belum Dibaca
it: Non Letto
ko: 읽지 않음
lt: Neperskaitytas
mn: Уншаагүй
ms: Belum dibaca
nl: Ongelezen
pt_pt: Não lida
ru: Непрочитанное
sv: Oläst
th: ยังไม่ได้อ่าน
tr: Okunmamış
uk: Не прочитано
vi: Chưa đọc
zh: 未阅读
zh_hant: 未閱讀

source: Update
ar: تحديث
be: Abnavíć
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hu: Frissítés
id: Perbarui
it: Aggiorna
ko: 업데이트
lt: Atnaujinti
mn: Шинэчлэх
ms: Kemas kini
nl: Werk bij
pt_pt: Atualização
ru: Обновить
sv: Uppdatera
th: อัปเดต
tr: Güncelle
uk: Oновити
vi: Cập nhật
zh: 更新
zh_hant: 更新

source: Update Completed
ar: اكتمل التحديث
be: Abnaŭléńnie zaviéršanaje
de: Aktualisierung abgeschlossen
es: Actualización completa
fr: Mise à jour terminée
hu: Frissítés kész
id: Pembaruan Selesai
it: Aggiornamento Completato
ko: 업데이트 완료
lt: Atnaujinimas baigtas
mn: Шинэчлэл дууслаа
ms: Kemas kini Selesai
nl: Bijwerken Voltooid
pt_pt: Atualização Completa
ru: Обновление завершено
sv: Uppdatering klar
th: การอัปเดตเสร็จสมบูรณ์
tr: Güncelleme Tamamlandı
uk: Оновлення завершено
vi: Cập nhật đã hoàn tất
zh: 更新完成
zh_hant: 更新已完成

source: Updates
ar: التحديثات
be: Abnaŭléńni
es: Actualizaciones
fr: Mises à jour
hu: Frissítések
id: Pembaruan
it: Aggiornamenti
ko: 업데이트
lt: Atnaujinimai
mn: Шинэчлэлүүд
ms: Kemas kini
pt_pt: Atualizações
ru: Обновления
sv: Uppdateringar
th: อัปเดต
tr: Güncellemeler
uk: Оновлення
vi: Cập nhật
zh: 更新
zh_hant: 更新

source: Updates Summary
ar: ملخص التحديثات
be: Spravazdáča abnaŭléńniaŭ
de: Zusammenfassung der Updates
es: Resumen de actualizaciones
fr: Récapitulatif des mises à jour
hu: Frissítések összegzése
id: Ringkasan Pembaruan
it: Riepilogo Aggiornamenti
ko: 업데이트 개요
lt: Atnaujinimų santrauka
mn: Шинэчлэлийн хураангуй
ms: Ringkasan Kemas kini
nl: Overzicht Updates
pt_pt: Resumo de Atualizações
ru: Сводка обновлений
sv: Uppdateringssammanställning
th: สรุปการอัปเดต
tr: Güncelleme Özeti
uk: Підсумок оновлень
vi: Tóm tắt cập nhật
zh: 更新摘要
zh_hant: 更新概要

source: Updating
ar: جاري التحديث
be: Abnaŭlájecca
de: Aktualisierung wird durchgeführt
es: Actualizando
fr: Mise à jour en cours
hu: Frissítés folyamatban
id: Memperbarui
it: Aggiornamento
ko: 업데이트중
lt: Atnaujinimas
mn: Шинэчилж байна
ms: Mengemaskini
nl: Updaten
pt_pt: Atualizando
ru: Обновляется
sv: Uppdaterar
th: กำลังอัปเดต
tr: Güncelleniyor
uk: Оновлення
vi: Đang cập nhật
zh: 更新中
zh_hant: 更新中

source: Web View
ar: عرض الموقع
be: Véb-prahlád
de: Webansicht
fr: Vue Web
hu: Böngésző nézet
id: Tampilan Web
it: Vista Web
lt: Žiniatinklio peržiūra
mn: Вэбээр харах
ms: Pandangan Web
nl: Webweergave
ru: Веб-просмотр
sv: Webbvy
th: มุมมองเว็บ
tr: Web Görünümü
vi: Xem trang web

source: What's New?
ar: ما الجديد؟
be: Štó nóvaha?
de: Was ist neu?
es: ¿Qué hay de nuevo?
fr: Quoi de neuf ?
hu: Mi új?
id: Apa yang Baru?
it: Novità
ko: 업데이트 정보
lt: Kas naujo?
mn: Шинэ зүйлсүүд
ms: Apa Yang Baru?
nl: Wat is er nieuw?
pt_pt: O que há de Novo?
ru: Что нового?
sv: Vad är nytt?
th: มีอะไรใหม่?
tr: Neler yeni?
uk: Що нового?
vi: Có gì mới?
zh: 更新了什么？
zh_hant: 更新了什麼？

source: Get Premium
ar: احصل على النسخة المميزة
be: Atrymáć Prémijum
de: Premium kaufen
es: Obtén Premium
fr: Obtenir Premium
hu: Szerezze be a Prémiumot
id: Dapatkan Premium
it: Ottieni Premium
ko: 프리미엄 구입
lt: Gaukite Premium versija
mn: Premium хувилбар авах
ms: Dapatkan Premium
nl: Neem Premium
pt_pt: Comprar Premium
ru: Получить Премиум
sv: Skaffa Premium
th: รับพรีเมียม
tr: Premium al
uk: Отримати Premium
vi: Mua Premium
zh: 获取专业版
zh_hant: 取得專業版

# alreadyGetPremium
source: Premium Purchased
ar: تم شراء النسخة المميزة
be: Prémijum nabýty
de: Premium gekauft
es: Premium comprado
fr: Premium acheté
hu: Prémium megvásárolva
id: Berlangganan Premium
it: Premium Acquistato
ko: 프리미엄 구입 완료
lt: Premium Įsigyta
mn: Premium хувилбар авсан
ms: Premium Dibeli
nl: Premium gekocht
pt_pt: Premium Comprado
ru: Премиум приобретен
sv: Premium köpt
th: ซื้อพรีเมียมแล้ว
tr: Premium alındı
uk: Придбано Premium
vi: Đã mua Premium
zh: 已购买专业版
zh_hant: 已購買專業版

# purchaseExpireAt
source: Premium Subscription auto-renews on {date}.
ar: يتجدد اشتراك بريميوم تلقائيًا في {date}.
be: Prémijum-padpíska aŭtamatýčna praciáhniecca {date}.
de: Das Premium-Abonnement wird am {date} automatisch verlängert.
es: La suscripción Premium se renovará automáticamente el {date}.
fr: L'abonnement Premium se renouvelle automatiquement le {date}.
hu: A Prémium előfizetés automatikusan megújul {date}-kor.
id: Langganan Premium diperpanjang otomatis pada {date}.
it: L'Abbonamento Premium si rinnova automaticamente il {date}.
ko: 프리미엄 구독은 {date}에 자동으로 갱신됩니다.
lt: Premium prenumerata automatiškai pratęsiama {date}.
mn: Premium захиалга {date}-ны өдөр автоматаар сунгагдана.
ms: Langganan Premium akan diperbaharui secara automatik pada {date}.
nl: Premium abonnement verlengt automatisch op {date}.
pt_pt: A subscrição Premium renova automaticamente em {date}.
ru: Продление премиум-подписки автоматически наступает {date}.
sv: Premiumprenumeration förnyas automatiskt {date}.
th: การสมัครสมาชิกพรีเมียมจะต่ออายุโดยอัตโนมัติเมื่อ {date}
tr: Premium Abonelik {date} tarihinde otomatik olarak yenilenir.
uk: Преміум-підписку автоматично продовжується на {date}.
vi: Đăng ký Premium sẽ tự động gia hạn vào {date}.
zh: 高级订阅将于 {date} 自动续订。
zh_hant: 高級訂閱將於 {date} 自動續訂。

# iapFaq
source: FAQ
ar: الاسئلة الشائعة
be: ČáPy
es: Preguntas frecuentes
hu: GYIK
lt: DUK
mn: Түгээмэл асуулт
ru: ЧаВо
th: คำถามที่พบบ่อย
tr: SSS
uk: Популярні запитання
vi: Câu hỏi thường gặp
zh: 常见问题
zh_hant: 常見問題

source: Restore Purchase
ar: استرداد الشراء
be: Adnavíć pakúpku
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
hu: Vásárlás helyreállítása
id: Pulihkan Pembelian
it: Ripristina Acquisti
ko: 구입 복원
lt: Atkurti pirkimą
mn: Худалдан авалт сэргээх
ms: Pulihkan Pembelian
nl: Herstel aankoop
pt_pt: Recuperar Compra
ru: Восстановить покупку
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın Alımı Geri Yükle
uk: Відновити покупку
vi: Khôi phục mua hàng
zh: 恢复购买
zh_hant: 恢復購買

source: Share
ar: مشاركة
be: Abahulíć
de: Teilen
es: Compartir
fr: Partager
hu: Megosztás
id: Bagikan
it: Condividi
ko: 공유
lt: Dalintis
mn: Хуваалцах
ms: Kongsi
nl: Delen
pt_pt: Partilhar
ru: Поделиться
sv: Dela
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh: 分享
zh_hant: 分享

source: Discord Server
ar: سيرفر الديسكورد
be: Discord-sérver
es: Servidor de Discord
fr: Serveur Discord
hu: Discord szerver
id: Server Discord
it: Server Discord
ko: Discord 서버
lt: Discord Serveris
mn: Дискорд сервер
ms: Pelayan Discord
pt_pt: Servidor de Discord
ru: Сервер Discord
tr: Discord Sunucusu
uk: Discord-сервер
vi: Máy chủ Discord
zh: Discord服务器
zh_hant: Discord伺服器

# externalRepository
source: Extension Settings
ar: إعدادات المصادر
be: Nałády pašyréńnia
de: Erweiterungseinstellungen
es: Configuración de la extensión
fr: Paramètres de l'extension
hu: Bővítményi beállítások
id: Pengaturan Ekstensi
it: Impostazioni Estensioni
ko: 확장 프로그램 설정
lt: Plėtinių nustatymai
mn: Өргөтгөлийн тохиргоо
ms: Tetapan Tambahan
nl: Extensie-instellingen
pt_pt: Defenições de extensões
ru: Настройки расширения
sv: Tilläggsinställningar
th: ตั้งค่าส่วนเสริมภายนอก
tr: Uzantı Ayarları
uk: Налаштування розширення
vi: Cài đặt Tiện ích mở rộng
zh: 插件设置
zh_hant: 擴充程式設置
