Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# onlySearchPinSource
source: Only include pinned sources
ar: تضمين المصادر المثبتة فقط
be: Šukáć tólki ŭ zamacaványch krynícach
de: Nur gepinnte Quellen durchsuchen
es: Incluir sólo fuentes fijadas
fr: Inclure uniquement les sources épinglées
hu: Csak a rögzített források között keressen
id: Hanya mencakup sumber yang disematkan
it: Includi solo fonti preferite
ko: 핀 설정된 소스만 포함
lt: Įtraukti tik prisegtus šaltinius
mn: Зөвхөн пинлэсэн эх сурвалжаас хайх
ms: Hanya sumber-pin disertakan
nl: Alleen vastgezette bronnen
pt_pt: Incluir apenas fontes afixadas
ru: Искать только закрепленные источники
sv: Inkludera endast fästa källor
th: รวมแหล่งที่ติดหมุดเท่านั้น
tr: Sadece sabit kaynakları içer
uk: Включити тільки прикріплені джерела
vi: Chỉ bao gồm nguồn ghim
zh: 只包含固定来源
zh_hant: 只包含固定來源

# prevPage
source: Prev
ar: السابق
be: Papiarédni
de: Vorherige
es: Anterior
fr: Précédent
hu: Előző
id: Sebelumnya
it: Precedente
ko: 뒤로
lt: Ankstesnis
mn: Өмнөх
ms: Sebelum
nl: Vorige
pt_pt: Ant
ru: Пред.
sv: Föregående
th: ก่อนหน้า
tr: Önceki
uk: Попередній
vi: Trước
zh: 上一页
zh_hant: 上一頁

# nextPage
source: Next
ar: التالي
be: Nastúpny
de: Nächste
es: Siguiente
fr: Suivant
hu: Következő
id: Berikutnya
it: Successivo
ko: 앞으로
lt: Kitas
mn: Дараах
ms: Seterusnya
nl: Volgende
pt_pt: Prox
ru: След.
sv: Nästa
th: ถัดไป
tr: Sonraki
uk: Наступний
vi: Tiếp theo
zh: 下一页
zh_hant: 下一頁

# leftPage
source: Left
ar: يسار
be: Naléva
de: Links
es: Izquierda
fr: Gauche
hu: Bal
id: Kiri
it: Sinistra
ko: 왼쪽
lt: Kairė
mn: Зүүн
ms: Kiri
nl: Links
pt_pt: Esquerda
ru: Налево
sv: Vänster
th: หน้าด้านซ้าย
tr: Sol
uk: Зліва
vi: Trái
zh: 往左
zh_hant: 左邊

# rightPage
source: Right
ar: يمين
be: Napráva
de: Rechts
es: Derecha
fr: Droite
hu: Jobb
id: Kanan
it: Destra
ko: 오른쪽
lt: Dešinė
mn: Баруун
ms: Kanan
nl: Rechts
pt_pt: Direita
ru: Направо
sv: Höger
th: หน้าด้านขวา
tr: Sağ
uk: Зправа
vi: Phải
zh: 往右
zh_hant: 右邊

# tapMenu
source: Menu
ar: القائمة
be: Meniú
de: Menü
es: Menú
hu: Menü
it: Menù
ko: 메뉴
lt: Meniu
mn: Цэс
ru: Меню
sv: Meny
th: เมนู
tr: Komut-Seçenek Dizelgesi
uk: Меню
zh: 菜单
zh_hant: 選單

# byPassSwitch
source: Bypassing Cloudflare automatically
ar: تجاوز سحابة التنقل (الموِثق) تلقائيًا
be: Aŭtamatýčny abychód Cloudflare
de: Automatische Umgehung von Cloudflare aktiviert
es: Bypass automático de Cloudflare
fr: Contournement automatique de Cloudflare
hu: Automatikus Cloudflare kikerülése
id: Melewati Cloudflare secara otomatis
it: Bypass automatico di Cloudflare
ko: Cloudflare를 자동으로 우회
lt: Automatinis Cloudflare apėjimas
mn: Cloudflare-г автоматаар давах
ms: Melepasi Cloudflare secara automatik
nl: Cloudflare automatisch omzeilen
pt_pt: Contornar Cloudflare automaticamente
ru: Автоматический обход Cloudflare
sv: Kringgår Cloudflare automatiskt
th: ผ่าน Cloudflare โดยอัตโนมัติ
tr: Cloudflare otomatik olarak atlatılıyor
uk: Автоматичне обхід Cloudflare
vi: Tự động vượt qua Cloudflare
zh: 自动绕过Cloudflare
zh_hant: 自動繞過 Cloudflare

# byPassStart
source: Trying to bypass Cloudflare
ar: يتم تجاوز سحابة التنقل
be: Sprabújem abyjścí Cloudflare
de: Versuche, Cloudflare zu umgehen
es: Intentando evitar Cloudflare
fr: Tentative de contournement de Cloudflare
hu: Próbálkozás a Cloudflare kikerülésére
id: Mencoba melewati Cloudflare
it: Tentativo di bypass di Cloudflare
ko: Cloudflare 우회 시도 중입니다
lt: Bandoma apeiti Cloudflare
mn: Cloudflare-ийг давах гэж оролдож байна
ms: Cuba melepasi Cloudflare
nl: Bezig met omzeilen van Cloudflare
pt_pt: Tentando contornar o Cloudflare
ru: Попытка обойти Cloudflare
sv: Försöker kringgå Cloudflare
th: พยายามออกจาก Cloudflare
tr: Cloudflare atlatma denemesi yapılıyor
uk: Намагаюся обійти Cloudflare
vi: Đang cố gắng vượt qua Cloudflare
zh: 正在尝试绕过Cloudflare
zh_hant: 正在嘗試繞過 Cloudflare

# byPassSuccess
source: Successfully bypassed Cloudflare
ar: تم تجاوز سحابة التنقل بنجاح
be: Cloudflare paśpiachóva abýdzieny
de: Cloudflare erfolgreich umgangen
es: Cloudflare evitado exitosamente
fr: Contournement de Cloudflare réussi
hu: A Cloudfare sikeresen ki lett kerülve
id: Berhasil melewati Cloudflare
it: Bypass di Cloudflare riuscito
ko: Cloudflare를 성공적으로 우회했습니다
lt: Sėkmingai apeita Cloudflare
mn: Cloudflare-г амжилттай давлаа
ms: Berjaya melepasi Cloudflare
nl: Cloudflare succesvol omzeild
pt_pt: Cloudflare contornado com sucesso
ru: Cloudflare успешно обойдён
sv: Kringgick Cloudflare
th: การออกจาก Cloudflare สำเร็จแล้ว
tr: Cloudflare başarıyla atlatıldı
uk: Успішно обминуто Cloudflare
vi: Vượt qua Cloudflare thành công
zh: 成功绕过Cloudflare
zh_hant: 成功繞過 Cloudflare

# byPassTimeout
source: Failed to bypass Cloudflare
ar: فشل في تجاوز سحابة التنقل
be: Nié ŭdałósia abyjścí Cloudflare
de: Fehler beim Umgehen von Cloudflare
es: No se pudo evitar Cloudflare
fr: Échec du contournement de Cloudflare
hu: Sikertelen Cloudflare kikerülési kísérlet
id: Gagal melewati Cloudflare
it: Impossibile bypassare Cloudflare
ko: Cloudflare 우회에 실패하였습니다
lt: Nepavyko apeiti Cloudflare
mn: Cloudflare-г давж чадсангүй
ms: Gagal melepasi Cloudflare
nl: Omzeilen van Cloudflare mislukt
pt_pt: Falha ao contornar Cloudflare
ru: Не удалось обойти Cloudflare
sv: Misslyckades med att kringgå Cloudflare
th: ไม่สามารถออกจาก Cloudflare ได้
tr: Cloudflare atlatılamadı
uk: Не вдалося обійти Cloudflare
vi: Không thể vượt qua Cloudflare
zh: 无法绕过Cloudflare
zh_hant: 無法繞過 Cloudflare

# byPassCancel
source: User canceled bypassing Cloudflare
ar: ألغى المستخدم تجاوز سحابة التنقل
be: Karystálnik skasaváŭ abychód Cloudflare
de: Benutzer hat die Umgehung von Cloudflare abgebrochen
es: El usuario canceló el paso de Cloudflare
fr: L'utilisateur a annulé le contournement de Cloudflare
hu: A felhasználó megszakította a Cloudflare kikerülését
id: Pengguna membatalkan melewati Cloudflare
it: Annullato bypass di Cloudflare da utente
ko: 사용자가 Cloudflare 우회를 취소했습니다
lt: Vartotojas atšaukė apėjimą Cloudflare
mn: Хэрэглэгч Cloudflare давхыг цуцаллаа
ms: Melepasi Cloudflare dibatalkan oleh pengguna
nl: Gebruiker heeft het omzeilen van Cloudflare geannuleerd
pt_pt: Utilizador cancelou o contorno do Cloudflare
ru: Пользователь отменил обход Cloudflare
sv: Användaren avbröt kringgående av Cloudflare
th: ผู้ใช้ยกเลิกการออกจาก Cloudflare
tr: Kullanıcı Cloudflare atlatmayı iptal etti
uk: Користувач скасував обхід Cloudflare
vi: Người dùng đã hủy bỏ việc vượt qua Cloudflare
zh: 用户取消了绕过Cloudflare
zh_hant: 使用者取消繞過 Cloudflare

# checkInWebView
source: {msg}, check website in WebView
ar: {msg}، التحقق من الموقع
be: {msg}, pahladziéć sájt u Véb-prahládzie
de: {msg}, Webseite in WebView überprüfen
es: {msg}, revisa el sitio web en WebView
fr: {msg}, vérifier le site web dans WebView
hu: {msg}, ellenőrizze a webhelyet a böngészőben
id: {msg}, periksa situs web di WebView
it: {msg}, controlla il sito web in WebView
ko: {msg}, WebView에서 웹사이트를 확인해주세요
lt: {msg}, patikrinkite svetainę WebView ekrane
mn: {msg}, вэб хуудсыг WebView-р шалгах
ms: {msg}, semak laman web di WebView
nl: {msg}, controleer website in WebView
pt_pt: {msg}, ver website em WebView
ru: {msg}, посмотреть сайт в Веб-просмотре
sv: {msg}, kontrollera webbplats i WebView
th: {msg} ตรวจสอบเว็บไซต์ใน WebView
tr: {msg}, web sitesini WebView'de kontrol edin
uk: {msg}, перевірити веб-сайт в WebView
vi: {msg}, kiểm tra trang web trong WebView
zh: {msg}，请在WebView中检查网站
zh_hant: {msg}，在 WebView 中檢查網站

# imageSaveSuccess
source: Image saved successfully.
ar: تم حفظ الصورة بنجاح.
be: Vidarýs paśpiachóva zachavány.
de: Bild erfolgreich gespeichert.
es: Imagen guardada exitosamente.
fr: Image enregistrée avec succès.
hu: Kép sikeresen mentve.
id: Gambar berhasil disimpan.
it: Immagine salvata correttamente.
ko: 이미지가 성공적으로 저장되었습니다.
lt: Vaizdas sėkmingai išsaugotas.
mn: Зургийг амжилттай хадгаллаа.
ms: Imej disimpan dengan berjaya.
nl: Afbeelding succesvol opgeslagen.
pt_pt: Imagem guardada com sucesso.
ru: Изображение успешно сохранено.
sv: Bild sparad.
th: บันทึกภาพสำเร็จ
tr: Resim başarıyla kaydedildi.
uk: Зображення успішно збережено.
vi: Lưu hình ảnh thành công.
zh: 图片保存成功。
zh_hant: 圖片儲存成功。

# imageSaveFail
source: Failed to save the image.
ar: فشل في حفظ الصورة.
be: Nié ŭdałósia zachaváć vidarýs.
de: Fehler beim Speichern des Bildes.
es: No se pudo guardar la imagen.
fr: Impossible d'enregistrer l'image.
hu: Kép mentése sikertelen.
id: Gagal menyimpan gambar.
it: Impossibile salvare l'immagine.
ko: 이미지를 저장에 실패했습니다.
lt: Nepavyko išsaugoti vaizdo.
mn: Зургийг хадгалаж чадсангүй.
ms: Gagal menyimpan imej.
nl: Afbeelding opslaan mislukt.
pt_pt: Falha ao guardar a imagem.
ru: Не удалось сохранить изображение.
sv: Det gick inte att spara bilden.
th: ไม่สามารถบันทึกภาพได้
tr: Resim kaydedilemedi.
uk: Не вдалося зберегти зображення.
vi: Không thể lưu hình ảnh.
zh: 无法保存图片
zh_hant: 無法儲存圖片。

# imageFileFetchFail
source: Failed to download the image.
ar: فشل في تنزيل الصورة.
be: Nié ŭdałósia spampaváć vidarýs.
de: Fehler beim Herunterladen des Bildes.
es: No se pudo descargar la imagen.
fr: Impossible de télécharger l'image.
hu: Kép letöltése sikertelen.
id: Gagal mengunduh gambar.
it: Impossibile scaricare l'immagine.
ko: 이미지 다운로드에 실패했습니다.
lt: Nepavyko atsisiųsti vaizdo.
mn: Зургийг татаж авч чадсангүй.
ms: Gagal memuat turun imej.
nl: Afbeelding downloaden mislukt.
pt_pt: Falha ao descarregar a imagem.
ru: Не удалось загрузить изображение.
sv: Det gick inte att ladda ner bilden.
th: ไม่สามารถดาวน์โหลดภาพได้
tr: Resim indirilemedi.
uk: Не вдалося завантажити зображення.
vi: Không thể tải xuống hình ảnh.
zh: 无法下载图片
zh_hant: 下載圖片失敗。

# imageSaveWatermarkSwitch
source: Image saved and shared with watermark
ar: تم حفظ الصورة ومشاركتها بعلامة مائية
be: Zachóŭvać i abahuláć vidarýs z vadzianým znákam
de: Bild gespeichert und mit Wasserzeichen geteilt
es: Imagen guardada y compartida con marca de agua
fr: Image enregistrée et partagée avec un filigrane
hu: Az kép mentve és megosztva vízjellel
id: Gambar disimpan dan dibagikan dengan watermark
it: Immagine salvata e condivisa con filigrana
ko: 워터마크와 함께 이미지 저장 및 공유
lt: Išsaugotas ir bendrinamas vaizdas su vandens ženklu
mn: Тамгатай зургийг хадгалж мөн хуваалцлаа
ms: Imej disimpan dan dikongsi dengan cap air
nl: Afbeelding opgeslagen en gedeeld met watermerk
pt_pt: Imagem guardada e partilhada com marca d'água
ru: Изображение сохранено и опубликовано с водяным знаком
sv: Bild sparad och delad med vattenstämpel
th: บันทึกภาพและแชร์พร้อมลายน้ำ
tr: Resim kaydedildi ve watermarket ile paylaşıldı
uk: Зображення збережено та поділено з водяним знаком
vi: Lưu hình ảnh và chia sẻ với dấu watermark
zh: 图片带水印保存和分享
zh_hant: 儲存並添加浮水印到圖片

# mangaShareText
source: {title} by {author} {link} Share from Tachimanga
ar: {title} بواسطة {author} {link} مشاركة من تاشيمانغا
be: {title} ád {author} {link} Abahúlena z Tachimanga
de: {title} von {author} {link} Geteilt von Tachimanga
es: {title} de {author} {link} Compartido desde Tachimanga
fr: {title} par {author} {link} Partagé depuis Tachimanga
hu: {title}, {author} által {link} Megosztva a Tachimanga-ból
id: {title} oleh {author} {link} Dibagikan dari Tachimanga
it: {title} di {author} {link} Condiviso da Tachimanga
ko: {title} by {author}{link} Tachimanga에서 공유
lt: {title} by {author} {link} Dalintas iš Tachimanga
mn: {author}-н {title} {link} Тачимангагаас хуваалцсан
ms: {title} oleh {author} {link} Kongsi dari Tachimanga
nl: {title} door {author} {link} Gedeeld vanuit Tachimanga
pt_pt: {title} por {author} {link} Partilhar através do Tachimanga
ru: {title} от {author} {link} Поделиться с Тачиманги
sv: {title} av {author} {link} Delat från Tachimanga
th: {title} โดย {author} {link} แชร์จาก Tachimanga
tr: {title} tarafından {author} {link} Tachimanga'dan paylaş
uk: {title} автора {author} {link} Поділитися з Tachimanga
vi: {title} của {author} {link} Chia sẻ từ Tachimanga
zh: {title} by {author} {link} 来自Tachimanga的分享
zh_hant: {title} 作者 {author} {link} 來自 Tachimanga 的分享

# chapterShareText
source: {title} by {author}, {chapter} {link} Share from Tachimanga
ar: {title} بواسطة {author}، {chapter} {link} مشاركة من تاشيمانغا
be: {title} ád {author}, raździéł {chapter} {link} Abahúlena z Tachimanga
de: {title} von {author}, Kapitel {chapter} {link} Geteilt von Tachimanga
es: {title} de {author}, {chapter} {link} Compartido desde Tachimanga
fr: {title} par {author}, {chapter} {link} Partagé depuis Tachimanga
hu: {title}, {author} által, {chapter}. fejezet {link} Megosztva a Tachimanga-ból
id: {title} oleh {author}, {chapter} {link} Dibagikan dari Tachimanga
it: {title} di {author}, {chapter} {link} Condiviso da Tachimanga
ko: {title} by {author}, {chapter} {link} Tachimanga에서 공유
lt: {title} by {author}, {chapter} {link} Dalintas iš Tachimanga
mn: {author}-н {title}, {chapter} {link} Тачимангагаас хуваалцсан
ms: {title} oleh {author}, {chapter} {link} Kongsi dari Tachimanga
nl: {title} door {author}, {chapter} {link} Gedeeld vanuit Tachimanga
pt_pt: {title} por {author}, {chapter} {link} Partilhar através do Tachimanga
ru: {title} от {author}, {chapter} {link} Поделиться с Тачиманги
sv: {title} av {author}, {chapter} {link} Delat från Tachimanga
th: {title} โดย {author}, บทที่ {chapter} {link} แชร์จาก Tachimanga
tr: {title} tarafından {author}, {chapter} {link} Tachimanga'dan paylaş
uk: {title} автора {author}, розділ {chapter} {link} Поділитися з Tachimanga
vi: {title} của {author}, {chapter} {link} Chia sẻ từ Tachimanga
zh: {title} by {author}，{chapter} {link} 来自Tachimanga的分享
zh_hant: {title} 作者 {author}，第 {chapter} 章 {link} 來自 Tachimanga 的分享

# theme_default
source: Default
ar: الافتراضي
be: Pá zmaŭčáńni
de: Standard
es: Predeterminado
fr: Par défaut
hu: Alapértelmezett
id: Bawaan
it: Predefinita
ko: 기본
lt: Numatytasis
mn: Үндсэн
ms: Asal
nl: Standaard
pt_pt: Predefinição
ru: По умолчанию
sv: Standard
th: ค่าเริ่มต้น
tr: Öntanımlı
uk: Типово
vi: Mặc định
zh: 默认
zh_hant: 預設

# theme_monet
source: Dynamic
ar: ديناميكي
be: Dynamíčny
de: Dynamisch
es: Dinámico
fr: Dynamique
hu: Dinamikus
id: Dinamis
it: Dinamico
ko: 다이내믹
lt: Dinaminis
mn: Уян хатан
ms: Dinamik
nl: Dynamisch
pt_pt: Dinâmico
ru: Динамическая
sv: Dynamisk
th: ไดนามิก
tr: Devimsel
uk: Динамічна
vi: Chủ đề: Động
zh: 动态
zh_hant: 動態

# theme_greenapple
source: Green Apple
ar: أخضر
be: Zialóny jábłyk
de: Grüner Apfel
es: Manzana verde
fr: Pomme verte
hu: Zöldalma
id: Hijau Apel
it: Mela Verde
ko: 청사과
lt: Žaliasis obuolys
mn: Ногоон Алим
ms: Epal Hijau
nl: Groene Appel
pt_pt: Maçã verde
ru: Зелёное Яблоко
sv: Grönt äpple
th: กรีนแอปเปิ้ล
tr: Yeşil Elma
uk: Зелене яблуко
vi: Chủ đề: Táo Xanh
zh: 青苹果
zh_hant: 青蘋果

# theme_lavender
source: Lavender
ar: أُرجواني
be: Lavánda
de: Lavendel
es: Lavanda
fr: Lavande
hu: Levendula
it: Lavanda
ko: 라벤더
lt: Levandų
mn: Лаванда
nl: Lavendel
pt_pt: Lavanda
ru: Лаванда
sv: Lavendel
th: ลาเวนเดอร์
tr: Lavanta
uk: Лаванда
vi: Oải Hương
zh: 薰衣草
zh_hant: 薰衣草

# theme_midnightdusk
source: Midnight Dusk
ar: منتصف الليل
be: Paŭnóčny zmrók
de: Mitternachtsdämmerung
es: Crepúsculo de medianoche
fr: Crépuscule de minuit
hu: Éjféli szürkület
id: Senja Malam
it: Crepuscolo di Mezzanotte
ko: 황혼
lt: Vidurnakčio sutemimas
mn: Шөнө дундын бүрэнхий
ms: Senja Mekar
nl: Middernachtschemer
pt_pt: Crepúsculo da meia-noite
ru: Полуночные Сумерки
sv: Midnattsskymning
th: มิดไนท์ดัสก์
tr: Alacakaranlık
uk: Опівнічні Сутінки
vi: Chủ đề: Hoàng Hôn Giữa Đêm
zh: 午夜幽暗
zh_hant: 黃昏

# theme_strawberrydaiquiri
source: Strawberry Daiquiri
ar: دايكيري فراولة
be: Truskávy dajkiry
de: Erdbeer-Daiquiri
es: Daiquiri de fresa
fr: Daiquiri aux fraises
hu: Eper koktél
id: Stroberi Daiquiri
it: Daiquiri alla Fragola
ko: 스트로베리 다이키리
lt: Braškių daikiris
mn: Гүзээлзгэний Дайкири
ms: Strawberi Daiquiri
pt_pt: Daiquiri de morango
ru: Клубничный Дайкири
sv: Jordgubbsdaiquiri
th: สตรอว์เบอร์รีแด๊กเคอรี่
tr: Çilekli Kokteyl
uk: Полуничний Дайкірі
vi: Chủ đề: Daiquiri Dâu Tây
zh: 草莓黛绮莉
zh_hant: 草莓黛綺莉

# theme_tako
source: Tako
ar: تاكو
be: Táko
hu: Polip
mn: Тако
ru: Тако
th: ทาโกะ
uk: Тако
vi: Chủ đề: Tako
zh_hant: 章魚

# theme_tealturquoise
source: Teal & Turquoise
ar: ازرق مخضر و فيروز
be: Sínie-biruzóvy
de: Blaugrün & Türkis
es: Azul marino y turquesa
fr: Bleu canard et turquoise
hu: Cián-zöld és türkiz
id: Hijau Laut & Biru Kehijauan
it: Verde Acqua e Turchese
ko: 청록
lt: Žydra ir turkio spalvos
mn: Хөх Ногоон & Цэнхэр
ms: Teal & Turkois
nl: Zeegroen & Turquoise
pt_pt: Azul-petróleo & Turquesa
ru: Бирюзовая
sv: Blågrön & Turkos
th: ทีลและเทอร์ควอยซ์
tr: Deniz kökçesi & Türk kökçesi
uk: Бірюзова
vi: Chủ đề: Xanh lam & Xanh ngọc
zh: 青绿
zh_hant: 綠松色

# theme_yinyang
source: Yin & Yang
ar: ين & يانغ
be: Jýń i Ján
es: Yin y yang
fr: Yin et Yang
hu: Jin és Jang
id: Hitam & Putih
it: Yin e Yang
ko: 음양
mn: Инь болон Ян
ru: Инь и Янь
th: หยินหยาง
tr: Yin ve Yang
uk: Інь та Янь
vi: Chủ đề: Âm & Dương
zh: 阴阳
zh_hant: 陰陽

# theme_yotsuba
source: Yotsuba
ar: يوتسوبا
be: Čatyrochlístnik (四葉)
ko: 요츠바
mn: Ёцуба
ru: Ёцуба
th: โยทซึบะ
uk: Йоцуба
vi: Chủ đề: Yotsuba
zh: 四叶草
zh_hant: 四葉

# theme_tidalwave
source: Tidal Wave
ar: موجة مدّ عارمة
be: Pryliŭnája chvála
de: Flutwelle
es: Marea
fr: Raz-de-marée
hu: Szökőár
id: Gelombang pasang
it: Maremoto
ko: 파도
lt: Potvynio banga
mn: Далайн Давалгаа
ms: Gelombang Pasang
nl: Vloedgolf
ru: Приливная Волна
sv: Tidvattensvåg
th: ไทเดลเวฟ
tr: Gelgit Dalgası
uk: Приливна Хвиля
vi: Sóng Thủy Triều
zh: 浪潮
zh_hant: 潮浪

# themePureBlackDarkMode
source: Pure black dark mode
ar: وضع الظلام الأسود النقي
be: Čýsta-čórny ciómny režým
de: Reiner schwarzer Dunkelmodus
es: Modo oscuro negro puro
fr: Mode sombre pur noir
hu: Tiszta fekete sötét mód
id: Mode gelap hitam murni
it: Modalità scura nera assoluta
ko: 퓨어블랙 다크모드
lt: Grynai juodas tamsus režimas
mn: хар горим
ms: Mod Gelap Hitam Tulen
nl: Puur zwart donkere modus
pt_pt: Modo dark mode puro
ru: Чисто чёрный темный режим
sv: Helt svart mörkt läge
th: โหมดมืดสีดำอย่างแท้จริง
tr: Tamamen siyah karanlık mod
uk: Чорний темний режим
vi: Chế độ tối đen thuần
zh: 纯黑模式
zh_hant: 純黑暗模式

# themeColorBlendLevel
source: Color blend level
ar: مستوى مزج الألوان
be: Uzróvień źmiašáńnia kóleraŭ
de: Farbvermischungsstufe
es: Nivel de mezcla de colores
fr: Niveau de fusion de couleurs
hu: Színösszeolvadás szintje
id: Tingkat perpaduan warna
it: Livello di mescolanza dei colori
ko: 색상 혼합 수준
lt: Spalvų maišymo lygis
mn: Өнгө холилтын түвшин
ms: Aras Perpaduan Warna
nl: Mate van kleurmenging
pt_pt: Nível de mistura de cor
ru: Уровень смешивания цветов
sv: Färgblandningsnivå
th: ระดับการผสมสี
tr: Renk karışım düzeyi
uk: Рівень злиття кольорів
vi: Mức trộn màu
zh: 颜色混合级别
zh_hant: 顏色融合級別

# themeSectionTitle
source: Theme
ar: السمة
be: Téma
de: Design
es: Tema
fr: Thème
hu: Téma
id: Tema
it: Tema
ko: 테마
lt: Tema
mn: Загвар
ms: Tema
nl: Thema
pt_pt: Tema
ru: Тема
sv: Tema
th: ธีม
tr: Tema
uk: Тема
vi: Chủ đề
zh: 主题
zh_hant: 主題

# displaySectionTitle
source: Display
ar: العرض
be: Pakáz
de: Anzeige
es: Visualización
fr: Affichage
hu: Kijelzés
id: Tampilan
it: Mostra
ko: 디스플레이
lt: Ekranas
mn: Дэлгэц
ms: Paparan
nl: Weergave
pt_pt: Ecrã
ru: Отображение
sv: Visning
th: การแสดงผล
tr: Ekran
uk: Відображення
vi: Hiển thị
zh: 显示
zh_hant: 顯示

source: Advanced
ar: اعدادات متقدمة
be: Pašýranyja
de: Erweitert
es: Avanzado
fr: Avancé
hu: Haladó beállítások
id: Tingkat lanjut
it: Avanzato
ko: 고급
lt: Išplėstinė
mn: Нарийн
ms: Lanjutan
nl: Geavanceerd
pt_pt: Avançado
ru: Продвинутые
sv: Avancerat
th: ขั้นสูง
tr: Gelişmiş
uk: Розширений
vi: Nâng cao
zh: 高级
zh_hant: 進階

# advancedSubtitle
source: Clear cache, cookies, and export logs.
ar: مسح الذاكرة المؤقتة، الكوكيز، وتصدير السجلات.
be: Ačýścić kéš, fájły Cookie j ékspartavyja časópisy.
de: Cache, Cookies löschen und Logs exportieren.
es: Borrar caché, cookies y exportar registros.
fr: Effacer le cache, les cookies et exporter les journaux.
hu: Gyorsítótár, sütik, és kiviteli naplók ürítése.
id: Bersihkan cache, kuki, dan ekspor log.
it: Cancella cache, cookie ed esporta log.
ko: 캐시, 쿠키 및 로그 내보내기 삭제.
lt: Išvalykite talpyklą, slapukus ir eksporto žurnalus.
mn: Кэш, күки, лог файл нарыг цэвэрлэх.
ms: Hapus cache, kuki, dan eksport log.
nl: Cache en cookies wissen, en logs exporteren.
pt_pt: Limpar a cache, os cookies e os registos de exportação.
ru: Очистить кеш, файлы cookie и экспорт логов.
sv: Rensa cache, cookies och exportera loggar.
th: ล้างแคช เครื่องบรรจุ และส่งออกบันทึก
tr: Önbellek, çerezleri temizle ve günlükleri dışa aktar.
uk: Очистити кеш, файли cookie та експортувати журнали.
vi: Xóa cache, cookie và xuất thông tin nhật ký.
zh: 清除缓存、Cookie以及导出日志。
zh_hant: 清除快取、Cookie，並匯出日誌。

source: Premium required.
ar: يتطلب اشتراك بريموم.
be: Patrabújecca prémijum.
de: Premium erforderlich.
es: Se requiere premium.
fr: Premium requis.
hu: Prémium előfizetés szükséges.
id: Diperlukan langganan Premium.
it: Richiesta la versione Premium.
ko: 프리미엄이 필요합니다.
lt: Premium Reikalingas.
mn: Premium шаардлагатай.
ms: Perlu Premium.
nl: Premium vereist.
pt_pt: Requer premium.
ru: Требуется премиум.
sv: Premium krävs.
th: จำเป็นต้องรับสมัครเพื่อใช้งาน
tr: Premium gerekiyor.
uk: Потрібен преміум.
vi: Yêu cầu Premium.
zh: 需要高级版
zh_hant: 需要高級版。

# pref_backup_interval
source: Backup frequency
ar: معدل تكرار النسخ الإحتياطي
be: Častatá rezervóvaha kapijaváńnia
de: Datensicherungshäufigkeit
es: Frecuencia de respaldo
fr: Fréquence de sauvegarde
hu: Biztonsági mentések gyakorisága
id: Frekuensi cadangan dibuat
it: Frequenza dei backup
ko: 백업 빈도
lt: Atsarginės kopijos kūrimo dažnis
mn: Байк-апийн давтамж
ms: Kekerapan sandaran
nl: Frequentie van back-ups
pt_pt: Frequência de cópia de segurança
ru: Частота резервных копий
sv: Säkerhetskopieringsfrekvens
th: ความถี่ในการสำรองข้อมูล
tr: Yedekleme sıklığı
uk: Частота створення резервної копії
vi: Lịch sao lưu
zh: 自动备份频率
zh_hant: 自動備份頻率

source: Off
ar: إيقاف
be: Výklučana
de: Aus
es: No
fr: Désactivé
hu: Ki
id: Nonaktif
it: Disattivo
ko: 끄기
lt: Išjungta
mn: Унтраах
ms: Matikan
nl: Uit
pt_pt: Desligado
ru: Выключено
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh: 关闭
zh_hant: 關閉

source: On
ar: تشغيل
be: Uklúčana
de: An
es: Sí
fr: Activé
hu: Be
id: Aktif
it: Attivo
ko: 켜기
lt: įjungti
mn: Асаах
ms: Hidupkan
nl: Aan
pt_pt: Ligado
ru: Включено
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh: 开启
zh_hant: 開啟

# update_6hour
source: Every 6 hours
ar: كل ٦ ساعات
be: Kóžnyja 6 hadzínaŭ
de: Alle 6 Stunden
es: Cada 6 horas
fr: Toutes les 6 heures
hu: 6 óránként
id: Setiap 6 jam
it: Ogni 6 ore
ko: 6시간마다
lt: Kas 6 valandas
mn: 6 цаг тутамд
ms: Setiap 6 jam
nl: Elke 6 uur
pt_pt: A cada 6 horas
ru: Каждые 6 часов
sv: Var 6:e timme
th: ทุก 6 ชั่วโมง
tr: 6 saatte bir
uk: Кожні 6 годин
vi: Mỗi 6 tiếng
zh: 每 6 小时
zh_hant: 每 6 小時

# update_12hour
source: Every 12 hours
ar: كل ١٢ ساعة
be: Kóžnyja 12 hadzínaŭ
de: Alle 12 Stunden
es: Cada 12 horas
fr: Toutes les 12 heures
hu: 12 óránként
id: Setiap 12 jam
it: Ogni 12 ore
ko: 12시간마다
lt: Kas 12 valandų
mn: 12 цаг тутамд
ms: Setiap 12 jam
nl: Elke 12 uur
pt_pt: A cada 12 horas
ru: Каждые 12 часов
sv: Var 12:e timme
th: ทุก 12 ชั่วโมง
tr: 12 saatte bir
uk: Кожні 12 годин
vi: Mỗi 12 tiếng
zh: 每 12 小时
zh_hant: 每 12 小時

# update_24hour
source: Daily
ar: يومياً
be: Štódnia
de: Täglich
es: Diarias
fr: Tous les jours
hu: Naponta
id: Setiap hari
it: Ogni giorno
ko: 매일
lt: Kasdien
mn: Өдөр бүр
ms: Harian
nl: Dagelijks
pt_pt: Diariamente
ru: Ежедневно
sv: Dagligen
th: ทุกวัน
tr: Günlük
uk: Щодня
vi: Mỗi ngày
zh: 每天
zh_hant: 每天

# update_48hour
source: Every 2 days
ar: كل يومان
be: Kóžnyja 2 dní
de: Alle 2 Tage
es: Cada 2 días
fr: Tous les 2 jours
hu: 2 naponta
id: Setiap 2 hari
it: Ogni 2 giorni
ko: 2일마다
lt: Kas 2 dienas
mn: 2 хоног тутамд
ms: Setiap 2 hari
nl: Elke 2 dagen
pt_pt: A cada 2 dias
ru: Каждые 2 дня
sv: Varannan dag
th: ทุก 2 วัน
tr: 2 günde bir
uk: Кожні 2 дні
vi: Mỗi 2 ngày
zh: 每 2 天
zh_hant: 每 2 天
