Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

source: About
ar: حَول
be: Daviédka
de: Über
es: Información
fr: À propos
hu: További információk
id: Tentang
it: Informazioni
ko: 정보
lt: Apie
mn: Тухай
ms: Tentang
nl: Over
pt_pt: Sobre
ru: О разделе
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про застосунок
vi: Về ứng dụng
zh: 关于
zh_hant: 關於

source: Add Category
ar: إضافة فئة
be: Dadáć katehóryju
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
hu: Kategória hozzáadása
id: Tambahkan Kategori
it: Aggiungi categoria
ko: 카테고리 추가
lt: Pridėti kategoriją
mn: Ангилал нэмэх
ms: Tambah Kategori
nl: Categorie toevoegen
pt_pt: Adicionar Categoria
ru: Добавить категорию
sv: Lägg till kategori
th: เพิ่มหมวดหมู่
tr: Kategori Ekle
uk: Додати категорію
vi: Thêm danh mục
zh: 添加分类
zh_hant: 新增分類

source: Add to Library
ar: إضافة إلى المكتبة
be: Dadáć u biblijatéku
de: Zur Bibliothek hinzufügen
es: Añadir a biblioteca
fr: Ajouter à la bibliothèque
hu: Hozzáadás a könyvtárhoz
id: Tambahkan ke Perpustakaan
it: Aggiungi alla libreria
ko: 라이브러리에 추가
lt: Pridėti į biblioteką
mn: Санд нэмэх
ms: Tambah ke Pustaka
nl: Toevoegen aan Bibliotheek
pt_pt: Adicionar à biblioteca
ru: Добавить в библиотеку
sv: Lägg till i biblioteket
th: เพิ่มเข้าสู่ห้องสมุด
tr: Kütüphaneye Ekle
uk: Додати до бібліотеки
vi: Thêm vào thư viện
zh: 添加到书架
zh_hant: 新增至書櫃

source: App Language
ar: لغة التطبيق
be: Móva pragrámy
de: App-Sprache
es: Idioma de la aplicación
fr: Langue de l'application
hu: Alkalmazás nyelve
id: Bahasa Aplikasi
it: Lingua App
ko: 앱 언어
lt: Programos kalba
mn: Аппын хэл
ms: Bahasa Aplikasi
nl: Taal App
pt_pt: Idioma da aplicação
ru: Язык приложения
sv: Appspråk
th: ภาษาแอป
tr: Uygulama Dili
uk: Мова додатку
vi: Ngôn ngữ ứng dụng
zh: 应用语言
zh_hant: 應用程式語言

source: App Theme
ar: مظهر التطبيق
be: Téma pragrámy
de: App-Design
es: Tema de la aplicación
fr: Thème de l'application
hu: Alkalmazás témája
id: Tema Aplikasi
it: Tema App
ko: 앱 테마
lt: Programos tema
mn: Аппын загвар
ms: Tema Aplikasi
nl: Thema App
pt_pt: Tema da Aplicação
ru: Тема приложения
sv: Apptema
th: ธีมแอป
tr: Uygulama Teması
uk: Оформленя додатку
vi: Chủ đề ứng dụng
zh: 应用主题
zh_hant: 應用程式主題

# appTitle
source: Tachimanga
ar: تاتشي مانجا
mn: Тачиманга

source: Appearance
ar: المظهر
be: Źniéšni výhlad
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hu: Megjelenés
id: Tampilan
it: Aspetto
ko: 모양
lt: Išvaizda
mn: Үзэмж
ms: Penampilan
nl: Uiterlijk
pt_pt: Aparência
ru: Внешний вид
sv: Utseende
th: ลักษณะ
tr: Görünüm
uk: Зовнішній вигляд
vi: Giao diện
zh: 外观
zh_hant: 外觀

# backup
source: Backup & Restore
ar: النسخ الاحتياطي و الاستعادة
be: Rezervóvyja kópiji j adnaŭléńnie
de: Backup & Wiederherstellung
es: Copia de seguridad y restauracion
fr: Sauvegarde et restauration
hu: Mentés és visszaállítás
id: Cadangan & Pulihkan
it: Backup e Ripristino
ko: 백업 & 복원
lt: Atsarginė kopija ir atkūrimas
mn: Байкап & Сэргээх
ms: Sandaran & Pulih
nl: Back-up & Herstellen
pt_pt: Cópia de segurança e restaurar
ru: Резервное копирование и восстановление
sv: Säkerhetskopiera & återställ
th: สำรองข้อมูลและกู้คืน
tr: Yedekleme ve Geri Yükleme
uk: Резервне копіювання та відновлення
vi: Sao lưu & Khôi phục
zh: 备份和恢复
zh_hant: 備份與還原

source: Badges
ar: الشارات
be: Značkí
de: Kennzeichen
es: Insignias
hu: Jelvények
id: Lencana
it: Badge
ko: 배지
lt: Ženklai
mn: Тэмдэг
ms: Lambang
pt_pt: Distintivos
ru: Значки
sv: Märken
th: ตรา
tr: Rozetler
uk: Бейджі
vi: Huy hiệu
zh: 徽标
zh_hant: 徽章

source: Bookmarked
ar: الإشارات المرجعية
be: Zakłádzienyja
de: Mit Lesezeichen anzeigen
es: Favoritos
fr: Marque-pages
hu: Könyvjelző megjelölve
id: Ditandai
it: Aggiunto ai Segnalibri
ko: 북마크함
lt: Pažymėta
mn: Хадгалсан
ms: Ditanda Buku
nl: Gemarkeerd
pt_pt: Marcado
ru: В закладках
sv: Bokmärkt
th: บุ๊กมาร์ก
tr: Yer İmlendi
uk: Додано в закладки
vi: Đã đánh dấu
zh: 已添加书签
zh_hant: 已新增書籤

source: Browse
ar: تصفح
be: Ahlád
de: Durchsuchen
es: Explorar
fr: Parcourir
hu: Böngészés
id: Jelajahi
it: Esplora
ko: 브라우저
lt: Naršyti
mn: Харах
ms: Layari
nl: Bladeren
pt_pt: Procurar
ru: Просмотр
sv: Bläddra
th: เรียกดู
tr: Göz At
uk: Перегляд
vi: Duyệt
zh: 浏览
zh_hant: 探索

source: Cancel
ar: إلغاء
be: Skasaváć
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
ko: 취소
lt: Atšaukti
mn: Цуцлах
ms: Batal
nl: Annuleer
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh: 取消
zh_hant: 取消

source: Categories
ar: الفئات
be: Katehóryji
de: Kategorien
es: Categorías
fr: Catégories
hu: Kategóriák
id: Kategori
it: Categorie
ko: 카테고리
lt: Kategorijos
mn: Ангилалууд
ms: Kategori
nl: Categorieën
pt_pt: Categorias
ru: Категории
sv: Kategorier
th: หมวดหมู่
tr: Kategoriler
uk: Категорії
vi: Hạng mục
zh: 分类
zh_hant: 類別

source: Category Update
ar: تحديث الفئة
be: Abnaŭléńnie katehóryji
de: Kategorie Aktualisierung
es: Actualizar categoría
fr: Mise à jour de la catégorie
hu: Kategória frissítése
id: Pembaruan Kategori
it: Aggiorna Categoria
ko: 카테고리 업데이트
lt: Kategorijos atnaujinimas
mn: Ангилал шинэчлэх
ms: Kemaskini Kategori
nl: Categorie Bijwerken
pt_pt: Atualização de categoria
ru: Обновление категории
sv: Uppdatera kategori
th: อัปเดตหมวดหมู่
tr: Kategori Güncelle
uk: Оновлення категорії
vi: Cập nhật danh mục
zh: 更新分类
zh_hant: 更新分類

source: Chapter {number}
ar: {number} الفصل
be: Raździéł {number}
de: Kapitel {number}
es: Capitulo {number}
fr: Chapitre {number}
hu: Fejezet {number}
id: Bab {number}
it: Capitolo {number}
ko: 챕터 {number}
lt: Skyrius {number}
mn: Бүлэг {number}
ms: Bab {number}
nl: Hoofdstuk {number}
pt_pt: Capítulo {number}
ru: Глава {number}
sv: Kapitel {number}
th: ตอนที่ {number}
tr: {number}. Bölüm
uk: Розділ {number}
vi: Chương {number}
zh: 第 {number} 章
zh_hant: 第 {number} 章

# chapterSortFetchedDate
source: By Fetched Date
ar: حسب تاريخ الاسترداد
be: Pá dácie atrymáńnia
de: Nach Abrufdatum
es: Por fecha de recuperación
fr: Par date de récupération
hu: Lekérés dátuma szerint
id: Menurut Tanggal Diambil
it: Per Data di Recupero
ko: 추가된 날짜순
lt: Pagal surastą datą
mn: Татаж авсан огноогоор
ms: Menurut Tarikh Ambil
nl: Datum opgehaald
pt_pt: Por Data de Recuperação
ru: По дате загрузки
sv: Efter hämtningsdatum
th: ตามวันที่เรียกกลับ
tr: Alım Tarihine Göre
uk: За датою отримання
vi: Theo Ngày Lấy
zh: 按获取日期
zh_hant: 按獲取日期

# chapterSortSource
source: By Source
ar: حسب المصدر
be: Pá krynícach
de: Nach Quelle
es: Por fuente
fr: Par source
hu: Forrás alapján
id: Menurut Sumber
it: Dalla Fonte
ko: 소스순
lt: Pagal Šaltinį
mn: Эх сурвалжаар
ms: Menurut Sumber
nl: Op Bron
pt_pt: Por fonte
ru: По источнику
sv: Efter källa
th: ตามแหล่งที่มา
tr: Kaynağa Göre
uk: За джерелом
vi: Theo nguồn
zh: 按来源
zh_hant: 按來源

source: Client
ar: الوكيل
be: Klijént
es: Cliente
hu: Alkalmazás
id: Klien
ko: 클라이언트
lt: Klientas
mn: Клиент
ms: Klien
ru: Клиент
sv: Klient
th: ไคลเอนต์
tr: İstemci
uk: Клієнт
vi: Khách hàng
zh: 客户端
zh_hant: 用戶端

source: Client version
ar: إصدار الوكيل
be: Vérsyja klijénta
es: Versión del cliente
fr: Version du client
hu: Alkalmazás verzió
id: Versi Klien
it: Versione Client
ko: 클라이언트 버전
lt: Kliento versija
mn: Клиентийн хувилбар
ms: Versi Klien
nl: Clientversie
pt_pt: Versão Client
ru: Версия клиента
sv: Klientversion
th: เวอร์ชันไคลเอนต์
tr: İstemci sürümü
uk: Версія клієнту
vi: Phiên bản khách hàng
zh: 客户端版本
zh_hant: 用戶端版本

source: Close
ar: إغلاق
be: Zakrýć
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ko: 닫기
lt: Uždaryti
mn: Хаах
ms: Tutup
nl: Sluit
pt_pt: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh: 关闭
zh_hant: 關閉

source: Completed
ar: مُكتَمِل
be: Zaviéršana
de: Abgeschlossen
es: Completado
fr: Terminé
hu: Kész
id: Selesai
it: Completato
ko: 완료
lt: Užbaigtas
mn: Дууссан
ms: Selesai
nl: Voltooid
pt_pt: Completo
ru: Завершено
sv: Slutförd
th: เสร็จสิ้น
tr: Tamamlandı
uk: Завершено
vi: Hoàn thành
zh: 完成
zh_hant: 完成

# copyMsg
source: '{msg}' Copied!
ar: '{msg}'‮ تم نسخ!
be: '{msg}' Skapijaváva!
de: '{msg}' Kopiert!
es: '{msg}' ¡Copiado!
fr: «{msg}» copié !
hu: '{msg}' másolva!
id: '{msg}' Disalin!
it: '{msg}' Copiato!
ko: '{msg}' 복사됨!
lt: '{msg}' Nukopijuota!
mn: '{msg}' хууллаа!
ms: '{msg}' Disalin!
nl: '{msg}' Gekopieerd!
pt_pt: "{msg}" Copiada!
ru: '{msg}' скопировано!
sv: '{msg}' kopierad!
th: คัดลอก '{msg}' แล้ว!
tr: '{msg}' Kopyalandı!
uk: '{msg}' Скопійовано!
vi: '{msg}' Đã sao chép!
zh: '{msg}'已复制！
zh_hant: '{msg}' 已複製！

source: Current
ar: الحالي
be: Biahúčy
de: Aktuell
es: Actual
fr: En cours
hu: Jelenlegi
id: Saat Ini
it: Attuale
ko: 지금
lt: Dabartinis
mn: Одоогийн
ms: Semasa
nl: Huidige
pt_pt: Atuais
ru: Текущий
sv: Nuvarande
th: ปัจจุบัน
tr: Geçerli
uk: Поточний
vi: Hiện tại
zh: 最近阅读
zh_hant: 最近閱讀

# defaultCategory
source: Default category when adding new manga to library
ar: الفئة الافتراضية عند إضافة مانجا جديدة إلى المكتبة
be: Katehóryja pá zmaŭčáńni prý dadáńni nóvaj mánhi ŭ biblijatéku
de: Standardkategorie beim Hinzufügen neuer Manga zur Bibliothek
es: Categoría por defecto al añadir un nuevo manga a la biblioteca
fr: Catégorie par défaut lors de l'ajout d'un nouveau manga à la bibliothèque
hu: Alapértelmezett kategória az új mangák hozzáadásakor
id: Kategori default saat menambahkan manga baru ke perpustakaan
it: Categoria predefinita quando si aggiungono nuovi manga alla libreria
ko: 라이브러리에 새 만화를 추가할 때의 기본 카테고리
lt: Numatytasis kategorijos įtraukimas į biblioteką pridedant naują mangą
mn: Шинэ манга санд нэмэх үед хадгалах ангилал
ms: Kategori asal semasa menambah manga baru ke pustaka
nl: Standaardcategorie bij het toevoegen van nieuwe manga aan bibliotheek
pt_pt: Categoria predefinida quando um novo mangá é adicionado à biblioteca
ru: Категория по умолчанию при добавлении новой манги в библиотеку
sv: Standardkategori när ny manga läggs till i biblioteket
th: หมวดหมู่เริ่มต้นเมื่อเพิ่มมังงะใหม่เข้าสู่ห้องสมุด
tr: Varsayılan kategori
uk: Категорія за замовчуванням при додаванні нової манґи до бібліотеки
vi: Danh mục mặc định khi thêm manga mới vào thư viện
zh: 默认添加到此库
zh_hant: 預設新增至此分類

source: Delete
ar: حذف
be: Výdalić
de: Löschen
es: Borrar
fr: Supprimer
hu: Törlés
id: Hapus
it: Elimina
ko: 삭제
lt: Ištrinti
mn: Устгах
ms: Padam
nl: Verwijder
pt_pt: Apagar
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh: 删除
zh_hant: 移除

# deleteCategoryDescription
source: This will merge all Mangas in this Category to Default!
ar: سيؤدي هذا التغير إلى دمج جميع المانجا في هذه الفئة إلى الافتراضية!
be: Héta abjadnáje ŭsiú mánhu ŭ hétaj katehóryji z katehóryjaj pá zmaŭčáńni!
de: Dies wird alle Mangas in dieser Kategorie in 'Standard' zusammenführen!
es: ¡Esto quitará todos los mangas de esta categoría y los añadirá en predeterminado!
fr: Tous les mangas de cette catégorie seront ainsi ramenés à leur valeur par défaut !
hu: Ez minden mangát ebben a kategóriában vissza fog rakni az alapértelmezett kategóriába!
id: Ini akan menggabungkan semua Manga dalam Kategori ini ke Default!
it: Questo unirà tutti i Manga di questa Categoria a quella Predefinita!
ko: 이 작업은 이 카테고리의 모든 만화를 기본값으로 통합할 것입니다!
lt: Tai sujungs visas šios kategorijos Mangas į Numatytuosius!
mn: Энэ ангилал дахь бүх Манга Үндсэн ангилал руу орно!
ms: Ini akan menggabungkan semua Manga dalam Kategori ini ke Asal!
nl: Dit zal alle manga's in deze categorie samenvoegen in de Standaardcategorie!
pt_pt: Isto irá fundir todos os mangas desta categoria para predefinidos!
ru: Все Манги в этой Категории будут объединены в категорию 'По умолчанию'!
sv: All manga i denna kategori flyttas till standardkategorin!
th: การดำเนินการนี้จะรวมมังงะทั้งหมดในหมวดหมู่นี้ไปยังค่าเริ่มต้น!
tr: Bu değişiklik, bu Kategorideki tüm Mangaları Varsayılan ile birleştirecektir!
uk: Це об'єднає всі манґи в цій категорії за замовчуванням!
vi: Thao tác này sẽ gộp tất cả Manga trong Danh mục này vào Mặc định!
zh: 此分类下的漫画将迁移至默认分类！
zh_hant: 此分類下的漫畫將合併至預設分類！

# deleteCategoryTitle
source: Are you sure?
ar: هل أنت متأكد؟
be: Vý ŭpéŭnienyja?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Voulez-vous continuer ?
hu: Biztos benne?
id: Anda yakin?
it: Vuoi proseguire?
ko: 정말로 삭제할까요?
lt: Ar tikrai?
mn: Та итгэлтэй байна уу?
ms: Adakah anda pasti?
nl: Weet je het zeker?
pt_pt: Tem a certeza?
ru: Вы уверены?
sv: Är du säker?
th: คุณแน่ใจหรือไม่?
tr: Emin misin?
uk: Ви впевнені?
vi: Bạn có chắc không?
zh: 确定？
zh_hant: 確定？

source: Discord
mn: Дискорд
ru: Дискорд

source: Display
ar: العرض
be: Pakáz
de: Anzeige
es: Vista
fr: Affichage
hu: Megjelenítés
id: Tampilan
it: Visualizza
ko: 화면
lt: Ekranas
mn: Дэлгэц
ms: Paparan
nl: Weergave
pt_pt: Exibir
ru: Отображение
sv: Visning
th: แสดงผล
tr: Görünüm
uk: Відображення
vi: Hiển thị
zh: 显示
zh_hant: 顯示

source: Display Mode
ar: وضع العرض
be: Rezým pakázu
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage
hu: Megjelenítési mód
id: Mode Tampilan
it: Modalità di Visualizzazione
ko: 화면 표시 방식
lt: Ekrano režimas
mn: Дэлгэцийн горим
ms: Mod Paparan
nl: Weergavemodus
pt_pt: Modo de exibição
ru: Режим отображения
sv: Visningsläge
th: โหมดแสดงผล
tr: Görünüm Modu
uk: Режим відображення
vi: Chế độ hiển thị
zh: 显示模式
zh_hant: 顯示模式

# displayModeDescriptiveList
source: Descriptive List
ar: قائمة وصفية
be: Apisálny śpís
de: Beschreibende Liste
es: Lista descriptiva
fr: Liste descriptive
hu: Leíró lista
id: Daftar Deskriptif
it: Elenco Descrittivo
ko: 상세 리스트
lt: Apibūdinimo sąrašas
mn: Тайлбартай жагсаалт
ms: Senarai Deskriptif
nl: Beschrijvende Lijst
pt_pt: Lista descritiva
ru: Список с описанием
sv: Beskrivande lista
th: รายการที่เป็นคำบรรยาย
tr: Görünüm tanımlayıcı liste
uk: Описовий список
vi: Danh sách mô tả
zh: 详细列表
zh_hant: 詳細列表

# displayModeGrid
source: Grid
ar: شبكة مدمجة
be: Siétka
de: Raster
es: Cuadricula
fr: Grille
hu: Rács
id: Kotak
it: Griglia
ko: 그리드
lt: Tinklelis
mn: Мөр/Багана
nl: Raster
pt_pt: Grelha
ru: Сетка
sv: Rutnät
th: ตาราง
tr: Izgara görünüm modu
uk: Сітка
vi: Lưới
zh: 网格
zh_hant: 網格

# displayModeList
source: List
ar: قائمة
be: Śpís
de: Liste
es: Lista
fr: Liste
hu: Lista
id: Daftar
it: Elenco
ko: 리스트
lt: Sąrašas
mn: Жагсаалт
ms: Senarai
nl: Lijst
pt_pt: Lista
ru: Список
sv: Lista
th: รายการ
tr: Liste görünüm modu
uk: Список
vi: Danh sách
zh: 简单列表
zh_hant: 列表

source: Downloaded
ar: منزلة
be: Spampavánaje
de: Heruntergeladen
es: Descargados
fr: Téléchargé
hu: Letöltve
id: Diunduh
it: Scaricato
ko: 다운로드됨
lt: Atsisiųsta
mn: Татагдсан
ms: Dimuat turun
nl: Gedownload
pt_pt: Transferidos
ru: Скачанные
sv: Nedladdad
th: ดาวน์โหลดแล้ว
tr: İndirilenler
uk: Завантажено
vi: Đã tải xuống
zh: 已下载
zh_hant: 已下載

source: Downloads
ar: التنزيلات
be: Spampóŭki
de: Heruntergeladenes
es: Descargas
fr: Téléchargements
hu: Letöltések
id: Unduhan
it: Scaricati
ko: 다운로드
lt: Atsisiuntimai
mn: Татсан Зүйлс
ms: Muat turun
pt_pt: Transferências
ru: Загрузки
sv: Nedladdningar
th: ดาวน์โหลด
tr: İndirmeler
uk: Завантаження
vi: Tải xuống
zh: 下载
zh_hant: 下載

source: Edit
ar: تعديل
be: Redahaváć
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
ko: 편집
lt: Redaguoti
mn: Засах
nl: Bewerk
pt_pt: Editar
ru: Редактировать
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh: 编辑
zh_hant: 編輯

source: Edit Category
ar: تعديل الفئة
be: Redahaváć katehóryju
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
hu: Kategóriák szerkesztése
id: Edit Kategori
it: Modifica Categoria
ko: 카테고리 편집
lt: Redaguoti kategoriją
mn: Ангилал засах
ms: Edit Kategori
nl: Categorie Bewerken
pt_pt: Editar Categoria
ru: Редактировать категорию
sv: Redigera kategori
th: แก้ไขหมวดหมู่
tr: Kategoriyi düzenle
uk: Редагувати категорію
vi: Chỉnh sửa danh mục
zh: 编辑分类
zh_hant: 編輯分類

# emptyCategory
source: Category name can't be Empty
ar: لا يمكن أن يكون اسم الفئة فارغًا
be: Názva katehóryji niá móža býć pustój
de: Kategoriename darf nicht leer sein
es: El nombre de la categoría no puede estar vacío
fr: Le nom de la catégorie ne peut pas être vide
hu: A kategória neve nem lehet üres
id: Nama kategori tidak boleh kosong
it: Il nome della Categoria non può essere vuoto
ko: 카테고리 이름은 비워둘 수 없습니다
lt: Kategorijos pavadinimas negali būti Tuščias
mn: Ангиллын нэр хоосон байж болохгүй
ms: Nama kategori tidak boleh dibiarkan kosong
nl: Categorienaam mag niet leeg zijn
pt_pt: Nome da categoria não pode ficar em branco
ru: Название категории не может быть пустым
sv: Kategorinamn kan inte vara tomt
th: ชื่อหมวดหมู่ต้องไม่เป็นค่าว่าง
tr: Kategoriyi boşalt
uk: Назва категорії не може бути порожньою
vi: Tên danh mục không được trống
zh: 分类名不能为空
zh_hant: 分類名不能為空

# errorExtension
source: Can't find the selected extension
ar: تعذر العثور على الإضافة المحددة
be: Nié atrýmlivajecca znajścí abránaje pašyréńnie
de: Die ausgewählte Erweiterung wurde nicht gefunden
es: No se encontró la extensión seleccionada
fr: Impossible de trouver l'extension sélectionnée
hu: Nem található a kiválasztott bővítmény
id: Tidak dapat menemukan ekstensi yang dipilih
it: Impossibile trovare l'estensione selezionata
ko: 선택한 확장 프로그램을 찾을 수 없습니다
lt: Negalima rasti pasirinkto plėtinio
mn: Сонгогдсон өргөтгөл олдсонгүй
ms: Tidak dapat mencari sambungan yang dipilih
nl: De geselecteerde extensie is niet gevonden
pt_pt: Não foi possível encontrar a extensão selecionada
ru: Не удалось найти выбранное расширение
sv: Kan inte hitta det valda tillägget
th: ไม่พบส่วนขยายที่เลือก
tr: Seçilen eklenti bulunamıyor
uk: Не вдається знайти вибране розширення
vi: Không tìm thấy phần mở rộng được chọn
zh: 所选插件不存在
zh_hant: 所選擴充程式不存在

# errorFilePick
source: File not selected!
ar: لم يتم اختيار الملف!
be: Fájł nié abrány!
de: Datei nicht ausgewählt!
es: Archivo no seleccionado!
fr: Aucun fichier sélectionné !
hu: Nincs kiválasztva fájl!
id: File tidak dipilih!
it: File non selezionato!
ko: 파일이 선택되지 않았습니다!
lt: Failas nėra pasirinktas!
mn: Файл сонгогдоогүй байна!
ms: Fail tidak dipilih!
nl: Bestand niet geselecteerd!
pt_pt: Arquivo não selecionado!
ru: Файл не выбран!
sv: Ingen fil vald!
th: ไม่ได้เลือกไฟล์!
tr: Herhangi bir dosya seçilmedi!
uk: Файл не обрано!
vi: Không chọn tệp!
zh: 未选择任何文件！
zh_hant: 未選取任何文件！

# errorFilePickUnknownExtension
source: Please select a file with {extensionName} extension
ar: الرجاء تحديد ملف بالامتداد {extensionName}
be: Kalí łáska, abiarýcie fájl z pašyréńniem {extensionName}
de: Bitte wählen Sie eine Datei mit der Erweiterung '{extensionName}' aus
es: Por favor, selecciona un archivo con la extensión {extensionName}
fr: Veuillez sélectionner un fichier avec l'extension {extensionName}
hu: Kérjük, válasszon ki egy {extensionName} kiterjesztésű fájlt
id: Silakan pilih file dengan ekstensi {extensionName}
it: Per favore seleziona un file con l'estensione {extensionName}
ko: {extensionName} 확장자를 가진 파일을 선택하세요
lt: Pasirinkite failą su {extensionName} plėtiniu
mn: {extensionName} өргөтгөлтэй файл сонгоно уу
ms: Sila pilih fail dengan sambungan {extensionName}
nl: Selecteer een bestand met de extensie {extensionName}
pt_pt: Por favor selecione um arquivo com {extensionName} extensão
ru: Пожалуйста, выберите файл с расширением {extensionName}
sv: Välj en fil med filtillägget {extensionName}
th: โปรดเลือกไฟล์ที่มีส่วนขยาย {extensionName}
tr: Lütfen {extensionName} uzantılı bir dosya seçin
uk: Будь ласка, виберіть файл з розширенням {extensionName}
vi: Vui lòng chọn tệp có đuôi {extensionName}
zh: 请选择插件 {extensionName}
zh_hant: 請選擇含 {extensionName} 的擴充程式

# errorLaunchURL
source: Failed to open! Copying "{url}" to clipboard
ar: فشل في الفتح! نسخ "{url}" الى الحافظة
be: Nié ŭdałósia adkrýć! Kapijaváńnie "{url}" u búfar pamiénu
de: Öffnen fehlgeschlagen! Kopiere "{url}" in die Zwischenablage
es: ¡Error al abrir! Copiando "{url}" al portapapeles
fr: Échec de l'ouverture ! Copie de « {url} » dans le presse-papier
hu: Nem sikerült megnyitni! A(z) "{url}" másolása a vágólapra
id: Gagal membuka! Menyalin "{url}" ke papan klip
it: Impossibile aprire! "{url}" copiato negli appunti
ko: 열지 못했습니다! "{url}"를 클립보드에 복사했습니다
lt: Nepavyko atidaryti! kopijavimas „{url}“ į iškarpinę
mn: Нээхэд алдаа гарлаа! "{url}"-г clipboard руу хууллаа
ms: Gagal dibuka! Menyalin "{url}" ke papan keratan
nl: Openen mislukt! "{url}" wordt gekopieerd naar klembord
pt_pt: Falha ao abrir! A Copiar "{url}" para a área de transferência
ru: Не удалось открыть! Копирование "{url}" в буфер обмена
sv: Kunde inte öppna! Kopierar "{url}" till urklipp
th: ไม่สามารถเปิด! กำลังคัดลอก "{url}" ไปยังคลิปบอร์ด
tr: Açılamadı! "{url}" kopyalanıyor
uk: Не вдалося відкрити! "{url}" скопійовано в буфер обміну
vi: Không thể mở! Đang sao chép "{url}" vào bảng tạm
zh: 打开失败 详细记录{url}已经复制到剪贴板
zh_hant: 打開失敗 已複製 "{url}" 至剪貼簿

# errorSomethingWentWrong
source: Something went wrong!
ar: هناك خطأ ما!
be: Štóści pajšłó niá ták!
de: Etwas ist schiefgelaufen!
es: ¡Algo salió mal!
fr: Une erreur s'est produite !
hu: Valami hiba történt!
id: Terjadi kesalahan!
it: Qualcosa è andato storto!
ko: 무언가 잘못됐습니다!
lt: Kažkas įvyko ne taip!
mn: Ямар нэг алдаа гарлаа!
ms: Ada yang tidak kena!
nl: Er is iets misgegaan!
pt_pt: Algo correu mal!
ru: Что-то пошло не так!
sv: Något gick fel!
th: ผิดพลาด!
tr: Bir hata oluştu!
uk: Щось пішло не так!
vi: Đã xảy ra lỗi!
zh: 发生错误！
zh_hant: 發生錯誤！

source: Extension Installed!
ar: تم تحميل الإضافة!
be: Pašyréńnie ŭstalavánaje!
de: Erweiterung wurde installiert!
es: ¡La extensión ha sido instalada!
fr: Extension installée !
hu: Bővítmény telepítve!
id: Ekstensi Terpasang!
it: Estensione Installata!
ko: 확장 프로그램이 설치되었습니다!
lt: Plėtinys Įdiegtas!
mn: Өргөтглийг Суулгаллаа!
ms: Sambungan Dipasang!
nl: Extensie geïnstalleerd!
pt_pt: Extensão instalada!
ru: Расширение установлено!
sv: Tillägget är installerat!
th: ติดตั้งส่วนขยายแล้ว!
tr: Eklenti Yüklendi!
uk: Розширення встановлено!
vi: Phần mở rộng đã được cài đặt!
zh: 插件安装完成！
zh_hant: 擴充程式安裝完成！

# extensionListEmpty
source: Extension list is Empty
ar: قائمة الإضافات فارغة
be: Śpís pašyréńniaŭ pustý
de: Die Erweiterungsliste ist leer
es: La lista de extensiones está vacía
fr: La liste des extensions est vide
hu: A kiterjesztéslista üres
id: Daftar ekstensi kosong
it: L'elenco delle Estensioni è vuoto
ko: 확장 목록이 비어 있습니다
lt: Plėtinių sąrašas yra tuščias
mn: Өргөтгөлийн жагсаалт хоосон байна
ms: Senarai sambungan adalah kosong
nl: Extensielijst is leeg
pt_pt: Lista de extensão está vazia
ru: Список расширений пуст
sv: Tilläggslistan är tom
th: รายการส่วนขยายว่างเปล่า
tr: Eklenti listesi boş
uk: Список розширень порожній
vi: Danh sách phần mở rộng trống
zh: 插件列表为空
zh_hant: 擴充程式列表為空

source: Extensions
ar: الإضافات
be: Pašyréńni
de: Erweiterungen
es: Extensiones
hu: Bővítmények
id: Ekstensi
it: Estensioni
ko: 확장 프로그램
lt: Plėtiniai
mn: Өргөтгөлүүд
ms: Sambungan
nl: Extensies
pt_pt: Extensões
ru: Расширения
sv: Tillägg
th: ส่วนขยาย
tr: Eklentiler
uk: Розширення
vi: Phần mở rộng
zh: 插件
zh_hant: 擴充程式

source: Failed
ar: فشل
be: Nié atrymáłasia
de: Fehlgeschlagen
es: Fallido
fr: Échec
hu: Sikertelen
id: Gagal
it: Fallito
ko: 실패
lt: Nepavyko
mn: Амжилтгүй
ms: Gagal
nl: Mislukt
pt_pt: Falha
ru: Не удалось
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk: Не вдалося
vi: Thất bại
zh: 更新失败
zh_hant: 更新失敗

source: Filter
ar: فرز
be: Fíltar
es: Filtro
fr: Filtres
hu: Szűrő
it: Filtro
ko: 필터
lt: Filtruoti
mn: Шүүлтүүр
ms: Penapis
pt_pt: Filtro
ru: Фильтр
th: กรอง
tr: Filtrele
uk: Фільтр
vi: Bộ lọc
zh: 筛选
zh_hant: 篩選

source: Finished
ar: النهاية
be: Skónčany
de: Beendet
es: Finalizado
fr: Terminé
hu: Befejezve
id: Selesai
it: Finito
ko: 전부 읽음
lt: Baigtas
mn: Дууслаа
ms: Selesai
nl: Afgerond
pt_pt: Concluído
ru: Завершен
sv: Avslutad
th: เสร็จสิ้น
tr: Tamamlandı
uk: Завершено
vi: Hoàn thành
zh: 阅读过
zh_hant: 已閱

source: General
ar: عام
be: Ahúlny
de: Allgemein
fr: Général
hu: Általános
id: Umum
it: Generale
ko: 일반
lt: Bendra informacija
mn: Ерөнхий
ms: Umum
nl: Algemeen
pt_pt: Geral
ru: Общие
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh: 通用
zh_hant: 一般

source: GitHub
mn: Гитхаб
