Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# restoreConfirmTitle
source: Restore to this backup?
ar: استعادة إلى هذه النسخة الاحتياطية؟
be: Adnavíć z hétaj rezervóvaj kópiji?
de: Auf dieses Backup wiederherstellen?
es: ¿Restaurar a esta copia de seguridad?
fr: Restaurer cette sauvegarde ?
hu: Visszaállítás erre a biztonsági mentésre?
id: Pulihkan ke cadangan ini?
it: Ripristinare questo backup?
ko: 이 백업으로 복원하시겠습니까?
lt: Atkurti į šią atsarginę kopiją?
mn: Энэ байк-ап руу сэргээх үү?
ms: Pulihkan kepada sandaran ini?
nl: Herstellen naar deze back-up?
pt_pt: Restaurar para esta cópia de segurança?
ru: Восстановить из этой резервной копии?
sv: Återställ till denna backup?
th: กู้คืนไปยังการสำรองนี้หรือไม่?
tr: Bu yedeğe geri yüklemek istiyor musunuz?
uk: Відновити до цієї резервної копії?
vi: Khôi phục từ bản sao lưu này?
zh: 恢复至此备份？
zh_hant: 恢復至此備份？

# restoreConfirmContent
source: All current data will be removed and replaced by the data from this backup.
ar: سيتم إزالة جميع البيانات الحالية واستبدالها بالبيانات من هذه النسخة الاحتياطية.
be: Usié biahúčyja dányja búduć výdalenyja j zamiénienyja dánymi z hétaj rezervóvaj kópiji.
de: Alle aktuellen Daten werden entfernt und durch die Daten aus diesem Backup ersetzt.
es: Todos los datos actuales serán eliminados y reemplazados por los datos de esta copia de seguridad.
fr: Toutes les données actuelles seront supprimées et remplacées par les données de cette sauvegarde.
hu: Az összes jelenlegi adatot el lesz távolítva és le lesz cserélve erre a biztonsági mentésnek az adataira.
id: Semua data saat ini akan dihapus dan digantikan dengan data dari cadangan ini.
it: Tutti i dati attuali verranno rimossi e sostituiti da quelli di questo backup.
ko: 모든 현재 데이터는 제거되고 이 백업의 데이터로 대체됩니다.
lt: Visi dabartiniai duomenys bus pašalinti ir pakeisti šios atsarginės kopijos duomenimis.
mn: Одоогийн бүх зүйлсийг устгаж, энэхүү байк-апын өгөгдлөөр солино.
ms: Semua data semasa akan dipadam dan digantikan oleh data dari sandaran ini.
nl: Alle huidige gegevens worden verwijderd en vervangen door de gegevens uit deze back-up.
pt_pt: Todos os dados atuais serão removidos e substituídos pelos dados desta cópia.
ru: Вся текущая информация будет удалена и заменена данными из этой резервной копии.
sv: All nuvarande data kommer att raderas och ersättas med data från denna backup.
th: ข้อมูลปัจจุบันทั้งหมดจะถูกลบและถูกแทนที่ด้วยข้อมูลจากการสำรองนี้
tr: Tüm mevcut veriler silinecek ve bu yedekten alınan verilerle değiştirilecektir.
uk: Всі поточні дані будуть видалені і замінені даними з цієї резервної копії.
vi: Tất cả dữ liệu hiện tại sẽ bị xóa bỏ và được thay thế bằng dữ liệu từ bản sao lưu này.
zh: 当前的数据将会被删除，并被此备份的数据替换。
zh_hant: 當前數據將會被刪除，並被此備份的數據替換。

# importConfirmTitle
source: Import Tachiyomi Backup?
ar: استيراد نسخة احتياطية من Tachiyomi؟
be: Jympartaváć rezervóvuju kópiju Tachiyomi?
de: Tachiyomi-Backup importieren?
es: ¿Importar copia de seguridad de Tachiyomi?
fr: Importer la sauvegarde Tachiyomi ?
hu: Importálja a Tachiyomi biztonsági mentést?
id: Impor Cadangan dari Tachiyomi?
it: Importare il Backup Tachiyomi?
ko: Tachiyomi 백업을 가져오나요?
lt: Importuoti Tachiyomi atsarginę kopiją?
mn: Тачиёоми байк-апыг импортлох уу?
ms: Import Sandaran Tachiyomi?
nl: Tachiyomi-back-up importeren?
pt_pt: Importar cópia do Tachiyomi?
ru: Импортировать резервную копию Tachiyomi?
sv: Importera Tachiyomi-backup?
th: นำเข้าการสำรองข้อมูล Tachiyomi?
tr: Tachiyomi Yedeği İçe Aktarılsın mı?
uk: Імпортувати резервну копію Tachiyomi?
vi: Nhập Bản sao lưu Tachiyomi?
zh: 导入 Tachiyomi 备份？
zh_hant: 導入 Tachiyomi 備份？

# importConfirmContent
source: Merge the library of Tachiyomi with the local library; existing local data will NOT be removed or replaced.
ar: دمج مكتبة Tachiyomi بالمكتبة المحلية. لن يتم إزالة البيانات المحلية الحالية أو استبدالها.
be: Abjadnáć biblijatéku Tachiyomi ź miacóvaj biblijatékaj. Isnujúčyja miascóvyja dányja NIÉ búduć výdalenyja albó zamiénienyja.
de: Die Bibliothek von Tachiyomi mit der lokalen Bibliothek zusammenfügen. Bestehende lokale Daten werden NICHT entfernt oder ersetzt.
es: Combinar la biblioteca de Tachiyomi con la biblioteca local; los datos locales existentes NO serán eliminados o reemplazados.
fr: Fusionner la bibliothèque de Tachiyomi avec la bibliothèque locale ; les données locales existantes ne seront PAS supprimées ou remplacées.
hu: A Tachiyomi könyvtár kombinálása a helyi könyvtárral; a meglévő helyi adatok nem távolítódnak el és nem cserélődnek le.
id: Gabungkan perpustakaan Tachiyomi dengan perpustakaan lokal; data lokal yang ada TIDAK akan terhapus atau digantikan.
it: Unisci la libreria di Tachiyomi con la libreria locale; i dati locali esistenti NON verranno rimossi o sostituiti.
ko: Tachiyomi 라이브러리를 로컬 라이브러리와 병합하세요; 기존 로컬 데이터는 제거되거나 교체되지 않습니다.
lt: Sujunkite Tachiyomi biblioteką su vietine biblioteka; esami vietiniai duomenys NEBUS pašalinti ar pakeisti.
mn: Тачиёоми-ийн санг Локал сантай нэгтгэх; одоогийн локал өгөгдөл устахгүй эсвэл өөрчлөгдөхгүй.
ms: Gabungkan pustaka Tachiyomi dengan pustaka tempatan; data tempatan sedia ada TIDAK akan dihapus atau digantikan.
nl: Voeg de bibliotheek van Tachiyomi samen met de lokale bibliotheek; bestaande lokale gegevens worden NIET verwijderd of vervangen.
pt_pt: Juntar a biblioteca de Tachiyomi com a biblioteca local; os dados locais existentes NÃO serão removidos ou substituídos.
ru: Объединить библиотеку Tachiyomi с локальной библиотекой. Существующие локальные данные НЕ будут удалены или заменены.
sv: Slå ihop Tachiyomis bibliotek med det lokala biblioteket; befintlig lokal data kommer INTE att raderas eller ersättas.
th: รวมห้องสมุดของ Tachiyomi เข้ากับห้องสมุดท้องถิ่น ข้อมูลท้องถิ่นที่มีอยู่จะไม่ถูกลบหรือแทนที่
tr: Tachiyomi'nin kitaplığını yerel kitaplıkla birleştir; mevcut yerel veriler silinmeyecek veya değiştirilmeyecektir.
uk: Об'єднати бібліотеку Tachiyomi з локальною бібліотекою; існуючі локальні дані НЕ будуть видалені або замінені.
vi: Gộp thư viện Tachiyomi với thư viện cục bộ; dữ liệu cục bộ hiện có sẽ KHÔNG bị xóa bỏ hoặc thay thế.
zh: 将 Tachiyomi 的库与本地库合并；现有的本地数据不会被删除或替换。
zh_hant: 將 Tachiyomi 的庫與本地庫合併；現有的本地數據不會被刪除或替換。

# autoBackupTip
source: Before restoring the backup, automatically create a backup.
ar: قبل استعادة النسخة الاحتياطية، قم بإنشاء نسخة احتياطية تلقائيًا.
be: Piérad adnaŭléńniem z rezervóvaj kópiji aŭtamatýčna stvarýć nóvuju rezervóvuju kópiju.
de: Vor der Wiederherstellung des Backups automatisch ein Backup erstellen.
es: Antes de restaurar la copia de seguridad, crear automáticamente una copia de seguridad.
fr: Avant de restaurer la sauvegarde, créer automatiquement une sauvegarde.
hu: Mielőtt visszaállítod a biztonsági mentést, automatikusan hozz létre egy biztonsági mentést.
id: Sebelum mengembalikan cadangan, secara otomatis membuat cadangan.
it: Prima di ripristinare il backup, crea automaticamente un backup.
ko: 백업을 복원하기 전에 자동으로 백업을 생성합니다.
lt: Prieš atkuriant atsarginę kopiją, automatiškai sukurkite atsarginę kopiją.
mn: Байк-апыг сэргээхээс өмнө автоматаар байк-ап үүсгэнэ.
ms: Sebelum mengembalikan sandaran, cipta sandaran secara automatik.
nl: Voor het herstellen van de back-up, automatisch een back-up maken.
pt_pt: Antes de restaurar a cópia de segurança, crie automaticamente uma cópia de segurança.
ru: Перед восстановлением резервной копии автоматически создать резервную копию.
sv: Skapa automatiskt en backup innan du återställer.
th: ก่อนที่จะกู้คืนการสำรองข้อมูล สร้างสำรองข้อมูลอัตโนมัติ
tr: Yedeği geri yüklemekten önce otomatik olarak bir yedek oluştur.
uk: Перед відновленням резервної копії автоматично створити резервну копію.
vi: Trước khi khôi phục bản sao lưu, tự động tạo một bản sao lưu.
zh: 在恢复备份之前，自动创建一个备份。
zh_hant: 在恢復備份之前，自動創建一個備份。

# autoBackupTipForImport
source: Before importing the backup, automatically create a backup.
ar: قبل استيراد النسخة الاحتياطية، قم بإنشاء نسخة احتياطية تلقائيًا.
be: Piérad jympártam z rezervóvaj kópiji aŭtamatýčna stvarýć rezervóvuju kópiju.
de: Vor dem Importieren des Backups automatisch ein Backup erstellen.
es: Antes de importar la copia de seguridad, crear automáticamente una copia de seguridad.
fr: Avant d'importer la sauvegarde, créer automatiquement une sauvegarde.
hu: Mielőtt importálnád a biztonsági mentést, automatikusan hozz létre egy biztonsági mentést.
id: Sebelum mengimpor cadangan, secara otomatis membuat cadangan.
it: Prima di importare il backup, crea automaticamente un backup.
ko: 백업을 복원하기 전에 자동으로 백업을 생성합니다.
lt: Prieš importuodami atsarginę kopiją, automatiškai sukurkite atsarginę kopiją.
mn: Байк-апыг импортлохоос өмнө автоматаар байк-ап үүсгэнэ.
ms: Sebelum mengimport sandaran, cipta sandaran secara automatik.
nl: Voor het importeren van de back-up, automatisch een back-up maken.
pt_pt: Antes de importar a cópia de segurança, crie automaticamente uma cópia de segurança.
ru: Перед импортом резервной копии автоматически создать резервную копию.
sv: Skapa automatiskt en backup innan du importerar.
th: ก่อนที่จะนำเข้าการสำรองข้อมูล สร้างสำรองข้อมูลอัตโนมัติ
tr: Yedeği içe aktarmadan önce otomatik olarak bir yedek oluştur.
uk: Перед імпортом резервної копії автоматично створити резервну копію.
vi: Trước khi nhập bản sao lưu, tự động tạo một bản sao lưu.
zh: 在导入备份之前，自动创建一个备份。
zh_hant: 在導入備份之前，自動創建一個備份。

# imported
source: Backup imported!
ar: تم استيراد النسخة الاحتياطية!
be: Rezervóvaja kópija jympartavánaja!
de: Backup importiert!
es: ¡Copia de seguridad importada!
fr: Sauvegarde importée !
hu: Biztonsági mentés importálva!
id: Cadangan berhasil diimpor!
it: Backup importato!
ko: 백업을 가져왔습니다!
lt: Atsarginė kopija importuota!
mn: Байк-ап импортлогдлоо!
ms: Sandaran diimport!
nl: Back-up geïmporteerd!
pt_pt: Cópia de segurança importada!
ru: Резервная копия импортирована!
sv: Backup importerad!
th: นำเข้าการสำรองข้อมูลแล้ว!
tr: Yedek içe aktarıldı!
uk: Резервна копія імпортована!
vi: Bản sao lưu đã được nhập!
zh: 备份已导入！
zh_hant: 備份已導入！

# restoreSuccessTip
source: Backup restore successful. Changes will take effect after restarting the app.
ar: تمت استعادة النسخ الاحتياطية بنجاح. ستتم العملية بعد إعادة تشغيل التطبيق.
be: Rezervóvaja kópija paśpiachóva adnóŭlenaja. Źmianiéńni nabúduć móc paślá pierazápusku pragrámy.
de: Backup-Wiederherstellung erfolgreich. Änderungen werden nach dem Neustart der App wirksam.
es: La copia de seguridad se ha restaurado correctamente. Los cambios surtirán efecto tras reiniciar la aplicación.
fr: Restauration de sauvegarde réussie. Les modifications prendront effet après le redémarrage de l'application.
hu: Biztonsági mentés sikeresen visszaállítva. A változások az alkalmazás újraindítása után érvényesülnek.
id: Berhasil mengembalikan cadangan. Perubahan akan berlaku setelah memulai ulang aplikasi.
it: Ripristino del backup riuscito. Le modifiche avranno effetto dopo il riavvio dell'app.
ko: 백업 복원에 성공했습니다. 변경사항은 앱을 다시 시작한 후에 적용됩니다.
lt: Atsarginės kopijos atkūrimas sėkmingas. Pakeitimai įsigalios iš naujo paleidus programėlę.
mn: Байк-апыг амжилттай сэргээлээ. Өөрчлөлтүүд нь аппыг дахин ачаалуулсний дараа орно
ms: Pemulihan sandaran berjaya. Perubahan akan berkuat kuasa selepas memulakan semula aplikasi.
nl: Back-upherstel geslaagd. Wijzigingen worden van kracht na het opnieuw starten van de app.
pt_pt: Restauro da cópia de segurança bem sucedido. As alterações entrarão em vigor depois de reiniciar a aplicação.
ru: Резервная копия успешно восстановлена. Изменения вступят в силу после перезапуска приложения.
sv: Backupåterställning lyckades. Ändringar träder i kraft efter omstart av appen.
th: กู้คืนการสำรองข้อมูลสำเร็จ การเปลี่ยนแปลงจะมีผลหลังจากเริ่มใช้แอปใหม่
tr: Yedek geri yükleme başarılı. Değişiklikler uygulama yeniden başlatıldıktan sonra geçerli olacaktır.
uk: Резервна копія успішно відновлена. Зміни набудуть чинності після перезапуску додатка.
vi: Khôi phục bản sao lưu thành công. Những thay đổi sẽ có hiệu lực sau khi khởi động lại ứng dụng.
zh: 备份恢复成功。更改将在重新启动应用程序后生效。
zh_hant: 備份恢復成功。更改將在重新啟動應用程序後生效。

# importSuccessTip
source: Backup import successful. Changes will take effect after restarting the app.
ar: تم استيراد النسخ الاحتياطية بنجاح. ستتم العملية بعد إعادة تشغيل التطبيق.
be: Rezervóvaja kópija paśpiachóva jympartavánaja. Źmiény nabúduć móc paślá pierazápusku pragrámy.
de: Backup-Import erfolgreich. Änderungen werden nach dem Neustart der App wirksam.
es: La importación de la copia de seguridad se ha realizado correctamente. Los cambios surtirán efecto tras reiniciar la aplicación.
fr: Importation de sauvegarde réussie. Les modifications prendront effet après le redémarrage de l'application.
hu: A biztonsági mentés sikeresen importálva. A változások az alkalmazás újraindítása után érvényesülnek.
id: Berhasil mengimpor cadangan. Perubahan akan berlaku setelah memulai ulang aplikasi.
it: Importazione del backup riuscita. Le modifiche avranno effetto dopo il riavvio dell'app.
ko: 백업 가져오기에 성공했습니다. 변경사항은 앱을 다시 시작한 후에 적용됩니다.
lt: Atsarginės kopijos importas sėkmingas. Pakeitimai įsigalios iš naujo paleidus programėlę.
mn: Байк-ап амжилттай ипортлогдлоо. Өөрчлөлтүүд нь аппыг дахин эхлүүлсний дараа орно.
ms: Import sandaran berjaya. Perubahan akan berkuat kuasa selepas memulakan semula aplikasi.
nl: Back-upimport geslaagd. Wijzigingen worden van kracht na het opnieuw starten van de app.
pt_pt: Importação de cópia de segurança bem sucedida. As alterações entrarão em vigor depois de reiniciar a aplicação.
ru: Резервная копия успешно импортирована. Изменения вступят в силу после перезапуска приложения.
sv: Backupimport lyckades. Ändringar träder i kraft efter omstart av appen.
th: นำเข้าการสำรองข้อมูลสำเร็จ การเปลี่ยนแปลงจะมีผลหลังจากเริ่มใช้แอปใหม่
tr: Yedek içe aktarma başarılı. Değişiklikler uygulama yeniden başlatıldıktan sonra geçerli olacaktır.
uk: Резервна копія успішно імпортована. Зміни набудуть чинності після перезапуску додатка.
vi: Nhập bản sao lưu thành công. Những thay đổi sẽ có hiệu lực sau khi khởi động lại ứng dụng.
zh: 备份导入成功。更改将在重新启动应用程序后生效。
zh_hant: 備份導入成功。更改將在重新啟動應用程序後生效。

# invalidBackup
source: Invalid backup file
ar: ملف نسخة احتياطية غير صالح
be: Niekaréktny fájł rezervóvaj kópiji
de: Ungültige Backup-Datei
es: Archivo de copia de seguridad no válido
fr: Fichier de sauvegarde invalide
hu: Érvénytelen biztonsági mentési fájl
id: File cadangan tidak valid
it: File di backup non valido
ko: 잘못된 백업 파일
lt: Neteisingas atsarginės kopijos failas
mn: Байк-ап файл буруу байна
ms: Fail sandaran tidak sah
nl: Ongeldig back-upbestand
pt_pt: Ficheiro inválido de cópia de segurança
ru: Некорректный файл резервной копии
sv: Ogiltig backupfil
th: ไฟล์การสำรองข้อมูลไม่ถูกต้อง
tr: Geçersiz yedek dosyası
uk: Недійсний файл резервної копії
vi: Tệp sao lưu không hợp lệ
zh: 无效的备份文件
zh_hant: 無效的備份檔案

# invalidBackupVersion
source: Please use the latest version of the app to restore the backup.
ar: يرجى استخدام أحدث إصدار من التطبيق لاستعادة النسخة الاحتياطية.
be: Kalí łáska, vykarystóŭvajcie apóšniuju vérsyju pragrámy, dlá adnaŭléńnia rezervóvych kópijaŭ.
de: Bitte verwenden Sie die neueste Version der App, um das Backup wiederherzustellen.
es: Utilice la última versión de la aplicación para restaurar la copia de seguridad.
fr: Veuillez utiliser la dernière version de l'application pour restaurer la sauvegarde.
hu: Kérlek, használd az alkalmazás legújabb verzióját a biztonsági mentés visszaállításához.
id: Mohon gunakan aplikasi versi terbaru untuk mengembalikan cadangan.
it: Utilizzare l'ultima versione dell'app per ripristinare il backup.
ko: 백업을 복원하려면 최신 버전의 앱을 사용하세요.
lt: Atsarginei kopijai atkurti naudokite naujausią programos versiją.
mn: Байк-апыг сэргээхийн тулд аппын сүүлчийн хувилбарыг ашиглана уу.
ms: Sila gunakan versi terkini aplikasi untuk mengembalikan sandaran.
nl: Gebruik de nieuwste versie van de app om de back-up te herstellen.
pt_pt: Utilize a versão mais recente da aplicação para restaurar a cópia de segurança.
ru: Для восстановления резервной копии используйте последнюю версию приложения.
sv: Använd den senaste versionen av appen för att återställa backupen.
th: โปรดใช้เวอร์ชันล่าสุดของแอปเพื่อกู้คืนการสำรองข้อมูล
tr: Yedeği geri yüklemek için lütfen uygulamanın en son sürümünü kullanın.
uk: Будь ласка, використовуйте останню версію програми для відновлення резервної копії.
vi: Vui lòng sử dụng phiên bản mới nhất của ứng dụng để khôi phục bản sao lưu.
zh: 请使用最新版本的应用程序来恢复备份。
zh_hant: 請使用最新版本的應用程序來恢復備份。

# autoBackupFailTip
source: Failed to create automatic backup before restoring. Please cancel the automatic backup and try again.
ar: فشل في إنشاء النسخة الاحتياطية التلقائية قبل الاستعادة. يرجى إلغاء النسخة الاحتياطية التلقائية والمحاولة مرة أخرى.
be: Nié ŭdałósia stvarýć aŭtamatýčnuju rezervóvuju kópiju piérad adnaŭléńniem. Kalí łáska, skasújcie aŭtamatýčnaje rezervóvaje kapijaváńnie j pasprabújcie jaščé ráz.
de: Das automatische Backup vor der Wiederherstellung konnte nicht erstellt werden. Bitte das automatische Backup abbrechen und erneut versuchen.
es: Error al crear la copia de seguridad automática antes de la restauración. Por favor, cancele la copia de seguridad automática e intente nuevamente.
fr: Échec de la création de la sauvegarde automatique avant la restauration. Veuillez annuler la sauvegarde automatique et réessayer.
hu: Nem sikerült automatikus biztonsági mentést létrehozni a visszaállítás előtt. Kérlek, szakítsd meg az automatikus biztonsági mentést és próbáld újra.
id: Gagal membuat cadangan otomatis sebelum memulihkan. Batalkan pencadangan otomatis dan coba lagi.
it: Impossibile creare un backup automatico prima del ripristino. Annulla il backup automatico e riprova.
ko: 복원하기 전에 자동 백업을 생성하지 못했습니다. 자동 백업을 취소하고 다시 시도해 주세요.
lt: Nepavyko sukurti automatinės atsarginės kopijos prieš atkuriant. Atšaukite automatinę atsarginę kopiją ir bandykite dar kartą.
mn: Сэргээхийн өмнөх автомат Байк-ап бүтэлгүйтлээ. Автомат байк-апыг цуцлаад дахин оролдоно уу.
ms: Gagal mencipta sandaran automatik sebelum mengembalikan. Sila batalkan sandaran automatik dan cuba lagi.
nl: Automatisch back-up maken voor het herstellen mislukt. Annuleer de automatische back-up en probeer het opnieuw.
pt_pt: Falha na criação da cópia de segurança automática antes do restauro. Cancele a cópia de segurança automática e tente novamente.
ru: Не удалось создать автоматическую резервную копию перед восстановлением. Пожалуйста, отмените автоматическое резервное копирование и повторите попытку.
sv: Misslyckades med att skapa automatisk backup före återställning. Avbryt den automatiska backupen och försök igen.
th: ไม่สามารถสร้างสำรองข้อมูลอัตโนมัติก่อนการกู้คืนได้ โปรดยกเลิกการสำรองข้อมูลอัตโนมัติและลองอีกครั้ง
tr: Geri yüklemeden önce otomatik yedek oluşturma başarısız oldu. Lütfen otomatik yedeklemeyi iptal edin ve tekrar deneyin.
uk: Не вдалося створити автоматичну резервну копію перед відновленням. Скасуйте автоматичну резервну копію й спробуйте ще раз.
vi: Không thể tạo bản sao lưu tự động trước khi khôi phục. Vui lòng hủy bỏ bản sao lưu tự động và thử lại.
zh: 在恢复之前自动备份失败。请取消自动备份，然后重试。
zh_hant: 在恢復之前自動備份失敗。請取消自動備份，然後重試。

source: Restart App
ar: إعادة تشغيل التطبيق
be: Pierazapuścíć pragrámu
de: App neu starten
es: Reiniciar aplicación
fr: Redémarrer l'application
hu: Alkalmazás újraindítása
id: Mulai ulang Aplikasi
it: Riavvia app
ko: 앱 재시작
lt: Iš naujo paleiskite programėlę
mn: Аппыг дахин ачаалууллах
ms: Mulakan semula Aplikasi
nl: Herstart App
pt_pt: Reiniciar Aplicação
ru: Перезапустить приложение
sv: Starta om appen
th: เริ่มใช้แอปใหม่
tr: Uygulamayı Yeniden Başlat
uk: Перезапустити програму
vi: Khởi động lại ứng dụng
zh: 重启应用
zh_hant: 重啟應用

source: Confirm
ar: تأكيد
be: Śćviérdzić
de: Bestätigen
es: Confirmar
fr: Confirmer
hu: Megerősítés
id: Konfirmasi
it: Conferma
ko: 확인
lt: Patvirtinkite
mn: Баталгаажуулах
ms: Sahkan
nl: Bevestig
pt_pt: Confirmar
ru: Подтвердить
sv: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh: 确认
zh_hant: 確認

# noNextChapter
source: There's no next chapter
ar: لا يوجدُ فصل تالي
be: Nastúpnaha raździéłu niamá
de: Kein nächstes Kapitel
es: No hay ningún capítulo más
fr: C'était le dernier chapitre
hu: Nincs több fejezet
id: Tidak ada bab berikutnya
it: Non ci sono capitoli successivi
ko: 다음 챕터가 없습니다
lt: Nėra kito skyriaus
mn: Дараагийн бүлэг байхгүй
ms: Tiada bab seterusnya
nl: Er is geen volgend hoofdstuk
pt_pt: Não existe próximo capítulo
ru: Следующая глава отсутствует
sv: Det finns inget nästa kapitel
th: ไม่มีบทต่อไป
tr: Sonraki bölüm yok
uk: Наступної частини немає
vi: Không có chương tiếp theo
zh: 后面没有啦
zh_hant: 以下空白

# readerScrollAnimation
source: Animate page transitions
ar: مؤثرات الانتقال بين الصفحات
be: Animácyja pierachódaŭ starónak
de: Animation beim Blättern
es: Transiciones de página animadas
fr: Activer les transitions
hu: Oldal átlapozás animálása
id: Animasikan perpindahan halaman
it: Animazione transizioni pagine
ko: 페이지 전환 애니메이션
lt: Animuoti puslapio perėjimus
mn: Хуудас шилжилтийн анимейшн оруулах
ms: Animasikan peralihan halaman
nl: Animeer paginatransities
pt_pt: Animar transição entre páginas
ru: Анимация переходов страницы
sv: Animera sidövergångar
th: เลื่อนหน้าได้อย่างต่อเนื่อง
tr: Sayfa geçişlerini canlandır
uk: Анімація переходів сторінки
vi: Tạo hiệu ứng chuyển trang
zh: 翻页动画
zh_hant: 翻頁轉場動畫

# doubleTapZoomIn
source: Double tap to zoom in
ar: انقر مرتين للتكبير
be: Dvójčy nacíśnuć, káb pavialíčyć
de: Doppeltippen zum Vergrößern
es: Ampliar tocando dos veces la pantalla
fr: Appuyez deux fois pour zoomer
hu: Képnagyítás dupla koppintással
id: Ketuk dua kali untuk memperbesar
it: Doppio tap per ingrandire
ko: 두번 탭하여 줌
lt: Dukart bakstelėkite, kad priartintumėte
mn: Хоёр удаа товшин томруулах
ms: Ketik dua kali untuk membesarkan
nl: Dubbel tikken om in te zoomen
pt_pt: Duplo clique para zoom in
ru: Двойной тап для увеличения
sv: Dubbeltryck för att zooma in
th: แตะสองครั้งเพื่อซูมเข้า
tr: Yakınlaştırmak için iki kez dokun
uk: Двічі торкніться, щоб збільшити
vi: Nhấn hai lần để phóng to
zh: 双击放大
zh_hant: 輕觸兩下以縮放

source: All Scanlators
ar: جميع فِرَق الترجمة
be: Usié Skanátary (Scanlators)
de: Alle Übersetzer
es: Todos los escáneres
fr: Tous les scanlateurs
hu: Összes fordító
id: Semua Scanlator
it: Tutti gli Scanlator
ko: 모든 스캔레이터
lt: Visi skenuotojai
mn: Бүх Орчуулагчид
ms: Semua Penerjemah
nl: Alle Scanlators
pt_pt: Todos os Scanlators
ru: Все Сканлейтеры
sv: Alla scanlators
th: สแกนเลเตอร์ทั้งหมด
tr: Tüm Taraflar
uk: Всі Сканлейтори
vi: Tất cả người dịch
zh: 所有Scanlators
zh_hant: 所有Scanlators

source: Scanlators
ar: فِرَق الترجمة
be: Skanátary (Scanlators)
de: Übersetzer
es: Escáneres
fr: Scanlateurs
hu: Fordítók
id: Scanlator
it: Scanlator
ko: 스캔레이터
lt: Skenuotojai
mn: Орчуулагчид
ms: Penerjemah
ru: Сканлейторы
th: สแกนเลเตอร์
tr: Taraflar
uk: Перекладачі
vi: Người dịch

# mangaSortLatestChapterFetch
source: Chapter fetch date
ar: تاريخ رفع الفصل
be: Dáta atrymáńnia raździéłu
de: Abrufdatum des Kapitels
es: Fecha de obtención del capítulo
fr: Date de récupération du chapitre
hu: Lekérési dátum
id: Tanggal bab dimasukkan
it: Data di recupero capitolo
ko: 챕터를 가져온 날짜순
lt: Skyriaus gavimo data
mn: Бүлэг татсан огноо
ms: Tarikh bab diambil
nl: Datum ophalen hoofdstuk
pt_pt: Data de procura do capítulo
ru: Последнее получение главы
sv: Kapitelhämtningsdatum
th: วันที่ดึงข้อมูลตอน
tr: Bölümün alındığı tarih
uk: Дата отримання розділу
vi: Ngày nhập chương
zh: 章节获取时间
zh_hant: 章節獲取日期
