Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# enable_sync_tip
source: Enabling sync for the first time requires uploading your whole library to the Sync server. It may take several minutes, depending on the number of titles and network bandwidth. It may also cause temporary lag on your device and consume a certain amount of data.
ar: تمكين المزامنة للمرة الأولى يتطلب رفع مكتبتك بالكامل إلى خادم المزامنة. قد يستغرق ذلك عدة دقائق حسب عدد العناوين وعرض النطاق الشبكي. قد يسبب أيضًا تأخيرًا مؤقتًا على جهازك ويستهلك قدرًا معينًا من البيانات.
be: Uklučéńnie synchranizácyji ŭ piéršy ráz patrabúje zapampóŭki ŭsiój vášaj biblijatéki ná sérver synchranizácyji. Héta móža zaniáć niékalki chvilínaŭ, u zaléžnaści ád kólkaści raździéłaŭ i prapusknój zdólnaści siétki. Héta taksáma móža výklikać časóvuju zatrýmku ná vášaj pryłádzie j spažyváć péŭnuju kólkaść dánych.
de: Das Aktivieren der Synchronisierung erfordert zunächst das Hochladen Ihrer gesamten Bibliothek auf den Synchronisierungsserver. Je nach Titelanzahl und Netzwerkbandbreite kann dies mehrere Minuten dauern. Dies kann auch vorübergehende Verzögerungen auf Ihrem Gerät verursachen und eine gewisse Datenmenge verbrauchen.
es: Activar la sincronización por primera vez requiere cargar toda tu biblioteca al servidor de sincronización. Puede tardar varios minutos dependiendo del número de títulos y tu ancho de banda. También podría causar un retraso temporal en tu dispositivo y consumir ciertos datos.
fr: Activer la synchronisation pour la première fois nécessite de télécharger toute votre bibliothèque sur le serveur de synchronisation. Cela peut prendre plusieurs minutes en fonction du nombre de titres et de la bande passante réseau. Cela peut également provoquer des ralentissements temporaires sur votre appareil et consommer une certaine quantité de données.
hu: A szinkronizálás első alkalommal történő engedélyezése megköveteli az egész könyvtár feltöltését a szinkron szerverre. Ez néhány percet igénybe vehet a címek számától és a hálózati sávszélességtől függően. Ez ideiglenesen lassíthatja az eszközt és adatforgalmat használhat.
id: Mengaktifkan sinkronisasi untuk pertama kali memerlukan pengunggahan seluruh perpustakaan Anda ke server sinkronisasi. Ini mungkin memakan waktu beberapa menit, tergantung pada jumlah judul dan lebar pita jaringan Anda. Hal ini juga dapat menyebabkan jeda sementara pada perangkat Anda dan menghabiskan sejumlah data.
it: Abilitare la sincronizzazione per la prima volta richiede il caricamento intero della libreria sul server Sync. Potrebbe richiedere alcuni minuti, a seconda del numero di titoli e della larghezza di banda della rete. Potrebbe anche causare temporanei rallentamenti sul dispositivo e consumare una certa quantità di dati.
lt: Pirmą kartą įjungus sinchronizavimą reikia į sinchronizavimo serverį įkelti visą biblioteką. Tai gali užtrukti kelias minutes, priklausomai nuo pavadinimų skaičiaus ir tinklo pralaidumo. Be to, tai gali sukelti laikiną prietaiso sulėtinima ir sunaudoti tam tikrą duomenų kiekį.
mn: Анх удаа синкийг идэвхжүүлэхэд номын сан бүхэлдээ Синк сервер рүү байршуулагдах бөгөөд гарчигны тоо, интернэтийн хурднаас зарцуулах хугацаа хамаарна. Энэ нь төхөөрөмжид түр зуурын удаашрал үүсгэх, тодорхой хэмжээний дата ашиглах боломжтой.
ms: Mengaktifkan penyelarasan buat kali pertama memerlukan semua pustaka dimuat naik ke pelayan Sync. Ia mungkin mengambil beberapa minit bergantung pada jumlah tajuk dan lebar jalur rangkaian. Ia juga mungkin menyebabkan kelambatan sementara pada peranti anda dan menggunakan data tertentu.
pt_pt: Ativar a sincronização pela primeira vez requer carregar toda a biblioteca no servidor Sync. Pode levar alguns minutos, dependendo do número de títulos e da largura de banda da rede. Isto também pode causar lentidão temporária no dispositivo e consumir uma certa quantidade de dados.
ru: Включение синхронизации впервые требует загрузки всей библиотеки на сервер Sync. Это может занять несколько минут в зависимости от числа названий и скорости сети. Это также может вызвать временные задержки на вашем устройстве и потребить определенный объем данных.
sv: Att aktivera synkronisering för första gången kräver uppladdning av hela ditt bibliotek till synkservern. Det kan ta flera minuter, beroende på antalet titlar och nätverkshastighet. Det kan också orsaka tillfällig tröghet på enheten och förbruka en viss mängd data.
th: การเปิดใช้การซิงค์ครั้งแรกต้องอัปโหลดไลบรารีทั้งหมดของคุณไปยังเซิร์ฟเวอร์ซิงค์ อาจใช้เวลาหลายนาที ขึ้นอยู่กับจำนวนเรื่องและแบนด์วิธเครือข่าย อาจทำให้อุปกรณ์ของคุณกระตุกชั่วคราวและใช้ข้อมูลจำนวนหนึ่ง.
tr: Senkronizasyonu ilk kez etkinleştirmek, tüm kütüphanenizi Sync sunucusuna yüklemenizi gerektirir. Bu, başlık sayısına ve ağ bant genişliğine bağlı olarak birkaç dakika sürebilir. Cihazınızda geçici yavaşlamaya ve belirli bir miktar veri tüketimine de neden olabilir.
uk: Увімкнення синхронізації вперше вимагає завантаження всієї бібліотеки на сервер Sync. Це може зайняти кілька хвилин залежно від кількості заголовків та пропускної здатності мережі. Це також може спричинити тимчасові затримки на вашому пристрої та споживання певної кількості даних.
vi: Bật đồng bộ hóa lần đầu tiên cần tải toàn bộ thư viện của bạn lên máy chủ Đồng bộ. Quá trình này có thể mất vài phút, tùy thuộc vào số lượng tiêu đề và băng thông mạng. Nó cũng có thể làm chậm thiết bị của bạn tạm thời và tiêu thụ một lượng dữ liệu nhất định.
zh: 首次启用同步需要将整个库上传到同步服务器。根据标题数量和网络带宽可能需要几分钟。这可能暂时导致设备卡顿并消耗一定流量。
zh_hant: 首次啟用同步需要將整個資料庫上傳到同步伺服器。根據標題數量與網路頻寬，可能需要幾分鐘時間。這可能導致您的裝置暫時卡頓並消耗一定流量。

source: Sync now
ar: مزامنة الآن
be: Synchranizaváć záraz
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
hu: Szinkronizálás most
id: Sinkronisasi sekarang
it: Sincronizza ora
lt: Sinchronizuoti dabar
mn: Яг одоо синк хийх
ms: Sinkron sekarang
pt_pt: Sincronizar agora
ru: Синхронизировать сейчас
sv: Synkronisera nu
th: ซิงค์ตอนนี้
tr: Şimdi Senkronize Et
uk: Синхронізувати зараз
vi: Đồng bộ ngay
zh: 立即同步
zh_hant: 立即同步

source: Sync Settings
ar: إعدادات المزامنة
be: Nałády synchranizácyji
de: Sync-Einstellungen
es: Configuración de sincronización
fr: Paramètres de synchronisation
hu: Szinkronizációs beállítások
id: Pengaturan Sinkronisasi
it: Impostazioni di sincronizzazione
lt: Sinchronizavimo nustatymai
mn: Синк Тохиргоо
ms: Tetapan Sinkron
pt_pt: Definições de Sincronização
ru: Настройки синхронизации
sv: Synkinställningar
th: การตั้งค่าการซิงค์
tr: Senkronizasyon Ayarları
uk: Налаштування синхронізації
vi: Cài đặt đồng bộ
zh: 同步设置
zh_hant: 同步設定

source: Syncing
ar: جارٍ المزامنة
be: Synchranizácyja
de: Synchronisierung läuft
es: Sincronizando
fr: En cours de synchronisation
hu: Szinkronizálás folyamatban
id: Menyinkronkan
it: Sincronizzazione in corso
lt: Sinchronizavimas
mn: Синк хийж байна
ms: Menyinkronkan
pt_pt: A sincronizar
ru: Синхронизация
sv: Synkroniserar
th: กำลังซิงค์
tr: Senkronize Ediliyor
uk: Синхронізація
vi: Đang đồng bộ
zh: 同步中
zh_hant: 正在同步

# sync_time_tip
source: The sync process relies on accurate device time to handle data conflicts, but there is a significant difference between the current device time and the server time. Please correct the device time. Current device time: {deviceTime}. Sync server time: {serverTime}.
ar: يعتمد عملية المزامنة على الوقت الدقيق للجهاز للتعامل مع تضارب البيانات، ولكن هناك فرق كبير بين وقت الجهاز الحالي ووقت الخادم. يرجى تصحيح وقت الجهاز. وقت الجهاز الحالي: {deviceTime}. وقت خادم المزامنة: {serverTime}.
be: Pracés synchranizácyji zaléžyć ád dakłádnaha čásu pryłády dlá apracóŭki kanflíktaŭ dánych, kalí jysnujé znáčnaja róźnica pamíž biahúčym čásam pryłády j čásam sérvera. Výpraŭcie čás pryłády. Biahúčy čás pryłády: {deviceTime}. Čás sérvera synchranizácyji: {serverTime}.
de: Der Synchronisierungsprozess ist auf genaue Gerätezeit zur Bearbeitung von Datenkonflikten angewiesen, doch es besteht ein erheblicher Unterschied zwischen der aktuellen Gerätezeit und der Serverzeit. Bitte korrigieren Sie die Gerätezeit. Aktuelle Gerätezeit: {deviceTime}. Sync-Serverzeit: {serverTime}.
es: El proceso de sincronización depende de la hora exacta del dispositivo para manejar conflictos de datos, pero hay una diferencia significativa entre la hora actual del dispositivo y la hora del servidor. Por favor, corrija la hora del dispositivo. Hora actual del dispositivo: {deviceTime}. Hora del servidor de sincronización: {serverTime}.
fr: Le processus de synchronisation repose sur l'heure exacte de l'appareil pour gérer les conflits de données, mais il existe une différence significative entre l'heure actuelle de l'appareil et l'heure du serveur. Veuillez corriger l'heure de l'appareil. Heure actuelle de l'appareil : {deviceTime}. Heure du serveur de synchronisation : {serverTime}.
hu: A szinkronizálási folyamat a pontos eszközidőre támaszkodik az adatkonfliktusok kezeléséhez, de jelentős különbség van a jelenlegi eszközidő és a szerveridő között. Kérjük, helyesbítsd az eszköz időt. Jelenlegi eszközidő: {deviceTime}. Szinkronizáló szerveridő: {serverTime}.
id: Proses sinkronisasi bergantung pada waktu perangkat yang akurat untuk menangani konflik data, namun terdapat perbedaan signifikan antara waktu perangkat saat ini dengan waktu server. Harap benarkan waktu perangkat. Waktu perangkat saat ini: {deviceTime}. Waktu server sinkronisasi: {serverTime}.
it: Il processo di sincronizzazione si basa sull'ora precisa del dispositivo per gestire i conflitti di dati, ma c'è una differenza significativa tra l'ora attuale del dispositivo e l'ora del server. Si prega di correggere l'ora del dispositivo. Ora attuale del dispositivo: {deviceTime}. Ora del server di sincronizzazione: {serverTime}.
lt: Sinchronizavimo procesas remiasi tiksliu įrenginio laiku, kad būtų galima spręsti duomenų konfliktus, tačiau dabartinis įrenginio ir serverio laikas labai skiriasi. Ištaisykite įrenginio laiką. Dabartinis įrenginio laikas: Įrenginio laikas: {deviceTime}. Sinchronizavimo serverio laikas: {serverTime}.
mn: Синк үйл явц нь өгөгдлийн зөрчилдөөнийг шийдвэрлэхэд төхөөрөмжийн нарийн цагийг ашигладаг боловч одоогийн төхөөрөмжийн цаг болон серверийн цагны хооронд их ялгаа байна. Төхөөрөмжийн цагийг засна уу. Одоогийн төхөөрөмжийн цаг: {deviceTime}. Синк серверийн цаг: {serverTime}.
ms: Proses penyelarasan bergantung kepada masa peranti yang tepat untuk mengendalikan konflik data, tetapi terdapat perbezaan yang ketara antara masa peranti semasa dan masa pelayan. Sila betulkan masa peranti. Masa peranti semasa: {deviceTime}. Masa pelayan penyelarasan: {serverTime}.
pt_pt: O processo de sincronização depende da hora precisa do dispositivo para lidar com conflitos de dados, mas existe uma diferença significativa entre a hora atual do dispositivo e a hora do servidor. Por favor, corrige a hora do dispositivo. Hora atual do dispositivo: {deviceTime}. Hora do servidor de sincronização: {serverTime}.
ru: Процесс синхронизации зависит от точного времени устройства для разрешения конфликтов данных, но существует значительная разница между текущим временем устройства и временем сервера. Пожалуйста, исправьте время устройства. Текущее время устройства: {deviceTime}. Время сервера синхронизации: {serverTime}.
sv: Synkroniseringen är beroende av korrekt enhetstid för att hantera datakonflikter, men det är en stor skillnad mellan aktuell enhetstid och servertid. Korrigera enhetstiden. Aktuell enhetstid: {deviceTime}. Synkservertid: {serverTime}.
th: กระบวนการซิงค์ ต้องใช้เวลาอุปกรณ์ที่แม่นยำเพื่อจัดการข้อมูลที่ขัดแย้ง แต่มีความแตกต่างมาก ระหว่างเวลาของอุปกรณ์ปัจจุบันและเวลาเซิร์ฟเวอร์ โปรดแก้ไขเวลาอุปกรณ์ เวลาอุปกรณ์ปัจจุบัน: {deviceTime}. เวลาเซิร์ฟเวอร์ซิงค์: {serverTime}.
tr: Senkronizasyon süreci, veri çatışmalarını ele almak için doğru cihaz zamanına dayanır, ancak mevcut cihaz zamanı ile sunucu zamanı arasında önemli bir fark vardır. Lütfen cihaz zamanını düzeltin. Mevcut cihaz zamanı: {deviceTime}. Senkronizasyon sunucu zamanı: {serverTime}.
uk: Процес синхронізації ґрунтується на точному часі пристрою для вирішення конфліктів даних, але існує значна різниця між поточним часом пристрою та часом сервера. Будь ласка, виправте час пристрою. Поточний час пристрою: {deviceTime}. Час сервера синхронізації: {serverTime}.
vi: Quá trình đồng bộ hóa phụ thuộc vào thời gian thiết bị chính xác để xử lý xung đột dữ liệu, nhưng có sự khác biệt đáng kể giữa thời gian hiện tại của thiết bị và thời gian máy chủ. Vui lòng sửa thời gian thiết bị. Thời gian hiện tại của thiết bị: {deviceTime}. Thời gian máy chủ đồng bộ hóa: {serverTime}.
zh: 同步过程依赖准确的设备时间来处理数据冲突，但当前设备时间与服务器时间有显著差异。请校准设备时间。 当前设备时间：{deviceTime}。 同步服务器时间：{serverTime}。
zh_hant: 同步過程依賴準確的裝置時間來處理數據衝突，但當前裝置時間與伺服器時間有顯著差異。請校準裝置時間。 當前裝置時間：{deviceTime}。 同步伺服器時間：{serverTime}。

source: Log in to Enable Sync
ar: تسجيل الدخول لتمكين المزامنة
be: Uvajdzície, káb uklučýć synchranizácyju
de: Anmelden um Synchronisierung zu aktivieren
es: Iniciar sesión para habilitar sincronización
fr: Connectez-vous pour activer la synchronisation
hu: Jelentkezzen be a szinkronizáláshoz
id: Masuk untuk Mengaktifkan Sinkronisasi
it: Accedi per abilitare la sincronizzazione
lt: Prisijunkite, kad įjungtumėte sinchronizavimą
mn: Нэвтэрч синкийг идэвхжүүлэх
ms: Log masuk untuk Aktifkan Penyegerakan
pt_pt: Iniciar sessão para Ativar a Sincronização
ru: Войдите, чтобы включить синхронизацию
sv: Logga in för att aktivera synk
th: เข้าสู่ระบบเพื่อเปิดใช้งานการซิงโครไนเซชัน
tr: Senkronizasyonu Etkinleştirmek için Giriş Yapın
uk: Увійдіть, щоб увімкнути синхронізацію
vi: Đăng nhập để Kích hoạt Đồng bộ
zh: 登录以启用同步
zh_hant: 登錄以啟用同步

source: Log in
ar: تسجيل الدخول
be: Uvajścí
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hu: Bejelentkezés
id: Masuk
it: Accedi
lt: Prisijungti
mn: Нэвтрэх
ms: Log masuk
pt_pt: Iniciar sessão
ru: Войти
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh: 登录
zh_hant: 登錄

# register
source: Create new account
ar: إنشاء حساب جديد
be: Stvarýć nóvy ŭlikóvy zápis
de: Neues Konto erstellen
es: Crear nueva cuenta
fr: Créer un nouveau compte
hu: Új fiók létrehozása
id: Buat akun baru
it: Crea un nuovo account
lt: Sukurti naują paskyrą
mn: Шинэ бүртгэл үүсгэх
ms: Cipta akaun baru
pt_pt: Criar nova conta
ru: Создать новую учетную запись
sv: Skapa nytt konto
th: สร้างบัญชีใหม่
tr: Yeni hesap oluştur
uk: Створити новий обліковий запис
vi: Tạo tài khoản mới
zh: 创建新帐户
zh_hant: 創建新帳戶

source: Email
ar: البريد الإلكتروني
be: Elektrónnaja póšta
es: Correo electrónico
id: Surel
lt: El. paštas
mn: Имэйл
ms: Emel
ru: Электронная почта
sv: E-post
th: อีเมล
tr: E-posta
uk: Електронна пошта
zh: 电子邮件
zh_hant: 電子郵件

source: Password
ar: كلمة المرور
be: Paról
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
id: Kata sandi
lt: Slaptažodis
mn: Нууц үг
ms: Kata laluan
pt_pt: Palavra-passe
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh: 密码
zh_hant: 密碼

# password_again
source: Confirm password
ar: تأكيد كلمة المرور
be: Śćviérdzić paról
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
it: Conferma password
lt: Patvirtinti slaptažodį
mn: Нууц үгээ давтах
ms: Pengesahan kata laluan
pt_pt: Confirmar palavra-passe
ru: Подтвердите пароль
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
tr: Şifreyi Onayla
uk: Підтвердити пароль
vi: Xác nhận mật khẩu
zh: 确认密码
zh_hant: 確認密碼

# password_not_match
source: Password don't match.
ar: كلمة المرور غير متطابقة.
be: Paról nié supadáje.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
hu: A jelszavak nem egyeznek.
id: Kata sandi tidak cocok.
it: Le password non corrispondono.
lt: Slaptažodžiai nesutampa.
mn: Нууц үг таарахгүй байна.
ms: Kata laluan tidak sepadan.
pt_pt: As palavras-passe não correspondem.
ru: Пароли не совпадают.
sv: Lösenorden matchar inte.
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor.
uk: Паролі не збігаються.
vi: Mật khẩu không khớp.
zh: 密码不一致。
zh_hant: 密碼不符。

# email_empty
source: Please enter a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صحيح.
be: Kalí łáska, uviadzície dziéjny ádras elektrónnaj póšty.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, introduce una dirección de correo electrónico válida.
fr: Veuillez saisir une adresse e-mail valide.
hu: Kérjük, adjon meg egy érvényes e-mail címet.
id: Harap masukkan alamat surel yang valid.
it: Inserisci un indirizzo email valido.
lt: Įveskite teisingą el. pašto adresą.
mn: Имэйл хаягаа оруулна уу.
ms: Sila masukkan alamat emel yang sah.
pt_pt: Por favor, introduza um endereço de e-mail válido.
ru: Пожалуйста, введите действительный адрес электронной почты.
sv: Ange en giltig e-postadress.
th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง
tr: Lütfen geçerli bir e-posta adresi girin.
uk: Будь ласка, введіть дійсну адресу електронної пошти.
vi: Vui lòng nhập địa chỉ email hợp lệ.
zh: 请输入有效的电子邮件地址。
zh_hant: 請輸入有效的電子郵件地址。

# password_empty
source: Please enter a password.
ar: الرجاء إدخال كلمة مرور.
be: Kalí łáska, uviadzície paról.
de: Bitte geben Sie ein Passwort ein.
es: Por favor, introduce una contraseña.
fr: Veuillez saisir un mot de passe.
hu: Kérjük, adjon meg egy jelszót.
id: Harap masukkan kata sandi.
it: Inserisci una password.
lt: Įveskite slaptažodį.
mn: Нууц үгээ оруулна уу.
ms: Sila masukkan kata laluan.
pt_pt: Por favor, introduza uma palavra-passe.
ru: Пожалуйста, введите пароль.
sv: Ange ett lösenord.
th: โปรดป้อนรหัสผ่าน
tr: Lütfen bir şifre girin.
uk: Будь ласка, введіть пароль.
vi: Vui lòng nhập mật khẩu.
zh: 请输入密码。
zh_hant: 請輸入密碼。

# synced_at_time
source: Synced {time}
ar: تمت المزامنة في {time}
be: Synchranizavána {time}
de: Synchronisiert um {time}
es: Sincronizado a las {time}
fr: Synchronisé à {time}
hu: Szinkronizálva {time}-kor
id: Disinkronkan pada {time}
it: Sincronizzato alle {time}
lt: Sinchronizuotas {time}
mn: Синк хийгдсэн {time}
ms: Disinkronkan pada {time}
pt_pt: Sincronizado às {time}
ru: Синхронизировано в {time}
sv: Synkroniserad {time}
th: ซิงค์เมื่อเวลา {time}
tr: {time} tarihinde senkronize edildi
uk: Синхронізовано у час {time}
vi: Đã đồng bộ vào lúc {time}
zh: 于 {time} 同步
zh_hant: 在 {time} 同步

source: just now
ar: الآن
be: tólki štó
de: gerade eben
es: justo ahora
fr: à l'instant
hu: épp most
id: Baru saja
it: proprio adesso
lt: tik dabar
mn: саяхан
ms: sebentar tadi
pt_pt: agora mesmo
ru: только что
sv: precis nu
th: เมื่อกี้
tr: az önce
uk: щойно
vi: vừa lúc
zh: 刚刚
zh_hant: 剛剛

# minutes_ago
source: {x, plural, one{1 minute ago} other{{x} minutes ago}}
ar: {x, plural, one{منذ دقيقة واحدة} other{{x} دقائق مضت}}
be: {x, plural, one{1 chvilínu tamú} other{{x} chvilínaŭ tamú}}
de: {x, plural, one{vor 1 Minute} other{{x} Minuten zuvor}}
es: {x, plural, one{hace 1 minuto} other{{x} minutos atrás}}
fr: {x, plural, one{il y a 1 minute} other{il y a {x} minutes}}
hu: {x, plural, one{1 perce} other{{x} perce}}
id: {x, plural, one{1 menit yang lalu} other{{x} menit yang lalu}}
it: {x, plural, one{1 minuto fa} other{{x} minuti fa}}
lt: {x, plural, one{1 minutę} other{{x} minučių}}
mn: {x, plural, one{1 минутын өмнө} other{{x} минутын өмнө}}
ms: {x, plural, one{1 minit yang lalu} other{{x} minit yang lalu}}
pt_pt: {x, plural, one{Há 1 minuto} other{Há {x} minutos}}
ru: {x, plural, one{1 минуту назад} few{# минуты назад} many{# минут назад} other{# минут назад}}
sv: {x, plural, one{För 1 minut sedan} other{För {x} minuter sedan}}
th: {x, plural, one{1 นาที ที่ผ่านมา} other{{x} นาที ที่ผ่านมา}}
tr: {x, plural, one{1 dakika önce} other{{x} dakika önce}}
uk: {x, plural, one{1 хвилину тому} few{# хвилини тому} many{# хвилин тому} other{# хвилин тому}}
vi: {x, plural, one{1 phút trước} other{{x} phút trước}}
zh: {x, plural, one{1分钟前} other{{x}分钟前}}
zh_hant: {x, plural, one{1分鐘前} other{{x}分鐘前}}

# hours_ago
source: {x, plural, one{1 hour ago} other{{x} hours ago}}
ar: {x, plural, one{منذ ساعة واحدة} other{{x} ساعات مضت}}
be: {x, plural, one{1 hadzínu tamú} other{{x} hadzínaŭ tamú}}
de: {x, plural, one{vor 1 Stunde} other{{x} Stunden zuvor}}
es: {x, plural, one{hace 1 hora} other{{x} horas atrás}}
fr: {x, plural, one{il y a 1 heure} other{il y a {x} heures}}
hu: {x, plural, one{1 órája} other{{x} órája}}
id: {x, plural, one{1 jam yang lalu} other{{x} jam yang lalu}}
it: {x, plural, one{1 ora fa} other{{x} ore fa}}
lt: {x, plural, one{1 valandą} other{{x} valandų}}
mn: {x, plural, one{1 цагийн өмнө} other{{x} цагийн өмнө}}
ms: {x, plural, one{1 jam yang lalu} other{{x} jam yang lalu}}
pt_pt: {x, plural, one{Há 1 hora} other{Há {x} horas}}
ru: {x, plural, one{1 час назад} few{# часа назад} many{# часов назад} other{# часов назад}}
sv: {x, plural, one{För 1 timme sedan} other{För {x} timmar sedan}}
th: {x, plural, one{1 ชั่วโมง ที่ผ่านมา} other{{x} ชั่วโมง ที่ผ่านมา}}
tr: {x, plural, one{1 saat önce} other{{x} saat önce}}
uk: {x, plural, one{1 годину тому} few{# години тому} many{# годин тому} other{# годин тому}}
vi: {x, plural, one{1 giờ trước} other{{x} giờ trước}}
zh: {x, plural, one{1小时前} other{{x}小时前}}
zh_hant: {x, plural, one{1小時前} other{{x}小時前}}

# sync_faq_q1
source: What is the Sync?
ar: ما هو المزامنة؟
be: Štó takóje synchranizácyja?
de: Was ist die Synchronisierung?
es: ¿Qué es la sincronización?
fr: Qu'est-ce que la synchronisation ?
hu: Mi az a szinkronizálás?
id: Apa itu Sinkronisasi?
it: Che cos'è la Sincronizzazione?
lt: Kas yra sinchronizacija?
mn: Синк гэж юу вэ?
ms: Apa itu Penyelarasan?
pt_pt: O que é a Sincronização?
ru: Что такое Синхронизация?
sv: Vad är synkronisering?
th: Sync คืออะไร?
tr: Sync nedir?
uk: Що таке Sync?
vi: Sync là gì?
zh: 什么是同步功能？
zh_hant: 什麼是同步功能？
