Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# sync_faq_a1
source: The Sync is a feature that allows you to seamlessly update and access your library across multiple devices. It ensures that your library is consistent and up-to-date regardless of the device you are using.
ar: المزامنة هي ميزة تتيح لك تحديث والوصول إلى مكتبتك بسلاسة عبر أجهزة متعددة. تضمن أن مكتبتك متطابقة ومحدثة بغض النظر عن الجهاز الذي تستخدمه.
be: Synchranizácyja — héta fúnkcyja, jakája dazvaláje bieśpieraškódna abnaŭláć i atrýmlivać dóstup dá vášaj biblijatéki ná niékalkich pryłádach. Héta garantúje, štó vášaja biblijatéka búdzie pastajánnaj i aktuálnaj niezaléžačy ád pryłády, jakój vý karystájeciesia.
de: Die Synchronisierung ist eine Funktion, die es ermöglicht, deine Bibliothek nahtlos auf mehreren Geräten zu aktualisieren und darauf zuzugreifen. Sie stellt sicher, dass deine Bibliothek konsistent und aktuell bleibt, unabhängig davon, welches Gerät du nutzt.
es: La sincronización es una función que te permite actualizar y acceder a tu biblioteca en varios dispositivos de forma fluida. Asegura que tu biblioteca sea consistente y esté actualizada sin importar el dispositivo que uses.
fr: La synchronisation est une fonctionnalité qui vous permet de mettre à jour et d'accéder à votre bibliothèque sur plusieurs appareils de façon fluide. Elle garantit que votre bibliothèque est cohérente et à jour, quel que soit l'appareil que vous utilisez.
hu: A szinkronizálás egy funkció, amely lehetővé teszi, hogy zökkenőmentesen frissítsd és elérd a könyvtáradat több eszközön keresztül. Biztosítja, hogy a könyvtárad mindig egységes és naprakész legyen, függetlenül attól, melyik eszközt használod.
id: Sinkronisasi adalah fitur yang memungkinkan Anda memperbarui dan mengakses perpustakaan Anda secara mulus di beberapa perangkat. Ini memastikan perpustakaan Anda tetap konsisten dan terbaru terlepas dari perangkat yang Anda gunakan.
it: La Sincronizzazione è una funzionalità che consente di aggiornare e accedere alla tua libreria senza problemi su più dispositivi. Garantisce che la tua libreria sia sempre coerente e aggiornata indipendentemente dal dispositivo utilizzato.
lt: Sinchronizavimas - tai funkcija, leidžianti sklandžiai atnaujinti ir pasiekti biblioteką keliuose įrenginiuose. Ji užtikrina, kad jūsų biblioteka būtų nuosekli ir atnaujinta nepriklausomai nuo naudojamo įrenginio.
mn: Синк нь олон төхөөрөмж дээр сангаа шинэчлэх, сандаа хандах боломжийг олгодог. Энэ нь таны аль төхөөрөмж ашиглаж байгаа эсэхээс үл хамааран таны сангийн контентууд ижил, шинэчлэгдсэн байлгадаг.
ms: Penyelarasan adalah ciri yang membolehkan anda mengemas kini dan mengakses perpustakaan anda dengan lancar di pelbagai peranti. Ia memastikan bahawa perpustakaan anda konsisten dan sentiasa terkini tanpa mengira peranti yang anda gunakan.
pt_pt: A Sincronização é uma funcionalidade que permite atualizar e aceder à sua biblioteca em vários dispositivos de forma fluida. Garante que a sua biblioteca esteja sempre consistente e atualizada, independentemente do dispositivo em uso.
ru: Синхронизация — это функция, которая позволяет обновлять и получать доступ к вашей библиотеке на разных устройствах. Это обеспечивает согласованность и актуальность вашей библиотеки независимо от используемого устройства.
sv: Synkronisering är en funktion som gör att du sömlöst kan uppdatera och komma åt ditt bibliotek på flera enheter. Den säkerställer att ditt bibliotek är konsekvent och uppdaterat oavsett vilken enhet du använder.
th: Sync คือฟีเจอร์ที่ช่วยให้คุณอัปเดตและเข้าถึงคลังข้อมูลของคุณบนอุปกรณ์ต่าง ๆ ได้อย่างไร้รอยต่อ ทำให้คลังข้อมูลของคุณสอดคล้องและล่าสุดเสมอไม่ว่าคุณจะใช้อุปกรณ์ใด
tr: Sync, kütüphanenizi birden fazla cihazda sorunsuz bir şekilde güncelleyip erişmenizi sağlayan bir özelliktir. Hangi cihazı kullanıyor olursanız olun, kütüphanenizin tutarlı ve güncel olmasını sağlar.
uk: Sync — це функція, яка дозволяє легко оновлювати та отримувати доступ до вашої бібліотеки на різних пристроях. Вона забезпечує, щоб ваша бібліотека була актуальною і узгодженою незалежно від пристрою.
vi: Sync là tính năng cho phép bạn cập nhật và truy cập thư viện của mình trên nhiều thiết bị một cách liền mạch. Nó đảm bảo thư viện của bạn luôn nhất quán và được cập nhật bất kể bạn sử dụng thiết bị nào.
zh: 同步功能允许您在多个设备上无缝更新和访问您的资料库，确保无论使用哪个设备，您的资料库始终一致并保持最新状态。
zh_hant: 同步功能允許您在多部裝置上無縫更新和存取您的資料庫，確保無論使用哪個設備，您的資料庫始終一致並保持最新狀態。

# sync_faq_q2
source: What data is synced?
ar: ما البيانات التي تتم مزامنتها؟
be: Jakíja dányja synchranizújucca?
de: Welche Daten werden synchronisiert?
es: ¿Qué datos se sincronizan?
fr: Quelles données sont synchronisées ?
hu: Milyen adatok szinkronizálódnak?
id: Data apa saja yang disinkronkan?
it: Quali dati vengono sincronizzati?
lt: Kokie duomenys sinchronizuojami?
mn: Ямар өгөгдөл синк хийгдэх вэ?
ms: Data apa yang diselaraskan?
pt_pt: Quais dados são sincronizados?
ru: Какие данные синхронизируются?
sv: Vilken data synkroniseras?
th: ข้อมูลอะไรที่ถูกซิงค์บ้าง?
tr: Hangi veriler senkronize edilir?
uk: Які дані синхронізуються?
vi: Dữ liệu nào được đồng bộ?
zh: 同步会包含哪些数据？
zh_hant: 同步會包含哪些資料？

# sync_faq_a2
source: Sync includes library, reading history, bookmarks, repositories, and extensions.
ar: المزامنة تشمل المكتبة، سجل القراءة، الإشارات المرجعية، المستودعات، والإضافات.
be: Synchranizácyja ŭklučáje biblijatéku, históryju čytáńnia, zakłádki, repazytáry j pašyréńni.
de: Synchronisiert werden Bibliothek, Leseverlauf, Lesezeichen, Repositorys und Erweiterungen.
es: Se sincronizan la biblioteca, el historial de lectura, los marcadores, los repositorios y las extensiones.
fr: La synchronisation inclut la bibliothèque, l'historique de lecture, les marque-pages, les dépôts et les extensions.
hu: Szinkronizáláskor a könyvtár, az olvasási előzmények, a könyvjelzők, a tárolók és a bővítmények frissülnek.
id: Sinkronisasi mencakup perpustakaan, riwayat membaca, penanda, repositori, dan ekstensi.
it: La sincronizzazione include libreria, cronologia di lettura, segnalibri, repository ed estensioni.
lt: Sinchronizacija apima biblioteką, skaitymo istoriją, žymes, saugyklas ir plėtinius.
mn: Синк нь сан, уншисан түүх, хадгалсан хэсэг, өргөтгөлүүдийн сангууд болон өргөтгөлүүдийг багтаана.
ms: Penyelarasan merangkumi perpustakaan, sejarah bacaan, penanda buku, repositori dan sambungan.
pt_pt: A sincronização inclui biblioteca, histórico de leitura, marcadores, repositórios e extensões.
ru: Синхронизируются библиотека, история чтения, закладки, репозитории и расширения.
sv: Synkronisering inkluderar bibliotek, läshistorik, bokmärken, databaser och tillägg.
th: Sync รวมถึงคลังข้อมูล, ประวัติการอ่าน, บุ๊กมาร์ก, ตัวจัดเก็บ และส่วนเสริมต่าง ๆ
tr: Sync, kütüphane, okuma geçmişi, yer imleri, depolar ve uzantıları içerir.
uk: Sync включає бібліотеку, історію читання, закладки, репозиторії та розширення.
vi: Sync bao gồm thư viện, lịch sử đọc, dấu trang, kho lưu trữ và tiện ích mở rộng.
zh: 同步包括资料库、阅读历史、书签、资源库和扩展程序。
zh_hant: 同步包括資料庫、閱讀歷史、書籤、資源庫和擴充功能。

# sync_faq_q3
source: What data will not be synced?
ar: ما البيانات التي لن تتم مزامنتها؟
be: Jakíja dányja niá búduć synchranizaványja?
de: Welche Daten werden nicht synchronisiert?
es: ¿Qué datos no se sincronizan?
fr: Quelles données ne sont pas synchronisées ?
hu: Milyen adatok nem szinkronizálódnak?
id: Data apa yang tidak akan disinkronkan?
it: Quali dati non vengono sincronizzati?
lt: Kokie duomenys nebus sinchronizuojami?
mn: Ямар өгөгдөл синк хийгдэхгүй вэ?
ms: Data apa yang tidak akan diselaraskan?
pt_pt: Quais dados não serão sincronizados?
ru: Какие данные не синхронизируются?
sv: Vilken data synkroniseras inte?
th: ข้อมูลอะไรที่ไม่ถูกซิงค์?
tr: Hangi veriler senkronize edilmez?
uk: Які дані не синхронізуються?
vi: Dữ liệu nào sẽ không được đồng bộ?
zh: 哪些数据不会同步？
zh_hant: 哪些資料不會同步？

# sync_faq_a3
source: Local source files, local extensions, downloads, updates, app settings, extension settings, and auth info for trackers will not be synced.
ar: ملفات المصادر المحلية، الإضافات المحلية، التنزيلات، التحديثات، إعدادات التطبيق، إعدادات الإضافات، ومعلومات تسجيل الدخول للتتبع لن تتم مزامنتها.
be: Lakálnyja fájły krynícaŭ, lakálnyja pašyréńni, zahrúzki, abnaŭléńni, nałády pragrámy, nałády pašyréńniaŭ i dányja aŭtaryzácyji dlá trékieraŭ nié synchranizújucca.
de: Lokale Quellen, lokale Erweiterungen, Downloads, Updates, App-Einstellungen, Erweiterungseinstellungen und Anmeldedaten für Tracker werden nicht synchronisiert.
es: No se sincronizan los archivos locales, extensiones locales, descargas, actualizaciones, configuraciones de la app, configuraciones de extensiones ni la información de autenticación de rastreadores.
fr: Les fichiers sources locaux, extensions locales, téléchargements, mises à jour, paramètres de l'application, paramètres des extensions et informations d'authentification pour les trackeurs ne sont pas synchronisés.
hu: A helyi forrásfájlok, helyi bővítmények, letöltések, frissítések, alkalmazásbeállítások, bővítménybeállítások és a követők hitelesítési információi nem szinkronizálódnak.
id: File sumber lokal, ekstensi lokal, unduhan, pembaruan, pengaturan aplikasi, pengaturan ekstensi, dan informasi autentikasi pelacak tidak akan disinkronkan.
it: I file sorgenti locali, le estensioni locali, i download, gli aggiornamenti, le impostazioni dell'app, le impostazioni delle estensioni e le informazioni di autenticazione per i tracker non vengono sincronizzati.
lt: Vietiniai šaltinio failai, vietiniai plėtiniai, atsisiuntimai, atnaujinimai, programėlės nustatymai, plėtinių nustatymai ir sekimo įrenginių autentifikavimo informacija nebus sinchronizuojami.
mn: Локал эх сурвалж файлууд, локал өргөтгөлүүд, таталтууд, шинэчлэлтүүд, аппын тохиргоо, өргөтгөлийн тохиргоо, траккерийн нэвтрэх мэдээлэл нь синк хийгдэхгүй.
ms: Fail sumber tempatan, sambungan tempatan, muat turun, kemas kini, tetapan aplikasi, tetapan sambungan, dan maklumat pengesahan untuk penjejak tidak akan diselaraskan.
pt_pt: Ficheiros locais, extensões locais, downloads, atualizações, definições da aplicação, definições das extensões e dados de autenticação para rastreadores não serão sincronizados.
ru: Локальные файлы источников, локальные расширения, загрузки, обновления, настройки приложения, настройки расширений и данные авторизации для трекеров не синхронизируются.
sv: Lokala källfiler, lokala tillägg, nedladdningar, uppdateringar, appinställningar, tilläggsinställningar och inloggningsinfo för spårare synkroniseras inte.
th: ไฟล์แหล่งข้อมูลท้องถิ่น, ส่วนเสริมท้องถิ่น, ไฟล์ที่ดาวน์โหลด, การอัปเดต, การตั้งค่าแอป, การตั้งค่าส่วนเสริม และข้อมูลการเข้าสู่ระบบของตัวติดตามจะไม่ถูกซิงค์
tr: Yerel kaynak dosyaları, yerel uzantılar, indirmeler, güncellemeler, uygulama ayarları, uzantı ayarları ve takipçi doğrulama bilgileri senkronize edilmez.
uk: Локальні файли джерел, локальні розширення, завантаження, оновлення, налаштування програми, налаштування розширень та дані авторизації трекерів не синхронізуються.
vi: Các tệp nguồn cục bộ, tiện ích cục bộ, tệp tải xuống, cập nhật, cài đặt ứng dụng, cài đặt tiện ích và thông tin xác thực sẽ không được đồng bộ.
zh: 本地资源文件、本地扩展程序、下载内容、更新、应用设置、扩展设置和跟踪器的授权信息不会被同步。
zh_hant: 本地資源檔案、本地擴充功能、下載內容、更新、應用設定、擴充設定和追蹤器的授權資訊不會被同步。

# sync_faq_q4
source: When does sync occur?
ar: متى تحدث المزامنة؟
be: Kalí adbyvájecca synchranizácyja?
de: Wann findet die Synchronisierung statt?
es: ¿Cuándo ocurre la sincronización?
fr: Quand la synchronisation a-t-elle lieu ?
hu: Mikor történik a szinkronizálás?
id: Kapan sinkronisasi terjadi?
it: Quando avviene la sincronizzazione?
lt: Kada vyksta sinchronizavimas?
mn: Синк хэзээ хийгддэг вэ?
ms: Bilakah penyelarasan berlaku?
pt_pt: Quando ocorre a sincronização?
ru: Когда происходит синхронизация?
sv: När sker synkronisering?
th: Sync เกิดขึ้นเมื่อไหร่?
tr: Sync ne zaman gerçekleşir?
uk: Коли відбувається синхронізація?
vi: Khi nào Sync diễn ra?
zh: 同步会在什么时候发生？
zh_hant: 同步會在什麼時候發生？

# sync_faq_a4
source: Sync is triggered automatically in the background at set intervals or upon specific events such as app launch, content update, or your own sync requests. This ensures that your data is consistent across all your linked devices.
ar: تُفعّل المزامنة تلقائيًا في الخلفية على فترات محددة أو بناءً على أحداث مثل تشغيل التطبيق، تحديث المحتوى، أو طلبك للمزامنة. يضمن ذلك توافق بياناتك عبر كل الأجهزة المرتبطة.
be: Synchranizácyja zapuskájecca aŭtamatýčna ŭ fónie ŭ zadádzienyja pramiéžki čásu albó paślá péŭnych padziéjaŭ, takích ják zápusk pragrámy, abnaŭléńnie kanténtu abó vášyja ŭłásnyja zápyty ná synchranizácyju. Héta garantúje ŭzhódnienaść vášych dánych ná ŭsích źviazanych pryłádach.
de: Die Synchronisierung wird automatisch im Hintergrund zu festgelegten Intervallen oder bei bestimmten Ereignissen wie App-Start, Inhaltsaktualisierung oder manuellen Synchronisierungsanfragen ausgelöst. So bleiben deine Daten auf allen verbundenen Geräten konsistent.
es: La sincronización se activa automáticamente en segundo plano a intervalos programados o durante eventos específicos como el inicio de la app, la actualización de contenido o cuando solicitas la sincronización. Esto asegura la consistencia de tus datos en todos tus dispositivos vinculados.
fr: La synchronisation se déclenche automatiquement en arrière-plan à des intervalles définis ou lors d'événements spécifiques tels que le lancement de l'application, une mise à jour de contenu ou une demande de synchronisation. Cela garantit la cohérence des données sur tous vos appareils connectés.
hu: A szinkronizáció automatikusan indul a háttérben meghatározott időközönként vagy bizonyos eseményeknél, például amikor megnyitod az alkalmazást, frissíted a tartalmat, vagy manuálisan kérsz szinkronizálást. Ez biztosítja, hogy az adataid minden csatlakoztatott eszközön egységesek legyenek.
id: Sinkronisasi terjadi secara otomatis di latar belakang pada interval tertentu atau saat event tertentu seperti peluncuran aplikasi, pembaruan konten, atau permintaan sinkronisasi dari Anda. Hal ini memastikan data Anda selalu konsisten di semua perangkat yang terhubung.
it: La sincronizzazione avviene automaticamente in background a intervalli regolari o in caso di eventi specifici come l'avvio dell'app, l'aggiornamento dei contenuti o una richiesta di sincronizzazione. Questo garantisce che i tuoi dati siano coerenti su tutti i dispositivi collegati.
lt: Sinchronizavimas automatiškai paleidžiamas fone nustatytais intervalais arba įvykus tam tikriems įvykiams, pvz., paleidus programėlę, atnaujinus turinį arba pateikus savo sinchronizavimo užklausas. Taip užtikrinama, kad jūsų duomenys būtų nuoseklūs visuose susietuose įrenginiuose.
mn: Синк нь тогтоосон интервалаар автоматаар апп хаалттай үед эсвэл апп эхлэх, контент шинэчлэгдэх, эсвэл таны өөрийн синк хүсэлт зэрэг тодорхой үйлдлүүдийн дараа хийгддэг. Энэ нь бүх холбогдсон төхөөрөмж дээрх өгөгдөл адил байхад тусалдаг.
ms: Penyelarasan berlaku secara automatik di latar belakang pada selang masa tertentu atau semasa acara seperti pelancaran aplikasi, kemas kini kandungan, atau permintaan penyelarasan anda sendiri. Ini memastikan data anda konsisten di semua peranti anda yang disambungkan.
pt_pt: A sincronização é ativada automaticamente em segundo plano em intervalos definidos ou durante eventos como o lançamento da aplicação, atualização de conteúdo ou solicitações suas de sincronização. Isto garante que os dados estejam iguais em todos os dispositivos ligados.
ru: Синхронизация автоматически запускается в фоновом режиме через определённые интервалы или при определённых событиях, таких как запуск приложения, обновление контента или запрос синхронизации. Это обеспечивает согласованность данных на всех ваших устройствах.
sv: Synkronisering utlöses automatiskt i bakgrunden med jämna mellanrum eller vid specifika händelser som appstart, innehållsuppdatering eller dina egna synkroniseringsförfrågningar. Detta säkerställer att din data är konsekvent på alla dina länkade enheter.
th: Sync จะถูกเรียกใช้อัตโนมัติในพื้นหลังตามช่วงเวลาที่ตั้งค่าไว้ หรือตามเหตุการณ์เฉพาะ เช่น การเปิดแอป, อัปเดตเนื้อหา, หรือการร้องขอซิงค์ของคุณ เพื่อให้ข้อมูลของคุณสอดคล้องกันในทุกอุปกรณ์ที่เชื่อมต่อ
tr: Sync, otomatik olarak arka planda belirli aralıklarla veya uygulama başlatma, içerik güncellemesi gibi belirli olaylar sırasında ya da sizin talep ettiğinizde tetiklenir. Bu, bağlı tüm cihazlarınızda verilerin tutarlı olmasını sağlar.
uk: Синхронізація запускається автоматично у фоновому режимі через встановлені інтервали або при певних подіях, таких як запуск програми, оновлення вмісту або ваш запит. Це забезпечує узгодженість даних на всіх ваших пристроях.
vi: Sync sẽ tự động kích hoạt trong nền vào các khoảng thời gian cố định hoặc trong các sự kiện cụ thể như mở ứng dụng, cập nhật nội dung hoặc yêu cầu đồng bộ của bạn. Điều này đảm bảo tất cả dữ liệu trên các thiết bị được liên kết của bạn đều nhất quán.
zh: 同步会在后台自动定期触发，或在特定事件（如应用启动、内容更新或您手动请求同步）时触发，确保所有已连接设备上的数据保持一致。
zh_hant: 同步會在背景自動定期觸發，或在特定事件（如應用啟動、內容更新或您手動發起同步請求）時觸發，確保所有已連結設備上的資料保持一致。

# sync_faq_q5
source: How much time and data are required for sync?
ar: كم تستغرق العملية وكم البيانات تحتاج؟
be: Kólki čásu j dánych patrabumújecca dlá synchranizácyji?
de: Wie viel Zeit und Daten benötigt die Synchronisierung?
es: ¿Cuánto tiempo y datos requiere la sincronización?
fr: Combien de temps et de données sont nécessaires pour la synchronisation ?
hu: Mennyi időt és adatot igényel a szinkronizálás?
id: Berapa banyak waktu dan data yang dibutuhkan untuk sinkronisasi?
it: Quanto tempo e quanti dati sono necessari per la sincronizzazione?
lt: Kiek laiko ir duomenų reikia sinchronizavimui?
mn: Синкэнд хэр их хугацаа, дата шаардлагатай вэ?
ms: Berapa lama dan data yang diperlukan untuk penyelarasan?
pt_pt: Quanto tempo e dados são necessários para sincronizar?
ru: Сколько времени и данных требуется для синхронизации?
sv: Hur mycket tid och data krävs för synkronisering?
th: Sync ต้องการเวลาและข้อมูลเท่าไหร่?
tr: Sync ne kadar zaman ve veri gerektirir?
uk: Скільки часу та даних потрібно для синхронізації?
vi: Sync mất bao lâu và cần bao nhiêu dữ liệu?
zh: 同步需要多少时间和数据？
zh_hant: 同步需要多少時間和數據？
