Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

source: Keep in {category}
ar: الاحتفاظ في {category}
be: Pakínuć u {category}
de: In {category} behalten
es: Mantener en {category}
fr: Garder dans {category}
hu: Megtartás a {category} kategóriában
id: Simpan di {category}
it: Mantieni in {category}
lt: Laikyti {category}
mn: {category}-д үлдээх
ms: Simpan dalam {category}
pt_pt: Manter em {category}
ru: Оставить в {category}
sv: Behåll i {category}
th: เก็บไว้ใน {category}
tr: {category} kategorisinde tut
uk: Залишити в {category}
vi: Giữ trong {category}
zh: 保留在{category}
zh_hant: 保留在{category}

# keep_in_categories
source: {x, plural, one{Keep in category} other{Keep in {x} categories}}}
ar: {x, plural, one{الاحتفاظ في الفئة} other{الاحتفاظ في {x} فئات}}
be: {x, plural, one{Pakínuć u katehóryji} other{Pakínuć u {x} katehóryjach}}
de: {x, plural, one{In Kategorie behalten} other{In {x} Kategorien behalten}}
es: {x, plural, one{Mantener en la categoría} other{Mantener en {x} categorías}}
fr: {x, plural, one{Garder dans la catégorie} other{Garder dans {x} catégories}}
hu: {x, plural, one{Megtartás a kategóriában} other{Megtartás {x} kategóriában}}
id: {x, plural, one{Simpan di kategori} other{Simpan di {x} kategori}}
it: {x, plural, one{Mantieni nella categoria} other{Mantieni in {x} categorie}}
lt: {x, plural, one{laikyti kategorijoje} other{laikyti {x} kategorijose}}
mn: {x, plural, one{Ангилалд үлдээх} other{{x} ангилалд үлдээх}}
ms: {x, plural, one{Simpan dalam kategori} other{Simpan dalam {x} kategori}}
pt_pt: {x, plural, one{Manter na categoria} other{Manter em {x} categorias}}
ru: {x, plural, one{Оставить в категории} other{Оставить в {x} категориях}}
sv: {x, plural, one{Behåll i kategori} other{Behåll i {x} kategorier}}
th: {x, plural, one{เก็บไว้ในหมวดหมู่} other{เก็บไว้ใน {x} หมวดหมู่}}
tr: {x, plural, one{Kategoride tut} other{{x} kategoride tut}}}
uk: {x, plural, one{Залишити в категорії} other{Залишити в {x} категоріях}}
vi: {x, plural, one{Giữ trong danh mục} other{Giữ trong {x} danh mục}}}
zh: {x, plural, one{保留在分类中} other{保留在{x}个分类中}}
zh_hant: {x, plural, one{保留在分類中} other{保留在{x}個分類中}}

# how_to_upgrade_lifetime
source: How to upgrade to lifetime?
ar: كيفية الترقية إلى الإصدار الدائم؟
be: Ják pierajścí ná pažyćcióvy plán?
de: Wie kann ich auf die lebenslange Version upgraden?
es: ¿Cómo actualizar a la versión de por vida?
fr: Comment passer à la version à vie ?
hu: Hogyan frissíthető élethossziglani verzióra?
id: Bagaimana cara meningkatkan ke versi seumur hidup?
it: Come passare alla versione a vita?
lt: Kaip pereiti prie gyvenimo trukmės?
mn: Яаж үүрд болгох вэ?
ms: Bagaimana untuk naik taraf ke versi seumur hidup?
pt_pt: Como atualizar para a versão vitalícia?
ru: Как обновиться до пожизненной версии?
sv: Hur uppgraderar jag till livstid?
th: วิธีการอัปเกรดเป็นเวอร์ชันตลอดชีพ?
tr: Ömür boyu sürüme nasıl yükseltilir?
uk: Як оновити до довічної версії?
vi: Làm thế nào để nâng cấp lên phiên bản trọn đời?
zh: 如何升级到终身版？
zh_hant: 如何升級到終身版？

# how_to_upgrade_lifetime_steps
source: To upgrade to lifetime premium, the first step is to purchase lifetime premium, and then click on subscription management to cancel monthly or yearly subscriptions.
ar: لترقية إلى الإصدار الدائم المميز، الخطوة الأولى هي شراء الإصدار الدائم المميز، ثم النقر على إدارة الاشتراكات لإلغاء الاشتراكات الشهرية أو السنوية.
be: Káb pierajścí ná pažyćcióvy prémijum plán, vám patrabújecca nabýć pažyćcióvy prémijum, a zatým nacíśnuć knópku kiraváńnia padpískaj, káb admianíć štomiésiačnuju cí štohadavúju padpísku.
de: Um auf die lebenslange Premium-Version zu upgraden, müssen Sie zuerst die lebenslange Premium-Version kaufen und dann auf Abonnementverwaltung klicken, um monatliche oder jährliche Abonnements zu kündigen.
es: Para actualizar a la versión premium de por vida, el primer paso es comprar la versión premium de por vida, y luego hacer clic en la gestión de suscripciones para cancelar las suscripciones mensuales o anuales.
fr: Pour passer à la version premium à vie, la première étape est d'acheter la version premium à vie, puis de cliquer sur la gestion des abonnements pour annuler les abonnements mensuels ou annuels.
hu: Az élethossziglani prémium verzióra való frissítéshez először meg kell vásárolni az élethossziglani prémium verziót, majd az előfizetések kezelése gombra kattintva le kell mondani a havi vagy éves előfizetéseket.
id: Untuk meningkatkan ke versi premium seumur hidup, langkah pertama adalah membeli versi premium seumur hidup, lalu klik manajemen langganan untuk membatalkan langganan bulanan atau tahunan.
it: Per passare alla versione premium a vita, il primo passo è acquistare la versione premium a vita, quindi cliccare sulla gestione degli abbonamenti per cancellare gli abbonamenti mensili o annuali.
lt: Norėdami pereiti prie gyvenimo trukmės Premium, pirmiausia įsigykite gyvenimo trukmės Premium, tada spustelėkite prenumeratos valdymą ir atšaukite mėnesines arba metines prenumeratas.
mn: Насан туршийн premium руу ахиулахын тулд эхлээд lifetime premium худалдаж аваад, дараа нь захиалгын удирдлагаар сар бүр эсвэл жилийн захиалгуудаа цуцлана.
ms: Untuk naik taraf ke versi premium seumur hidup, langkah pertama adalah membeli versi premium seumur hidup, kemudian klik pengurusan langganan untuk membatalkan langganan bulanan atau tahunan.
pt_pt: Para atualizar para a versão premium vitalícia, o primeiro passo é comprar a versão premium vitalícia, e depois clicar na gestão de assinaturas para cancelar as assinaturas mensais ou anuais.
ru: Чтобы обновиться до пожизненной премиум-версии, сначала необходимо приобрести пожизненную премиум-версию, а затем нажать на управление подписками, чтобы отменить ежемесячные или ежегодные подписки.
sv: För att uppgradera till livstidspremium, är första steget att köpa livstidspremium och sedan klicka på prenumerationshantering för att avsluta månads- eller årsprenumerationer.
th: ในการอัปเกรดเป็นเวอร์ชันพรีเมี่ยมตลอดชีพ ขั้นตอนแรกคือซื้อเวอร์ชันพรีเมี่ยมตลอดชีพ แล้วคลิกที่การจัดการการสมัครสมาชิกเพื่อยกเลิกการสมัครสมาชิกรายเดือนหรือรายปี
tr: Ömür boyu premium sürümüne yükseltmek için ilk adım ömür boyu premium sürümünü satın almaktır, ardından aylık veya yıllık abonelikleri iptal etmek için abonelik yönetimine tıklayın.
uk: Щоб оновити до довічної преміум-версії, спочатку необхідно придбати довічну преміум-версію, а потім натиснути на управління підписками, щоб скасувати щомісячні або щорічні підписки.
vi: Để nâng cấp lên phiên bản premium trọn đời, bước đầu tiên là mua phiên bản premium trọn đời, sau đó nhấp vào quản lý đăng ký để hủy các đăng ký hàng tháng hoặc hàng năm.
zh: 要升级到终身高级版，第一步是购买终身高级版，然后点击订阅管理取消月费或年费订阅。
zh_hant: 要升級到終身高級版，第一步是購買終身高級版，然後點擊訂閱管理取消月費或年費訂閱。

# upgrade_label
source: Upgrade
ar: ترقية
be: Abnavíć
es: Actualizar
fr: Mettre à jour
hu: Frissítés
id: Tingkatkan
it: Aggiorna
lt: Pagerinti
mn: Ахиулах
ms: Naik Taraf
pt_pt: Atualizar
ru: Обновить
sv: Uppgradera
th: อัปเกรด
tr: Yükselt
uk: Оновити
vi: Nâng cấp
zh: 升级
zh_hant: 升級

source: Subscription management
ar: إدارة الاشتراكات
be: Kiraváńnie padpískaj
de: Abonnementverwaltung
es: Gestión de suscripciones
fr: Gestion des abonnements
hu: Előfizetések kezelése
id: Manajemen Langganan
it: Gestione degli abbonamenti
lt: Prenumeratos valdymas
mn: Захиалгын удирдлага
ms: Pengurusan Langganan
pt_pt: Gestão de Assinaturas
ru: Управление подписками
sv: Prenumerationshantering
th: การจัดการการสมัครสมาชิก
tr: Abonelik Yönetimi
uk: Управління підписками
vi: Quản lý đăng ký
zh: 订阅管理
zh_hant: 訂閱管理

# use_photo_view_title
source: Enhance the drag gesture experience during zooming.
ar: تعزيز تجربة سحب الإيماءة أثناء التكبير.
be: Palépšycie dóśvied ád žéstaŭ pieraciáhvańnia padčás maštabaváńnia.
de: Verbessern Sie die Drag-Geste-Erfahrung beim Zoomen.
es: Mejora la experiencia del gesto de arrastre durante el zoom.
fr: Améliorez l'expérience du geste de glissement pendant le zoom.
hu: Továbbfejlesztett húzásélmény nagyításkor.
id: Tingkatkan pengalaman gerakan drag saat memperbesar.
it: Migliora l'esperienza del gesto di trascinamento durante lo zoom.
lt: Patobulinkite vilkimo gestų patirtį atliekant priartinimą.
mn: Томруулах үед чирэх үйлдлийг илүү мэдрэг болгох.
ms: Tingkatkan pengalaman gerakan drag semasa zum.
pt_pt: Melhore a experiência do gesto de arrastar durante o zoom.
ru: Улучшите опыт жеста перетаскивания при увеличении.
sv: Förbättra dragupplevelsen vid zoomning.
th: ปรับปรุงประสบการณ์การลากในระหว่างการซูม
tr: Yakınlaştırma sırasında sürükleme hareketi deneyimini geliştirin.
uk: Покращіть досвід жесту перетягування під час збільшення.
vi: Cải thiện trải nghiệm cử chỉ kéo trong khi phóng to.
zh: 增强缩放期间的拖拽手势体验。
zh_hant: 增強縮放期間的拖拽手勢體驗。

# source_not_working_tips
source: This source doesn't seem to be working right now for various reasons; please check the help for troubleshooting and consider migrating to other sources.
ar: يبدو أن هذا المصدر لا يعمل حاليًا لأسباب مختلفة؛ يرجى التحقق من المساعدة لحل المشكلات والنظر في الانتقال إلى مصادر أخرى.
be: Zdajécca, hétaja kryníca záraz nié pracúje pá róznych pryčýnach; praviércie daviédku pá likvidácyji nepaládak i razhlédźcie mahčýmaść pierachódu ná jýnšyja krynícy.
de: Diese Quelle scheint derzeit aus verschiedenen Gründen nicht zu funktionieren. Bitte überprüfen Sie die Hilfe zur Fehlerbehebung und ziehen Sie in Betracht, zu anderen Quellen zu wechseln.
es: Esta fuente no parece estar funcionando en este momento por varias razones; por favor, consulte la ayuda para solucionar problemas y considere migrar a otras fuentes.
fr: Cette source ne semble pas fonctionner pour le moment pour diverses raisons ; veuillez consulter l'aide pour le dépannage et envisagez de migrer vers d'autres sources.
hu: Ez a forrás jelenleg nem működik különböző okok miatt; kérjük, nézze meg a hibaelhárítási segítséget, és fontolja meg más forrásokra való áttérést.
id: Sumber ini tampaknya tidak berfungsi saat ini karena berbagai alasan; silakan periksa bantuan untuk pemecahan masalah dan pertimbangkan untuk bermigrasi ke sumber lain.
it: Questa fonte non sembra funzionare al momento per vari motivi; si prega di controllare l'aiuto per la risoluzione dei problemi e considerare di migrare ad altre fonti.
lt: Atrodo, kad šis šaltinis šiuo metu neveikia dėl įvairių priežasčių; prašome pasitikrinti, kaip pašalinti trikdžius, ir apsvarstyti galimybę migruoti į kitus šaltinius.
mn: Энэ эх сурвалж одоохондоо ажиллахгүй байна; асуудлыг шийдвэрлэхийн тулд тусламжийг шалгах эсвэл бусад эх сурвалж руу шилжиж үзнэ үү.
ms: Sumber ini nampaknya tidak berfungsi sekarang kerana pelbagai sebab; sila semak bantuan untuk penyelesaian masalah dan pertimbangkan untuk berpindah ke sumber lain.
pt_pt: Esta fonte parece não estar a funcionar no momento por vários motivos; por favor, verifique a ajuda para resolução de problemas e considere migrar para outras fontes.
ru: Этот источник, похоже, не работает сейчас по разным причинам; пожалуйста, проверьте справку по устранению неполадок и рассмотрите возможность перехода на другие источники.
sv: Den här källan verkar inte fungera just nu av olika anledningar; kontrollera hjälpen för felsökning och överväg att migrera till andra källor.
th: แหล่งข้อมูลนี้ดูเหมือนจะไม่ทำงานในขณะนี้ด้วยเหตุผลหลายประการ โปรดตรวจสอบความช่วยเหลือเพื่อแก้ไขปัญหาและพิจารณาย้ายไปยังแหล่งข้อมูลอื่น
tr: Bu kaynak şu anda çeşitli nedenlerle çalışmıyor gibi görünüyor; lütfen sorun giderme için yardımı kontrol edin ve diğer kaynaklara geçmeyi düşünün.
uk: Це джерело, здається, зараз не працює з різних причин; будь ласка, перевірте довідку з усунення несправностей і розгляньте можливість переходу на інші джерела.
vi: Nguồn này hiện không hoạt động vì nhiều lý do; vui lòng kiểm tra trợ giúp để khắc phục sự cố và cân nhắc chuyển sang các nguồn khác.
zh: 由于各种原因，此源目前似乎无法正常工作；请查看帮助以进行故障排除，并考虑迁移到其他源。
zh_hant: 由於各種原因，此來源目前似乎無法正常工作；請查看幫助以進行故障排除，並考慮遷移到其他源。

# chapterSortUploadDate
source: By Upload Date
ar: حسب تاريخ الرفع
be: Pá dácie zapampóŭki
de: Nach Hochladedatum
es: Por fecha de subida
fr: Par date de téléchargement
hu: Feltöltés dátuma szerint
id: Berdasarkan Tanggal Unggah
it: Per data di caricamento
lt: Pagal įkėlimo datą
mn: Байршуулсан огноогоор
ms: Mengikut Tarikh Muat Naik
pt_pt: Por data de carregamento
ru: По дате загрузки
sv: Efter uppladdningsdatum
th: เรียงตามวันที่อัปโหลด
tr: Yükleme Tarihine Göre
uk: За датою завантаження
vi: Theo ngày tải lên
zh: 按上传日期
zh_hant: 按上傳日期

# chapterSortChapterName
source: By Name
ar: حسب الاسم
be: Pá náźvie
de: Nach Name
es: Por nombre
fr: Par nom
hu: Név szerint
id: Berdasarkan Nama
it: Per nome
lt: Pagal pavadinimą
mn: Нэрээр
ms: Mengikut Nama
pt_pt: Por nome
ru: По названию
sv: Efter namn
th: เรียงตามชื่อ
tr: Ada Göre
uk: За назвою
vi: Theo tên
zh: 按名称
zh_hant: 按名稱

# library_search_globally
source: Search for "{text}" globally
ar: البحث عن "{text}" عالميًا
be: Šukáć "{text}" glabálna
de: Global nach "{text}" suchen
es: Buscar "{text}" globalmente
fr: Rechercher "{text}" globalement
hu: "{text}" keresése globálisan
id: Cari "{text}" secara global
it: Cerca "{text}" globalmente
lt: Ieškoti „{text}“ visame pasaulyje
mn: "{text}"-р глобал хайлт хийх
ms: Cari "{text}" secara global
pt_pt: Pesquisar "{text}" globalmente
ru: Искать "{text}" глобально
sv: Sök efter "{text}" globalt
th: ค้นหา "{text}" ทั้งหมด
tr: "{text}" için genel arama yap
uk: Шукати "{text}" глобально
vi: Tìm kiếm "{text}" toàn cầu
zh: 全局搜索 "{text}"
zh_hant: 全局搜尋 "{text}"

source: Saved Searches
ar: عمليات البحث المحفوظة
be: Zachaványja póšuki
de: Gespeicherte Suchen
es: Búsquedas guardadas
fr: Recherches enregistrées
hu: Mentett keresések
id: Pencarian Tersimpan
it: Ricerche salvate
lt: Išsaugotos paieškos
mn: Хадгалсан хайлтууд
ms: Carian Tersimpan
pt_pt: Pesquisas guardadas
ru: Сохраненные поиски
sv: Sparade sökningar
th: การค้นหาที่บันทึกไว้
tr: Kayıtlı Aramalar
uk: Збережені пошуки
vi: Tìm kiếm đã lưu
zh: 保存的搜索
zh_hant: 已儲存的搜尋

source: Long press to delete.
ar: اضغط مطولاً للحذف.
be: Nacíśnicie j utrýmlivajcie dlá vydaléńnia.
de: Zum Löschen lange drücken.
es: Mantén presionado para eliminar.
fr: Appuyez longuement pour supprimer.
hu: Hosszan nyomd meg a törléshez.
id: Tahan lama untuk menghapus.
it: Premi a lungo per eliminare.
lt: Ilgai paspauskite, kad ištrintumėte.
mn: Удаан дарж устгана.
ms: Tekan lama untuk padam.
pt_pt: Prima durante algum tempo para eliminar.
ru: Нажмите и удерживайте для удаления.
sv: Håll in för att radera.
th: กดค้างเพื่อลบ.
tr: Silmek için uzun basın.
uk: Натисніть і утримуйте для видалення.
vi: Nhấn giữ để xóa.
zh: 长按删除。
zh_hant: 長按刪除。

# save_query_title
source: Save current search query?
ar: حفظ استعلام البحث الحالي؟
be: Zachaváć biahúčy pošukavý zápyt?
de: Aktuelle Suchanfrage speichern?
es: ¿Guardar consulta de búsqueda actual?
fr: Enregistrer la requête de recherche actuelle ?
hu: Menti az aktuális keresési lekérdezést?
id: Simpan kueri pencarian saat ini?
it: Salvare la query di ricerca corrente?
lt: Išsaugoti dabartinę paieškos užklausą?
mn: Одоогийн хайлтыг хадгалах уу?
ms: Simpan carian semasa?
pt_pt: Guardar a pesquisa atual?
ru: Сохранить текущий поисковый запрос?
sv: Spara nuvarande sökfråga?
th: บันทึกการค้นหาปัจจุบัน?
tr: Mevcut arama sorgusunu kaydet?
uk: Зберегти поточний пошуковий запит?
vi: Lưu truy vấn tìm kiếm hiện tại?
zh: 保存当前搜索查询？
zh_hant: 儲存當前搜尋查詢？

# save_query_hint
source: Name
ar: الاسم
be: Názva
es: Nombre
fr: Nom
hu: Név
id: Nama
it: Nome
lt: Pavadinimas
mn: Нэр
ms: Nama
pt_pt: Nome
ru: Имя
sv: Namn
th: ชื่อ
tr: Ad
uk: Ім'я
vi: Tên
zh: 名称
zh_hant: 名稱

# delete_query_title
source: Delete saved search query?
ar: حذف استعلام البحث المحفوظ؟
be: Výdalić zachavány pošukavý zápyt?
de: Gespeicherte Suchanfrage löschen?
es: ¿Eliminar consulta de búsqueda guardada?
fr: Supprimer la requête de recherche enregistrée ?
hu: Törli a mentett keresési lekérdezést?
id: Hapus kueri pencarian tersimpan?
it: Eliminare la query di ricerca salvata?
lt: Ištrinti išsaugotą paieškos užklausą?
mn: Хадгалсан хайлтыг устгах уу?
ms: Padam carian tersimpan?
pt_pt: Eliminar pesquisa guardada?
ru: Удалить сохраненный поисковый запрос?
sv: Ta bort sparad sökfråga?
th: ลบการค้นหาที่บันทึกไว้?
tr: Kayıtlı arama sorgusunu sil?
uk: Видалити збережений пошуковий запит?
vi: Xóa truy vấn tìm kiếm đã lưu?
zh: 删除保存的搜索查询？
zh_hant: 刪除已儲存的搜尋查詢？

# delete_query_content
source: Are you sure you wish to delete {title}?
ar: هل أنت متأكد من رغبتك في حذف {title}؟
be: Vý ŭpéŭnienyja, štó chóčacie výdalić {title}?
de: Sind Sie sicher, dass Sie {title} löschen möchten?
es: ¿Estás seguro de que deseas eliminar {title}?
fr: Êtes-vous sûr de vouloir supprimer {title} ?
hu: Biztosan törölni szeretné {title}?
id: Apakah Anda yakin ingin menghapus {title}?
it: Sei sicuro di voler eliminare {title}?
lt: Ar tikrai norite ištrinti {title}?
mn: {title}-г устгахдаа итгэлтэй байна уу?
ms: Adakah anda pasti mahu memadam {title}?
pt_pt: Tem a certeza que deseja eliminar {title}?
ru: Вы уверены, что хотите удалить {title}?
sv: Är du säker på att du vill ta bort {title}?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {title}?
tr: {title} öğesini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити {title}?
vi: Bạn có chắc chắn muốn xóa {title} không?
zh: 确定要删除 {title} 吗？
zh_hant: 確定要刪除 {title} 嗎？

# receive_timeout_tips
source: Request timeout. Please refresh or check website in WebView
ar: انتهت مهلة الطلب. يرجى التحديث أو التحقق من الموقع في WebView
be: Skónčyŭsia čás čakáńnia. Abnavície cí prahlédźcie sájt u WebView
de: Anfragezeitüberschreitung. Bitte aktualisieren oder Website im WebView prüfen
es: Tiempo de espera agotado. Actualiza o revisa el sitio en WebView
fr: Délai de requête dépassé. Actualisez ou vérifiez le site dans WebView
hu: Időtúllépés. Frissíts vagy ellenőrizd a weboldalt a WebView-ban
id: Permintaan timeout. Segarkan atau periksa situs di WebView
it: Timeout della richiesta. Aggiorna o controlla il sito in WebView
lt: Užklausos laiko limitas pasiektas. Atnaujinkite arba patikrinkite svetainę WebView
mn: Хүсэлтийн хугацаа дууссан. Шинэчлэх эсвэл WebView-ээр вэбсайтыг шалгана уу
ms: Permintaan tamat. Segar semula atau semak laman web dalam WebView
pt_pt: Tempo limite excedido. Atualize ou verifique o site no WebView
ru: Истекло время ожидания. Обновите или проверьте сайт в WebView
sv: Förfrågan tog för lång tid. Uppdatera eller kontrollera webbplatsen i WebView
th: การร้องขอหมดเวลา โปรดรีเฟรชหรือตรวจสอบเว็บไซต์ใน WebView
tr: İstek zaman aşımı. Lütfen yenileyin veya WebView'da siteyi kontrol edin
uk: Час очікування вичерпано. Оновіть або перевірте сайт у WebView
vi: Hết thời gian yêu cầu. Vui lòng làm mới hoặc kiểm tra trang web trong WebView
zh: 请求超时，请刷新或在WebView中查看网页
zh_hant: 請求超時，請重新整理或在WebView中查看網頁

source: Failed to get url.
ar: فشل في الحصول على الرابط.
be: Nié ŭdałósia atrymáć URL.
de: URL konnte nicht abgerufen werden.
es: Error al obtener la URL.
fr: Échec de l'obtention de l'URL.
hu: Nem sikerült lekérni az URL-t.
id: Gagal mendapatkan URL.
it: Impossibile ottenere l'URL.
lt: Nepavyko gauti URL.
mn: URL ажиллахгүй байна.
ms: Gagal mendapatkan URL.
pt_pt: Falha ao obter URL.
ru: Не удалось получить URL.
sv: Det gick inte att hämta url.
th: ไม่สามารถรับ URL ได้
tr: URL alınamadı.
uk: Не вдалося отримати URL.
vi: Không thể lấy URL.
zh: 获取URL失败。
zh_hant: 獲取URL失敗。

source: User Agent
be: Karystálnicki agiént
lt: Vartotojo agentas
mn: Хэрэглэгчийн Агент
sv: Användaragent

# user_agent_mobile_webview
source: Mobile WebView
ar: عرض ويب للجوال
be: Mabílny véb-prahlád
de: Mobil WebView
es: WebView móvil
fr: WebView mobile
hu: Mobil WebView
id: WebView Seluler
it: WebView mobile
lt: Mobilusis WebView
mn: Мобайл WebView
ms: WebView Mudah Alih
pt_pt: WebView Móvel
ru: Мобильный WebView
sv: Mobil WebView
th: มุมมองเว็บมือถือ
tr: Mobil WebView
uk: Мобільний WebView
vi: WebView Di động
zh: 移动版WebView
zh_hant: 行動版WebView

# user_agent_desktop_webview
source: Desktop WebView
ar: عرض ويب لسطح المكتب
be: Kampútarny véb-prahlád
es: WebView de escritorio
fr: WebView bureau
hu: Asztali WebView
id: WebView Desktop
it: WebView desktop
lt: Stalinio kompiuterio WebView
mn: Компьютерийн WebView
ms: WebView Desktop
pt_pt: WebView de Computador
ru: Десктопный WebView
sv: Stationär WebView
th: มุมมองเว็บเดสก์ท็อป
tr: Masaüstü WebView
uk: Десктопний WebView
vi: WebView Máy tính
zh: 桌面版WebView
zh_hant: 桌面版WebView

# user_agent_mobile_safari
source: Mobile Safari
ar: سفاري للجوال
be: Mabílny Safari
de: Mobil Safari
es: Safari móvil
fr: Safari mobile
hu: Mobil Safari
id: Safari Seluler
it: Safari mobile
lt: Mobilusis Safari
mn: Мобайл Safari
ms: Safari Mudah Alih
pt_pt: Safari Móvel
ru: Мобильный Safari
sv: Mobil Safari
th: ซาฟารีมือถือ
tr: Mobil Safari
uk: Мобільний Safari
vi: Safari Di động
zh: 移动版Safari
zh_hant: 行動版Safari

# user_agent_desktop_safari
source: Desktop Safari
ar: سفاري لسطح المكتب
be: Kampútarny Safari
es: Safari de escritorio
fr: Safari bureau
hu: Asztali Safari
id: Safari Desktop
it: Safari desktop
lt: Stalinio kompiuterio Safari
mn: Компьютерийн Safari
ms: Safari Desktop
pt_pt: Safari de Computador
ru: Десктопный Safari
sv: Stationär Safari
th: ซาฟารีเดสก์ท็อป
tr: Masaüstü Safari
uk: Десктопний Safari
vi: Safari Máy tính
zh: 桌面版Safari
zh_hant: 桌面版Safari

# scanlator_filter_label
source: Filter
ar: تصفية
be: Fíltar
es: Filtro
fr: Filtre
hu: Szűrő
it: Filtro
lt: Filtras
mn: Шүүлт
ms: Penapis
pt_pt: Filtro
ru: Фильтр
th: ตัวกรอง
tr: Filtre
uk: Фільтр
vi: Bộ lọc
zh: 筛选
zh_hant: 篩選

# scanlator_priority_label
source: Priority
ar: الأولوية
be: Pryjarytét
de: Priorität
es: Prioridad
fr: Priorité
hu: Prioritás
id: Prioritas
it: Priorità
lt: Prioritetas
mn: Эрэмбэ
ms: Keutamaan
pt_pt: Prioridade
ru: Приоритет
sv: Prioritet
th: ลำดับความสำคัญ
tr: Öncelik
uk: Пріоритет
vi: Ưu tiên
zh: 优先级
zh_hant: 優先級

# scanlator_filter_description
source: Show chapters from selected scanlators.
ar: عرض الفصول من المترجمين المحددين.
be: Pakázvać raździéły ád abránych skáneraŭ.
de: Kapitel von ausgewählten Scanlatoren anzeigen.
es: Mostrar capítulos de scanlators seleccionados.
fr: Afficher les chapitres des scanlateurs sélectionnés.
hu: Fejezetek megjelenítése a kiválasztott fordítóktól.
id: Tampilkan chapter dari scanlator yang dipilih.
it: Mostra capitoli dagli scanlator selezionati.
lt: Rodyti skyrius iš pasirinktų skenatorių.
mn: Сонгосон орчуулагчийн бүлгүүдийг харуулах.
ms: Tunjukkan bab dari scanlator yang dipilih.
pt_pt: Mostrar capítulos dos scanlators selecionados.
ru: Показывать главы от выбранных сканлейторов.
sv: Visa kapitel från valda översättningsgrupper.
th: แสดงบทจากผู้แปลที่เลือก
tr: Seçili çevirmenlerden bölümleri göster.
uk: Показувати розділи від вибраних скенлейторів.
vi: Hiển thị chương từ các nhóm dịch được chọn.
zh: 显示所选翻译组的章节。
zh_hant: 顯示所選翻譯組的章節。
