Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# concurrent_download_tips
source: Downloading concurrently from the same source for a long time may result in your IP being blocked by the source, causing subsequent downloads and readings to fail.
ar: قد يؤدي التنزيل المتزامن لفترة طويلة من نفس المصدر إلى حظر الآي بي الخاص بك من قبل المصدر، مما يؤدي إلى فشل التنزيلات والقراءات التالية.
be: Adnačasóvaja spampóŭka z adnój i tój žá krynícy ná praciahú dóŭhaha čásu móža pryviéści dá tahó, štó váš IP búdzie zablakavány krynícaj, štó pryviadzié dá zbóju nastúpnych spampóŭkaŭ i čytáńnia z hétaj krynícy.
de: Das gleichzeitige Herunterladen aus derselben Quelle über einen längeren Zeitraum kann dazu führen, dass Ihre IP-Adresse von der Quelle blockiert wird, was zu fehlgeschlagenen nachfolgenden Downloads und Lesevorgängen führen kann.
es: Descargar de forma concurrente desde la misma fuente durante mucho tiempo puede resultar en que su IP sea bloqueada por la fuente, lo que provoca que las descargas y lecturas siguientes fallen.
fr: Télécharger de manière simultanée à partir de la même source pendant une longue période peut entraîner le blocage de votre adresse IP par la source, provoquant ainsi des échecs de téléchargement et de lecture ultérieurs.
hu: Az ugyanazon forrásból történő hosszú ideig történő egyidejű letöltés lehetővé teheti az IP-címed blokkolását a forrás által, aminek következtében az utóbbi letöltések és olvasások sikertelenek lehetnek.
id: Mengunduh secara serentak dari sumber yang sama untuk waktu yang lama dapat mengakibatkan IP Anda diblokir oleh sumber, menyebabkan unduhan dan pembacaan berikutnya gagal.
it: Scaricare simultaneamente dalla stessa fonte per lungo tempo potrebbe comportare il blocco del tuo IP da parte della fonte, causando il fallimento dei download e delle letture successive.
ko: 장시간 동일한 소스에서 동시에 다운로드하면 소스에 의해 IP가 차단되어 후속 다운로드 및 읽기가 실패할 수 있습니다.
lt: Ilgą laiką vienu metu atsisiunčiant duomenis iš to paties šaltinio, šaltinis gali užblokuoti jūsų IP, todėl vėlesni atsisiuntimai ir rodmenys nepavyks.
mn: Нэг эх сурвалжаас удаан хугацаанд зэрэгцээ татах нь таны IP-г хаах шалтгаан болж, дараагийн таталт, унших үйлдэл амжилтгүй болох магадлалтай.
ms: Memuat turun serentak dari sumber yang sama untuk tempoh yang lama boleh menyebabkan alamat IP anda disekat oleh sumber, menyebabkan kegagalan muat turun dan bacaan seterusnya.
nl: Gelijktijdig downloaden vanaf dezelfde bron gedurende lange tijd kan ertoe leiden dat je IP-adres door de bron wordt geblokkeerd, waardoor de volgende downloads en leesacties mislukken.
pt_pt: Fazer downloads de forma concorrente a partir da mesma fonte por um longo período pode resultar no bloqueio do seu IP pela fonte, causando falhas nos downloads e leituras subsequentes.
ru: Одновременное загрузка с одного и того же источника в течение длительного времени может привести к блокировке вашего IP-адреса источником, что может привести к сбоям последующих загрузок и чтения.
sv: Samtidig nedladdning från samma källa under lång tid kan leda till att din IP blockeras, vilket gör att efterföljande nedladdningar och läsningar misslyckas.
th: การดาวน์โหลดพร้อมจากแหล่งที่เดียวกันเป็นเวลานานอาจทำให้ไอพีของคุณถูกบล็อกโดยแหล่งน้ำทดเสมอมันอาจส่งผลให้การดาวน์โหลดและการอ่านต่อมาล้มเหลว
tr: Aynı kaynaktan uzun süre eşzamanlı indirme yapmak, IP'nizin kaynak tarafından engellenmesine neden olabilir, bu da sonraki indirmelerin ve okumaların başarısız olmasına yol açabilir.
uk: Завантаження одночасно з одного джерела протягом тривалого часу може призвести до блокування вашої IP-адреси джерелом, що може призвести до невдалих наступних завантажень та читань.
vi: Tải xuống đồng thời từ cùng một nguồn trong thời gian dài có thể làm cho IP của bạn bị chặn bởi nguồn gốc, dẫn đến việc các tải xuống và đọc sau đó thất bại.
zh: 长时间从相同来源同时下载可能导致您的IP被来源封锁，导致后续下载和阅读失败。
zh_hant: 長時間從同一來源同時下載可能導致您的IP被來源封鎖，使得後續下載和閱讀失敗。

# download_next_n_chapter
source: {x, plural, one{Next chapter} other{Next {x} chapters}}
ar: {x, plural, one{الفصل التالي} other{التالي {x} فصول}}
be: {x, plural, one{Nastúpny raździéł} other{Nastúpnyja {x} raździéły}}
de: {x, plural, one{Nächstes Kapitel} other{Nächste {x} Kapitel}}
es: {x, plural, one{Siguiente capítulo} other{Próximos {x} capítulos}}
fr: {x, plural, one{Chapitre suivant} other{Les {x} prochains chapitres}}
hu: {x, plural, one{Következő fejezet} other{Következő {x} fejezet}}
id: {x, plural, one{Pembahasan berikutnya} other{Pembahasan {x} berikutnya}}
it: {x, plural, one{Capitolo successivo} other{Prossimi {x} capitoli}}
ko: {x, plural, one{다음 챕터} other{다음 {x} 챕터}}
lt: {x, plural, one{Kitas skyrius} other{Kiti {x} skyriai}}
mn: {x, plural, one{Дараагийн бүлэг} other{Дараагийн {x} бүлэг}}
ms: {x, plural, one{Bab seterusnya} other{Bab seterusnya {x}}}
nl: {x, plural, one{Volgend hoofdstuk} other{Volgende {x} hoofdstukken}}
pt_pt: {x, plural, one{Próximo capítulo} other{Próximos {x} capítulos}}
ru: {x, plural, one{Следующая глава} few{Следующие {x} главы} many{Следующие {x} глав} other{Следующие {x} главы}}
sv: {x, plural, one{Nästa kapitel} other{Nästa {x} kapitel}}
th: {x, plural, one{บทถัดไป} other{บทถัดไป {x} บท}}
tr: {x, plural, one{Sonraki bölüm} other{Sonraki {x} bölüm}}
uk: {x, plural, one{Наступна глава} few{Наступні {x} глави} many{Наступні {x} глав} other{Наступні {x} глави}}
vi: {x, plural, one{Chương tiếp theo} other{Các chương tiếp theo {x}}}
zh: {x, plural, one{下一章} other{接下来 {x} 章}}
zh_hant: {x, plural, one{下一章} other{接下來 {x} 章}}

# download_unread_chapters
source: All unread chapters
ar: جميع الفصول غير المقروءة
be: Usié niepračytányja raździéły
de: Alle ungelesenen Kapitel
es: Todos los capítulos no leídos
fr: Tous les chapitres non lus
hu: Az összes olvasatlan fejezet
id: Semua pembahasan yang belum terbaca
it: Tutti i capitoli non letti
ko: 읽지 않은 모든 챕터
lt: Visi neperskaityti skyriai
mn: Бүх уншаагүй бүлгүүд
ms: Semua bab yang belum dibaca
nl: Alle ongelezen hoofdstukken
pt_pt: Todos os capítulos não lidos
ru: Все непрочитанные главы
sv: Alla olästa kapitel
th: บททั้งหมดที่ยังไม่ได้อ่าน
tr: Tüm okunmamış bölümler
uk: Усі непрочитані глави
vi: Tất cả các chương chưa đọc
zh: 所有未读章节
zh_hant: 所有未讀章節

# download_all_chapters
source: All chapters
ar: جميع الفصول
be: Usié raździéły
de: Alle Kapitel
es: Todos los capítulos
fr: Tous les chapitres
hu: Az összes fejezet
id: Semua pembahasan
it: Tutti i capitoli
ko: 모든 챕터
lt: Visi skyriai
mn: Бүх бүлгүүд
ms: Semua bab
nl: Alle hoofdstukken
pt_pt: Todos os capítulos
ru: Все главы
sv: Alla kapitel
th: บททั้งหมด
tr: Tüm bölümler
uk: Усі глави
vi: Tất cả các chương
zh: 所有章节
zh_hant: 所有章節

source: Download queue
ar: قائمة التنزيل
be: Čarhá spampóŭvańnia
de: Download-Warteschlange
es: Cola de descargas
fr: File d'attente de téléchargement
hu: Letöltési várólista
id: Antrian unduhan
it: Coda di download
ko: 다운로드 대기열
lt: Atsisiuntimo eilė
mn: Татах дараалал
ms: Antrian muat turun
nl: Downloadwachtrij
pt_pt: Fila de downloads
ru: Очередь загрузки
sv: Nedladdningskö
th: คิวดาวน์โหลด
tr: İndirme sırası
uk: Черга завантаження
vi: Hàng đợi tải xuống
zh: 下载队列
zh_hant: 下載佇列

source: Download settings
ar: إعدادات التنزيل
be: Nałády spampóŭki
de: Download-Einstellungen
es: Configuración de descargas
fr: Paramètres de téléchargement
hu: Letöltési beállítások
id: Pengaturan unduhan
it: Impostazioni di download
ko: 다운로드 설정
lt: Parsisiuntimo nustatymai
mn: Таталтын тохиргоо
ms: Tetapan muat turun
nl: Downloadinstellingen
pt_pt: Configurações de download
ru: Настройки загрузки
sv: Nedladdningsinställningar
th: การตั้งค่าดาวน์โหลด
tr: İndirme ayarları
uk: Налаштування завантаження
vi: Cài đặt tải xuống
zh: 下载设置
zh_hant: 下載設置

# remove_after_read
source: Delete download after reading
ar: حذف التنزيل بعد القراءة
be: Výdalić spampavánaje paślá pračytáńnia
de: Download nach dem Lesen löschen
es: Eliminar descarga después de leer
fr: Supprimer le téléchargement après lecture
hu: Letöltés törlése olvasás után
id: Hapus unduhan setelah dibaca
it: Elimina download dopo aver letto
ko: 읽은 후 다운로드 삭제
lt: Ištrinti atsisiuntimą po skaitymo
mn: Уншсаны дараа таталтыг устгах
ms: Padam muat turun selepas membaca
nl: Verwijder download na het lezen
pt_pt: Eliminar download após leitura
ru: Удалить загрузку после прочтения
sv: Ta bort nedladdning efter läsning
th: ลบการดาวน์โหลดหลังจากอ่าน
tr: Okuduktan sonra indirileni sil
uk: Видалити завантаження після читання
vi: Xóa tải xuống sau khi đọc
zh: 阅读后删除下载
zh_hant: 閱讀後刪除下載

source: Pinch to zoom
ar: قرص للتكبير
be: Ścíśnicie, káb pavialíčyć
de: Zum Zoomen kneifen
es: Pellizcar para hacer zoom
fr: Pincer pour zoomer
hu: Kapaszkodás nagyításhoz
id: Cubit untuk zoom
it: Pizzica per ingrandire
ko: 손가락을 모아 확대
lt: Suspauskite, kad priartintumėte
mn: Чимхэж томруулах
ms: Cubit untuk zum
nl: Knijp om te zoomen
pt_pt: Beliscar para fazer zoom
ru: Прижмите, чтобы увеличить
sv: Nyp för att zooma
th: หดเพื่อซูม
tr: Yakınlaştırmak için sıkıştır
uk: Прищемити, щоб масштабувати
vi: Kéo để phóng to
zh: 捏合放大
zh_hant: 捏合放大

# errorFilePickUnknownType
source: Please select a {suffix} file
ar: يرجى اختيار ملف {suffix}
be: Kalí łáska, abiarýcie fájł {suffix}
de: Bitte wählen Sie eine Datei mit der Endung {suffix}
es: Por favor seleccione un archivo {suffix}
fr: Veuillez sélectionner un fichier {suffix}
hu: Kérem, válasszon egy {suffix} fájlt
id: Harap pilih file {suffix}
it: Si prega di selezionare un file {suffix}
ko: {suffix} 파일을 선택해주세요
lt: Pasirinkite {suffix} failą
mn: {suffix} файл сонгоно уу
ms: Sila pilih fail {suffix}
nl: Selecteer een {suffix}-bestand
pt_pt: Por favor, selecione um ficheiro {suffix}
ru: Пожалуйста, выберите файл {suffix}
sv: Välj en {suffix}-fil
th: โปรดเลือกไฟล์ {suffix}
tr: {suffix} uzantılı bir dosya seçiniz lütfen
uk: Будь ласка, виберіть файл {suffix}
vi: Vui lòng chọn một tệp có định dạng {suffix}
zh: 请选择一个{suffix}文件
zh_hant: 請選擇{suffix}檔案

# attention_label
source: ⚠️Attention
ar: ⚠️ تنبيه
be: ⚠️Uváha
de: ⚠️ Achtung
es: ⚠️Atención
hu: ⚠️Figyelem
id: ⚠️Perhatian
it: ⚠️Attenzione
ko: ⚠️주의
lt: ⚠️Dėmesio
mn: ⚠️ Анхаар
ms: ⚠️Perhatian
nl: ⚠️Let op
pt_pt: ⚠️Atenção
ru: ⚠️Внимание
sv: ⚠️OBS
th: ⚠️ความสนใจ
tr: ⚠️Dikkat
uk: ⚠️Увага
vi: ⚠️Chú ý
zh: ⚠️注意
zh_hant: ⚠️注意

# homepage_label
source: Homepage
ar: الصفحة الرئيسية
be: Chátniaja starónka
de: Startseite
es: Página de inicio
fr: Page d'accueil
hu: Kezdőlap
id: Beranda
it: Home
ko: 홈페이지
lt: Pradžia
mn: Нүүр хуудас
ms: Laman Utama
nl: Startpagina
pt_pt: Página inicial
ru: Главная страница
sv: Hem
th: หน้าแรก
tr: Anasayfa
uk: Головна сторінка
vi: Trang chủ
zh: 主页
zh_hant: 首頁

# download_limit_exceeded_title
source: Download limit exceeded
ar: تجاوز الحد الأقصى للتنزيل
be: Limít spampóŭki pieravýšany
de: Download-Limit überschritten
es: Límite de descargas excedido
fr: Limite de téléchargement dépassée
hu: Letöltési korlát túllépve
id: Batas unduhan terlampaui
it: Limite di download superato
ko: 다운로드 한도 초과
lt: Viršytas atsisiuntimo limitas
mn: Таталтын хязгаар хэтэрсэн
ms: Had muat turun telah melebihi
nl: Downloadlimiet overschreden
pt_pt: Limite de downloads excedido
ru: Превышен лимит загрузок
sv: Nedladdningsgräns överskriden
th: เกินขีดจำกัดการดาวน์โหลด
tr: İndirme sınırı aşıldı
uk: Перевищено обмеження завантажень
vi: Vượt quá giới hạn tải về
zh: 下载限制已超出
zh_hant: 下載限制已超過

# download_limit_number_title
source: Download limit is {num} chapters.
ar: حد التنزيل هو {num} فصول.
be: Abmiežaváńnie spampóŭki składáje {num} raździéłaŭ.
de: Download-Limit beträgt {num} Kapitel.
es: Límite de descargas es de {num} capítulos.
fr: La limite de téléchargement est de {num} chapitres.
hu: A letöltési korlát {num} fejezet.
id: Batas unduhan adalah {num} bab.
it: Il limite di download è di {num} capitoli.
ko: 다운로드 한도는 {num}장입니다.
lt: Atsisiuntimo limitas yra {num} skyrių.
mn: Таталтын хязгаар: {num} бүлэг.
ms: Had muat turun adalah {num} bab.
nl: Downloadlimiet is {num} hoofdstukken.
pt_pt: O limite de downloads é de {num} capítulos.
ru: Лимит загрузки составляет {num} глав.
sv: Nedladdningsgränsen är {num} kapitel.
th: ขีดจำกัดการดาวน์โหลดคือ {num} บท.
tr: İndirme sınırı {num} bölüm.
uk: Ліміт завантаження - {num} розділів.
vi: Giới hạn tải về là {num} chương.
zh: 可下载限制为{num}章。
zh_hant: 可下載限制為{num}章。

# download_limit_content
source: You can download {freeTicket} chapters per day. Watching one ad can increase this limit by {ticketPerAd} chapters, and after watching {maxAds} ads, there is no limit on downloads for the day. Premium users have unlimited downloads.
ar: يمكنك تنزيل {freeTicket} فصول يومياً. مشاهدة إعلان واحد يمكن أن يزيد هذا الحد بـ {ticketPerAd} فصول، وبعد مشاهدة {maxAds} إعلانًا، لا يوجد حد للتنزيل في اليوم. المستخدمون المميزون لديهم عدم حدود للتنزيل.
be: Vý móžacie spampaváć {freeTicket} raździéłaŭ ná dziéń. Prahlád adnój reklámy móža pavialíčyć héty limít ná {ticketPerAd} raździéłaŭ, a paślá prahládu {maxAds} reklámy abmiežaváńni zdýmucca ná dziéń. Prémijum-karystálniki májuć nieabmiežavánuju kólkaść spampóŭkaŭ.
de: Sie können pro Tag {freeTicket} Kapitel herunterladen. Das Ansehen einer Anzeige kann dieses Limit um {ticketPerAd} Kapitel erhöhen, und nach dem Ansehen von {maxAds} Anzeigen gibt es kein Limit für Downloads an diesem Tag. Premium-Benutzer haben unbegrenzte Downloads.
es: Puede descargar {freeTicket} capítulos por día. Ver un anuncio puede aumentar este límite en {ticketPerAd} capítulos, y después de ver {maxAds} anuncios, no hay límite en las descargas del día. Los usuarios Premium tienen descargas ilimitadas.
fr: Vous pouvez télécharger {freeTicket} chapitres par jour. Regarder une publicité peut augmenter cette limite de {ticketPerAd} chapitres, et après avoir regardé {maxAds} publicités, il n'y a pas de limite de téléchargement pour la journée. Les utilisateurs premium bénéficient de téléchargements illimités.
hu: Naponta {freeTicket} fejezetet tölthet le. Egy hirdetés megtekintése {ticketPerAd} fejezettel növelheti ezt a korlátot, és {maxAds} hirdetés megtekintése után nincs letöltési korlát a napra. A prémium felhasználóknak korlátlan letöltési lehetőség áll rendelkezésre.
id: Anda dapat mengunduh {freeTicket} bab per hari. Menonton satu iklan dapat meningkatkan batas ini sebesar {ticketPerAd} bab, dan setelah menonton {maxAds} iklan, tidak ada batasan unduhan untuk hari itu. Pengguna premium memiliki unduhan tanpa batas.
it: Puoi scaricare {freeTicket} capitoli al giorno. Guardare un annuncio può aumentare questo limite di {ticketPerAd} capitoli e, dopo aver visto {maxAds} annunci, non ci sono limiti di download per il giorno. Gli utenti Premium hanno download illimitati.
ko: 하루에 {freeTicket}장을 다운로드할 수 있습니다. 광고를 시청하면 {ticketPerAd}장씩 한도를 늘릴 수 있으며, {maxAds}회 광고를 시청한 후에는 그날의 다운로드 한도가 없어집니다. 프리미엄 사용자는 무제한 다운로드 권한이 있습니다.
lt: Per dieną galite atsisiųsti {freeTicket} skyrių. Pažiūrėjus vieną reklamą, šis limitas gali padidėti {ticketPerAd} skyrių, o pažiūrėjus {maxAds} reklamų, parsisiuntimų limitas tą dieną neribojamas. Premium naudotojams atsisiuntimai neribojami.
mn: Та өдөрт {freeTicket} бүлэг татаж болно. Сурталчилгаа үзсэн тохиолдолд энэ хязгаар {ticketPerAd} бүлгээр нэмэгдэх бөгөөд {maxAds} зар үзсэний дараа тухайн өдрөө таталт хязгааргүй. Premium хэрэглэгчид хязгааргүй татаж болно.
ms: Anda boleh muat turun {freeTicket} bab sehari. Menonton satu iklan boleh meningkatkan had ini sebanyak {ticketPerAd} bab, dan selepas menonton {maxAds} iklan, tiada had muat turun bagi hari itu. Pengguna premium mempunyai muat turun tanpa had.
nl: Je kunt {freeTicket} hoofdstukken per dag downloaden. Het bekijken van een advertentie kan deze limiet met {ticketPerAd} hoofdstukken verhogen. Na het bekijken van {maxAds} advertenties is er geen limiet meer aan het aantal downloads per dag. Premiumgebruikers hebben onbeperkte downloads.
pt_pt: Pode descarregar {freeTicket} capítulos por dia. Assistir a um anúncio pode aumentar este limite em {ticketPerAd} capítulos, e após assistir a {maxAds} anúncios, não há limite de downloads para o dia. Os utilizadores Premium têm downloads ilimitados.
ru: Вы можете скачать {freeTicket} глав в день. Просмотр одной рекламы может увеличить этот лимит на {ticketPerAd} глав, а после просмотра {maxAds} рекламы ограничений на загрузки в течение дня нет. У премиум-пользователей неограниченные загрузки.
sv: Du kan ladda ner {freeTicket} kapitel per dag. Genom att titta på en annons kan du öka gränsen med {ticketPerAd} kapitel, och efter att ha tittat på {maxAds} annonser är det ingen gräns för dagens nedladdningar. Premiumanvändare har obegränsade nedladdningar.
th: คุณสามารถดาวน์โหลด {freeTicket} บทต่อวัน ดูโฆษณา 1 ครั้งสามารถเพิ่มขีดจำกัดนี้ได้ {ticketPerAd} บท และหลังจากดูโฆษณา {maxAds} ครั้ง ไม่มีขีดจำกัดการดาวน์โหลดสำหรับวันนั้น ผู้ใช้พรีเมี่ยมสามารถดาวน์โหลดได้ไม่จำกัดจำนวน
tr: Günde {freeTicket} bölüm indirebilirsiniz. Bir reklam izlemek bu sınırı {ticketPerAd} bölüm artırabilir, ve {maxAds} reklam izledikten sonra günlük indirmeler için bir sınır bulunmamaktadır. Premium kullanıcılar için sınırsız indirme imkanı bulunmaktadır.
uk: Ви можете завантажувати {freeTicket} розділів на день. Перегляд однієї реклами може збільшити цей ліміт на {ticketPerAd} розділів, і після перегляду {maxAds} реклам, немає обмежень на завантаження на день. Преміум-користувачі мають необмежені завантаження.
vi: Bạn có thể tải về {freeTicket} chương mỗi ngày. Xem một quảng cáo có thể tăng giới hạn này thêm {ticketPerAd} chương, và sau khi xem {maxAds} quảng cáo, không có giới hạn tải về cho ngày đó. Người dùng Premium có thể tải về không giới hạn.
zh: 您可以每天下载{freeTicket}章。 观看广告可增加额外{ticketPerAd}章下载次数，观看{maxAds}次广告后，当天下载次数不受限制。 高级用户拥有无限制下载次数。
zh_hant: 您可以每天下載{freeTicket}章。 觀看廣告可增加額外{ticketPerAd}章下載次數，觀看{maxAds}次廣告後，當天下載次數不受限制。 高級用戶擁有無限制下載次數。

# download_limit_increase
source: Download limit increased by {num}.
ar: تم زيادة حد التنزيل بمقدار {num}.
be: Limít spampóŭkaŭ pavialíčany ná {num}.
de: Download-Limit um {num} erhöht.
es: Límite de descargas aumentado por {num}.
fr: Limite de téléchargement augmentée de {num}.
hu: Letöltési korlát növekedése {num}-val.
id: Batas unduhan ditingkatkan sebesar {num}.
it: Limite di download aumentato di {num}.
ko: 다운로드 한도가 {num}으로 증가했습니다.
lt: Atsisiuntimo limitas padidinta iki {num}.
mn: Таталтын хязгаар {num}-р нэмэгдлээ.
ms: Had muat turun ditingkatkan sebanyak {num}.
nl: Downloadlimiet verhoogd met {num}.
pt_pt: Limite de downloads aumentado em {num}.
ru: Лимит загрузок увеличен на {num}.
sv: Nedladdningsgränsen ökad med {num}.
th: การดาวน์เพิ่มขีดจำกัดโดย {num}
tr: İndirme sınırı {num} arttırıldı.
uk: Ліміт завантаження збільшено на {num}.
vi: Giới hạn tải về tăng thêm {num}.
zh: 下载限制增加{num}。
zh_hant: 下載限制增加{num}。

# add_download_tips
source: {x, plural, one{Added 1 chapter to the download queue.} other{Added {x} chapters to the download queue.}}
ar: {x, plural, one{تمت إضافة فصل واحد إلى قائمة التنزيل.} other{تمت إضافة {x} فصول إلى قائمة التنزيل.}}
be: {x, plural, one{Dadádzieny 1 raździéł u čarhú spampóŭki.} other{Dadádziena {x} raździéłaŭ u čarhú spampóŭki.}}
de: {x, plural, one{Ein Kapitel zur Download-Warteschlange hinzugefügt.} other{{x} Kapitel zur Download-Warteschlange hinzugefügt.}}
es: {x, plural, one{Añadido 1 capítulo a la cola de descarga.} other{Añadidos {x} capítulos a la cola de descarga.}}
fr: {x, plural, one{Ajouté 1 chapitre à la file de téléchargement.} other{Ajouté {x} chapitres à la file de téléchargement.}}
hu: {x, plural, one{1 fejezet hozzáadva a letöltési sorhoz.} other{{x} fejezet hozzáadva a letöltési sorhoz.}}
id: {x, plural, one{Menambahkan 1 bab ke antrian unduhan.} other{Menambahkan {x} bab ke antrian unduhan.}}
it: {x, plural, one{Aggiunto 1 capitolo alla coda di download.} other{Aggiunti {x} capitoli alla coda di download.}}
ko: {x, plural, one{1개 챕터가 다운로드 대기열에 추가되었습니다.} other{{x}개 챕터가 다운로드 대기열에 추가되었습니다.}}
lt: {x, plural, one{Į atsisiuntimo eilę pridėtas 1 skyrius.} other{Į atsisiuntimo eilę pridėta {x} skyrių.}}
mn: {x, plural, one{1 бүлгийг татах дараалалд нэмлээ.} other{{x} бүлгийг татах дараалалд нэмлээ.}}
ms: {x, plural, one{Menambah 1 bab ke dalam barisan muat turun.} other{Menambah {x} bab ke dalam barisan muat turun.}}
nl: {x, plural, one{1 hoofdstuk toegevoegd aan de downloadwachtrij.} other{{x} hoofdstukken toegevoegd aan de downloadwachtrij.}}
pt_pt: {x, plural, one{Adicionado 1 capítulo à fila de downloads.} other{Adicionados {x} capítulos à fila de downloads.}}
ru: {x, plural, one{Добавлен 1 глава в очередь загрузки.} few{Добавлено {x} главы в очередь загрузки.} many{Добавлено {x} глав в очередь загрузки.} other{Добавлено {x} глав в очередь загрузки.}}
sv: {x, plural, one{Lade till 1 kapitel i nedladdningskön.} other{Lade till {x} kapitel i nedladdningskön.}}
th: {x, plural, one{เพิ่ม 1 บทลงในคิวดาวน์โหลด} other{เพิ่ม {x} บทลงในคิวดาวน์โหลด}}
tr: {x, plural, one{İndirme sırasına 1 bölüm eklendi.} other{İndirme sırasına {x} bölüm eklendi.}}
uk: {x, plural, one{Додано 1 розділ в чергу завантаження.} few{Додано {x} розділи в чергу завантаження.} many{Додано {x} розділів в чергу завантаження.} other{Додано {x} розділів в чергу завантаження.}}
vi: {x, plural, one{Đã thêm 1 chương vào hàng đợi tải về.} other{Đã thêm {x} chương vào hàng đợi tải về.}}
zh: {x, plural, one{已将1章添加到下载队列。} other{已将{x}章添加到下载队列。}}
zh_hant: {x, plural, one{已將1章添加到下載佇列。} other{已將{x}章添加到下載佇列。}}

# watch_ad_label
source: Watch Ad
ar: مشاهدة الإعلان
be: Hladziéć reklámu
de: Anzeige ansehen
es: Ver anuncio
fr: Regarder la publicité
hu: Hirdetés megtekintése
id: Tonton Iklan
it: Guarda annuncio
ko: 광고 보기
lt: Žiūrėti reklamą
mn: Сурталчилгаа үзэх
ms: Tonton Iklan
nl: Bekijk Advertentie
pt_pt: Ver anúncio
ru: Посмотреть рекламу
sv: Titta på annons
th: ดูโฆษณา
tr: Reklamı İzle
uk: Переглянути рекламу
vi: Xem quảng cáo
zh: 观看广告
zh_hant: 觀看廣告
