Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# scanlator_priority_description
source: Show only the highest-priority scanlator per chapter based on your settings.
ar: عرض فقط المترجم ذو الأولوية الأعلى لكل فصل بناءً على إعداداتك.
be: Pakázvać tólki skánera z najvyšéjšym pryjarytétam dlá kóžnaha raździéła zhódna z vášymi nałádami.
de: Zeigt nur den Scanlator mit der höchsten Priorität pro Kapitel basierend auf Ihren Einstellungen.
es: Mostrar solo el scanlator de mayor prioridad por capítulo según tu configuración.
fr: Afficher uniquement le scanlateur de priorité la plus élevée par chapitre selon vos paramètres.
hu: Csak a legmagasabb prioritású fordítót jeleníti meg fejezetenként a beállításaid alapján.
id: Hanya tampilkan scanlator dengan prioritas tertinggi per chapter berdasarkan pengaturan Anda.
it: Mostra solo lo scanlator con priorità più alta per capitolo in base alle tue impostazioni.
lt: Rodyti tik aukščiausio prioriteto skenatorių pagal skyrių, remiantis jūsų nustatymais.
mn: Тохиргооны дагуу бүлэг бүрт хамгийн өндөр эрэмбэтэй орчуулагчийг харуулах.
ms: Tunjukkan hanya scanlator dengan keutamaan tertinggi setiap bab berdasarkan tetapan anda.
pt_pt: Mostrar apenas o scanlator com maior prioridade por capítulo com base nas suas definições.
ru: Показывать только сканлейтора с наивысшим приоритетом для каждой главы согласно вашим настройкам.
sv: Visa endast kapitlet från den högst prioriterade översättningsgruppen baserat på dina inställningar.
th: แสดงเฉพาะผู้แปลที่มีลำดับความสำคัญสูงสุดต่อบทตามการตั้งค่าของคุณ
tr: Ayarlarınıza göre bölüm başına yalnızca en yüksek öncelikli çevirmeni göster.
uk: Показувати лише скенлейтора з найвищим пріоритетом для кожного розділу згідно з вашими налаштуваннями.
vi: Chỉ hiển thị nhóm dịch có mức ưu tiên cao nhất mỗi chương dựa trên cài đặt của bạn.
zh: 根据您的设置，每章仅显示优先级最高的翻译组。
zh_hant: 根據您的設定，每章僅顯示優先級最高的翻譯組。

# n_scanlators
source: {x} Scanlators
ar: {x} مترجم
be: {x} skáneraŭ
de: {x} Scanlatoren
fr: {x} Scanlateurs
hu: {x} Fordító
id: {x} Scanlator
it: {x} Scanlator
lt: {x} Skenatoriai
mn: {x} Орчуулагч
ms: {x} Scanlator
ru: {x} сканлейторов
sv: {x} översättningsgrupper
th: {x} ผู้แปล
tr: {x} Çevirmen
uk: {x} скенлейторів
vi: {x} Nhóm dịch
zh: {x}个翻译组
zh_hant: {x}個翻譯組

# n_scanlators_selected
source: {x, plural, one{1 Scanlator Selected} other{{x} Scanlators Selected}}
ar: {x, plural, zero{لم يتم اختيار مترجم} one{تم اختيار مترجم واحد} two{تم اختيار مترجمين} few{تم اختيار {x} مترجمين} many{تم اختيار {x} مترجم} other{تم اختيار {x} مترجم}}
be: {x, plural, one{1 skáner abrány} other{{x} skánery/aŭ abrána}}
de: {x, plural, one{1 Scanlator ausgewählt} other{{x} Scanlatoren ausgewählt}}
es: {x, plural, one{1 Scanlator seleccionado} other{{x} Scanlators seleccionados}}
fr: {x, plural, one{1 Scanlateur sélectionné} other{{x} Scanlateurs sélectionnés}}
hu: {x, plural, one{1 fordító kiválasztva} other{{x} fordító kiválasztva}}
id: {x, plural, one{1 Scanlator Dipilih} other{{x} Scanlator Dipilih}}
it: {x, plural, one{1 Scanlator selezionato} other{{x} Scanlator selezionati}}
lt: {x, plural, one{1 Pasirinktas skenatorius} other{{x} Pasirinktas skenatorius}}
mn: {x, plural, one{1 Орчуулагч Сонгогдсон} other{{x} Орчуулагч Сонгогдсон}}
ms: {x, plural, one{1 Scanlator Dipilih} other{{x} Scanlator Dipilih}}
pt_pt: {x, plural, one{1 Scanlator Selecionado} other{{x} Scanlators Selecionados}}
ru: {x, plural, one{Выбран 1 сканлейтор} few{Выбрано {x} сканлейтора} many{Выбрано {x} сканлейторов} other{Выбрано {x} сканлейтора}}
sv: {x, plural, one{1 översättningsgrupp vald} other{{x} översättningsgrupper valda}}
th: {x, plural, one{เลือกผู้แปล 1 คน} other{เลือกผู้แปล {x} คน}}
tr: {x, plural, one{1 Çevirmen Seçildi} other{{x} Çevirmen Seçildi}}
uk: {x, plural, one{Вибрано 1 скенлейтор} few{Вибрано {x} скенлейтори} many{Вибрано {x} скенлейторів} other{Вибрано {x} скенлейтора}}
vi: {x, plural, one{Đã chọn 1 nhóm dịch} other{Đã chọn {x} nhóm dịch}}
zh: {x, plural, one{已选择1个翻译组} other{已选择{x}个翻译组}}
zh_hant: {x, plural, one{已選擇1個翻譯組} other{已選擇{x}個翻譯組}}

source: Scanlator Priority Enabled
ar: تم تفعيل أولوية المترجم
be: Pryjarytét skáneraŭ ŭklúčany
de: Scanlator-Priorität aktiviert
es: Prioridad de scanlator activada
fr: Priorité des scanlateurs activée
hu: Fordító prioritás engedélyezve
id: Prioritas Scanlator Diaktifkan
it: Priorità scanlator abilitata
lt: Įjungtas skenatoriaus Prioritetas
mn: Орчуулагчийн Эрэмбэ Идэвхжсэн
ms: Keutamaan Scanlator Dihidupkan
pt_pt: Prioridade de Scanlator Ativada
ru: Приоритет сканлейторов включён
sv: Prioritering för översättningsgrupper aktiverad
th: เปิดใช้งานลำดับความสำคัญผู้แปล
tr: Çevirmen Önceliği Etkin
uk: Пріоритет скенлейторів увімкнено
vi: Ưu tiên nhóm dịch đã bật
zh: 翻译组优先级已启用
zh_hant: 翻譯組優先級已啟用

# exclude_categories
source: Excluded categories
ar: الفئات المستثناة
be: Vyklúčanyja katehóryji
de: Ausgeschlossene Kategorien
es: Categorías excluidas
fr: Catégories exclues
hu: Kizárt kategóriák
id: Kategori yang dikecualikan
it: Categorie escluse
lt: Išskirtos kategorijos
mn: Хасагдсан ангилалууд
ms: Kategori yang dikecualikan
pt_pt: Categorias excluídas
ru: Исключенные категории
sv: Exkluderade kategorier
th: หมวดหมู่ที่ยกเว้น
tr: Hariç tutulan kategoriler
uk: Виключені категорії
vi: Danh mục loại trừ
zh: 排除的分类
zh_hant: 排除的分類

# exclude_categories_tips
source: Entries in excluded categories will not be updated even if they are also in other categories.
ar: لن يتم تحديث الإدخالات في الفئات المستثناة حتى لو كانت موجودة في فئات أخرى.
be: Tájtły ŭ vyklúčanych katehóryjach niá búduć abnaŭlácca, návat kalí janý taksáma znachódziacca j u jýnšych katehóryjach.
de: Einträge in ausgeschlossenen Kategorien werden nicht aktualisiert, auch wenn sie in anderen Kategorien sind.
es: Las entradas en categorías excluidas no se actualizarán incluso si también están en otras categorías.
fr: Les entrées dans les catégories exclues ne seront pas mises à jour même si elles sont également dans d'autres catégories.
hu: A kizárt kategóriákban lévő bejegyzések nem frissülnek, még akkor sem, ha más kategóriákban is szerepelnek.
id: Entri dalam kategori yang dikecualikan tidak akan diperbarui meskipun juga ada di kategori lain.
it: Le voci nelle categorie escluse non verranno aggiornate anche se sono presenti in altre categorie.
lt: Įrašai išskirtose kategorijose nebus atnaujinami, net jei jie yra ir kitose kategorijose.
mn: Хасагдсан ангилалд байгаа контентууд бусад ангилалд байсан ч шинэчлэгдэхгүй.
ms: Entri dalam kategori yang dikecualikan tidak akan dikemas kini walaupun terdapat dalam kategori lain.
pt_pt: As entradas em categorias excluídas não serão atualizadas, mesmo que estejam noutras categorias.
ru: Записи в исключенных категориях не будут обновляться, даже если они есть в других категориях.
sv: Objekt i exkluderade kategorier kommer inte att uppdateras, även om de finns i andra kategorier.
th: รายการในหมวดหมู่ที่ยกเว้นจะไม่ได้รับการอัปเดตแม้ว่าจะอยู่ในหมวดหมู่อื่นด้วย
tr: Hariç tutulan kategorilerdeki girişler, başka kategorilerde de olsa güncellenmeyecektir.
uk: Записи у виключених категоріях не оновлюватимуться, навіть якщо вони також є в інших категоріях.
vi: Các mục trong danh mục loại trừ sẽ không được cập nhật ngay cả khi chúng cũng nằm trong danh mục khác.
zh: 排除分类中的条目即使也在其他分类中也不会被更新。
zh_hant: 排除分類中的條目即使也在其他分類中也不會被更新。

source: Skip updating titles
ar: تخطي تحديث العناوين
be: Prapuścíć abnaŭléńnie tájtłaŭ
de: Titelaktualisierung überspringen
es: Omitir actualización de títulos
fr: Ignorer la mise à jour des titres
hu: Címek frissítésének kihagyása
id: Lewati pembaruan judul
it: Salta aggiornamento titoli
lt: Praleisti pavadinimų atnaujinimą
mn: Контэнт шинэчлэхийг алгасах
ms: Langkau kemas kini tajuk
pt_pt: Ignorar atualização de títulos
ru: Пропустить обновление названий
sv: Hoppa över uppdatering av titlar
th: ข้ามการอัปเดตชื่อเรื่อง
tr: Başlık güncellemelerini atla
uk: Пропустити оновлення назв
vi: Bỏ qua cập nhật tiêu đề
zh: 跳过更新标题
zh_hant: 跳過更新標題

# skip_updating_titles_tips
source: Recommend enabling all options to speed up updates and reduce the load on sources.
ar: يوصى بتمكين جميع الخيارات لتسريع التحديثات وتقليل الحمل على المصادر.
be: Rekamendújecca ŭklučýć usié ópcyji, káb paskóryć abnaŭléńni j pamiénšyć nahrúzku ná krynícy.
de: Empfohlen, alle Optionen zu aktivieren, um Aktualisierungen zu beschleunigen und die Belastung der Quellen zu verringern.
es: Se recomienda habilitar todas las opciones para acelerar las actualizaciones y reducir la carga en las fuentes.
fr: Il est recommandé d'activer toutes les options pour accélérer les mises à jour et réduire la charge sur les sources.
hu: Javasoljuk az összes opció engedélyezését a frissítések gyorsításához és a források terhelésének csökkentéséhez.
id: Disarankan untuk mengaktifkan semua opsi untuk mempercepat pembaruan dan mengurangi beban pada sumber.
it: Si consiglia di abilitare tutte le opzioni per accelerare gli aggiornamenti e ridurre il carico sulle fonti.
lt: Rekomenduojama įjungti visas nuostatas, kad atnaujinimai vyktų greičiau ir būtų sumažinta apkrova šaltiniams.
mn: Шинэчлэлтийг хурдасгаж, эх сурвалжын ачааллыг бууруулахын тулд бүх сонголтыг идэвхжүүлэхийг зөвлөж байна.
ms: Disyorkan untuk mendayakan semua pilihan untuk mempercepatkan kemas kini dan mengurangkan beban pada sumber.
pt_pt: Recomenda-se ativar todas as opções para acelerar as atualizações e reduzir a carga nas fontes.
ru: Рекомендуется включить все опции для ускорения обновлений и снижения нагрузки на источники.
sv: Rekommenderar att aktivera alla alternativ för att snabba upp uppdateringar och minska belastningen på källor.
th: แนะนำให้เปิดใช้งานตัวเลือกทั้งหมดเพื่อเร่งการอัปเดตและลดภาระของแหล่งข้อมูล
tr: Güncellemeleri hızlandırmak ve kaynakların yükünü azaltmak için tüm seçeneklerin etkinleştirilmesi önerilir.
uk: Рекомендується увімкнути всі опції для прискорення оновлень та зменшення навантаження на джерела.
vi: Khuyến nghị bật tất cả các tùy chọn để tăng tốc cập nhật và giảm tải cho nguồn.
zh: 建议启用所有选项以加快更新速度并减少来源的负载。
zh_hant: 建議啟用所有選項以加快更新速度並減少來源的負載。

# skip_updating_titles_with_unread_chapters
source: With unread chapters
ar: مع فصول غير مقروءة
be: Ź niepračytánymi raździéłami
de: Mit ungelesenen Kapiteln
es: Con capítulos no leídos
fr: Avec des chapitres non lus
hu: Olvasatlan fejezetekkel
id: Dengan bab yang belum dibaca
it: Con capitoli non letti
lt: Su neskaitytais skyriais
mn: Уншаагүй бүлэгтэй
ms: Dengan bab yang belum dibaca
pt_pt: Com capítulos por ler
ru: С непрочитанными главами
sv: Med olästa kapitel
th: ที่มีบทที่ยังไม่ได้อ่าน
tr: Okunmamış bölümler olan
uk: З непрочитаними розділами
vi: Có chương chưa đọc
zh: 有未读章节
zh_hant: 有未讀章節

# skip_updating_titles_that_havent_been_read
source: That haven't been read
ar: التي لم يتم قراءتها
be: Jakíja nié bylí pračytányja
de: Die nicht gelesen wurden
es: Que no han sido leídos
fr: Qui n'ont pas été lus
hu: Amelyeket nem olvastak el
id: Yang belum dibaca
it: Che non sono stati letti
lt: Kurie nebuvo perskaityti
mn: Уншаагүй байсан
ms: Yang belum dibaca
pt_pt: Que não foram lidos
ru: Которые не были прочитаны
sv: Som inte har lästs
th: ที่ยังไม่ได้อ่าน
tr: Okunmamış olanlar
uk: Які не були прочитані
vi: Chưa được đọc
zh: 未被阅读过
zh_hant: 未被閱讀過

# skip_updating_titles_with_completed_status
source: With completed status
ar: مع حالة مكتملة
be: Z zaviéršanym státusam
de: Mit abgeschlossenem Status
es: Con estado completado
fr: Avec statut terminé
hu: Befejezett állapottal
id: Dengan status selesai
it: Con stato completato
lt: Su užbaigtu statusu
mn: Дууссан төлөвтэй
ms: Dengan status selesai
pt_pt: Com estado concluído
ru: С завершенным статусом
sv: Med slutförd status
th: ที่มีสถานะเสร็จสมบูรณ์
tr: Tamamlanmış durumda olan
uk: Зі статусом завершено
vi: Có trạng thái hoàn thành
zh: 已完成状态
zh_hant: 已完成狀態

# none_label
source: None
ar: لا شيء
be: Niamá
de: Keine
es: Ninguno
fr: Aucun
hu: Nincs
id: Tidak ada
it: Nessuno
lt: Nėra
mn: Байхгүй
ms: Tiada
pt_pt: Nenhum
ru: Нет
sv: Ingen
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh: 无
zh_hant: 無

# update_completed_text_v2
source: {x} successful, {y} skipped, {z} failed.
ar: {x} ناجح، {y} تم تخطيه، {z} فشل.
be: {x} paśpiachóva, {y} prapúščana, {z} nié atrymáłasia.
de: {x} erfolgreich, {y} übersprungen, {z} fehlgeschlagen.
es: {x} exitoso, {y} omitido, {z} fallido.
fr: {x} réussi, {y} ignoré, {z} échoué.
hu: {x} sikeres, {y} kihagyva, {z} sikertelen.
id: {x} berhasil, {y} dilewati, {z} gagal.
it: {x} riuscito, {y} saltato, {z} fallito.
lt: {x} sėkmingas, {y} praleistas, {z} nepavyko.
mn: {x} амжилттай, {y} алгассан, {z} амжилтгүй.
ms: {x} berjaya, {y} dilangkau, {z} gagal.
pt_pt: {x} bem-sucedido, {y} ignorado, {z} falhado.
ru: {x} успешно, {y} пропущено, {z} не удалось.
sv: {x} lyckades, {y} hoppades över, {z} misslyckades.
th: {x} สำเร็จ, {y} ข้าม, {z} ล้มเหลว.
tr: {x} başarılı, {y} atlandı, {z} başarısız.
uk: {x} успішно, {y} пропущено, {z} не вдалося.
vi: {x} thành công, {y} đã bỏ qua, {z} thất bại.
zh: {x} 成功, {y} 跳过, {z} 失败.
zh_hant: {x} 成功, {y} 跳過, {z} 失敗.

# update_completed_label
source: Update completed.
ar: اكتمل التحديث.
be: Abnaŭléńnie zaviéršanaje.
de: Update abgeschlossen.
es: Actualización completada.
fr: Mise à jour terminée.
hu: Frissítés kész.
id: Pembaruan selesai.
it: Aggiornamento completato.
lt: Atnaujinimas baigtas.
mn: Шинэчлэл дууссан.
ms: Kemaskini selesai.
pt_pt: Atualização concluída.
ru: Обновление завершено.
sv: Uppdatering slutförd.
th: อัปเดตเสร็จสมบูรณ์.
tr: Güncelleme tamamlandı.
uk: Оновлення завершено.
vi: Cập nhật hoàn tất.
zh: 更新完成.
zh_hant: 更新完成.

source: Skipped
ar: تم التخطي
be: Prapúščana
de: Übersprungen
es: Omitido
fr: Ignoré
hu: Kihagyva
id: Dilewati
it: Saltato
lt: Praleistas
mn: Алгассан
ms: Dilangkau
pt_pt: Ignorado
ru: Пропущено
sv: Hoppades över
th: ข้าม
tr: Atlandı
uk: Пропущено
vi: Đã bỏ qua
zh: 已跳过
zh_hant: 已跳過

# skip_titles_with_unread_chapters
source: Titles with unread chapters
ar: عناوين بها فصول غير مقروءة
be: Tájtły ź niepračytánymi raździéłami
de: Titel mit ungelesenen Kapiteln
es: Títulos con capítulos no leídos
fr: Titres avec des chapitres non lus
hu: Olvasatlan fejezetekkel rendelkező címek
id: Judul dengan bab yang belum dibaca
it: Titoli con capitoli non letti
lt: Pavadinimai su neskaitytais skyriais
mn: Уншаагүй бүлэгтэй контентууд
ms: Tajuk dengan bab yang belum dibaca
pt_pt: Títulos com capítulos por ler
ru: Названия с непрочитанными главами
sv: Titlar med olästa kapitel
th: ชื่อเรื่องที่มีบทที่ยังไม่ได้อ่าน
tr: Okunmamış bölümleri olan başlıklar
uk: Назви з непрочитаними розділами
vi: Tiêu đề có chương chưa đọc
zh: 有未读章节的标题
zh_hant: 有未讀章節的標題

# skip_titles_that_havent_been_read
source: Titles that haven't been read
ar: عناوين لم يتم قراءتها
be: Tájtły, jakíja nié bylí pračytányja
de: Titel, die nicht gelesen wurden
es: Títulos que no han sido leídos
fr: Titres qui n'ont pas été lus
hu: Még el nem olvasott címek
id: Judul yang belum dibaca
it: Titoli che non sono stati letti
lt: Neperskaityti leidiniai
mn: Уншаагүй контентууд
ms: Tajuk yang belum dibaca
pt_pt: Títulos que não foram lidos
ru: Названия, которые не были прочитаны
sv: Titlar som inte har lästs
th: ชื่อเรื่องที่ยังไม่ได้อ่าน
tr: Okunmamış başlıklar
uk: Назви, які не були прочитані
vi: Tiêu đề chưa được đọc
zh: 未被阅读过的标题
zh_hant: 未被閱讀過的標題

# skip_titles_with_completed_status
source: Titles with completed status
ar: عناوين بحالة مكتملة
be: Tájtły z zaviéršanym státusam
de: Titel mit abgeschlossenem Status
es: Títulos con estado completado
fr: Titres avec statut terminé
hu: Befejezett állapotú címek
id: Judul dengan status selesai
it: Titoli con stato completato
lt: Užbaigti leidiniai
mn: Дууссан төлөвтэй контентууд
ms: Tajuk dengan status selesai
pt_pt: Títulos com estado concluído
ru: Названия с завершенным статусом
sv: Titlar med slutförd status
th: ชื่อเรื่องที่มีสถานะเสร็จสมบูรณ์
tr: Tamamlanmış durumdaki başlıklar
uk: Назви зі статусом завершено
vi: Tiêu đề có trạng thái hoàn thành
zh: 已完成状态的标题
zh_hant: 已完成狀態的標題

# skip_titles_only_fetch_once
source: Titles marked as only fetch once
ar: عناوين محددة لجلب مرة واحدة
be: Tájtły, padznáčanyja dlá adnarazóvaha atrymáńnia
de: Titel, die nur einmal abgerufen werden
es: Títulos marcados para obtener solo una vez
fr: Titres marqués pour récupération unique
hu: Csak egyszer letölthető címek
id: Judul yang ditandai hanya diambil sekali
it: Titoli contrassegnati per recupero singolo
lt: Pavadinimai, pažymėti kaip atsisiųsti tik vieną kartą
mn: Зөвхөн нэг удаа татахаар тэмдэглэгдсэн контентууд
ms: Tajuk yang ditanda untuk diambil sekali sahaja
pt_pt: Títulos marcados para obter apenas uma vez
ru: Названия, отмеченные для однократного получения
sv: Titlar markerade att bara hämtas en gång
th: ชื่อเรื่องที่ระบุให้ดึงเพียงครั้งเดียว
tr: Yalnızca bir kez getirilecek başlıklar
uk: Назви, позначені для одноразового отримання
vi: Tiêu đề đánh dấu chỉ tải một lần
zh: 标记为仅获取一次的标题
zh_hant: 標記為僅獲取一次的標題

# skip_titles_in_excluded_category
source: Titles in excluded categories
ar: عناوين في فئات مستثناة
be: Tájtły ŭ vyklúčanych katehóryjach
de: Titel in ausgeschlossenen Kategorien
es: Títulos en categorías excluidas
fr: Titres dans des catégories exclues
hu: Kizárt kategóriákban lévő címek
id: Judul dalam kategori yang dikecualikan
it: Titoli in categorie escluse
lt: Išskirtų kategorijų pavadinimai
mn: Хасагдсан ангилалд байгаа контентууд
ms: Tajuk dalam kategori yang dikecualikan
pt_pt: Títulos em categorias excluídas
ru: Названия в исключенных категориях
sv: Titlar i exkluderade kategorier
th: ชื่อเรื่องในหมวดหมู่ที่ยกเว้น
tr: Hariç tutulan kategorilerdeki başlıklar
uk: Назви у виключених категоріях
vi: Tiêu đề trong danh mục loại trừ
zh: 排除分类中的标题
zh_hant: 排除分類中的標題

source: Force update
ar: تحديث إلزامي
be: Prymusóvaje abnaŭléńnie
de: Zwingendes Update
es: Actualización forzada
fr: Mise à jour forcée
hu: Kényszerített frissítés
id: Pembaruan paksa
it: Aggiornamento forzato
lt: Priverstinis atnaujinimas
mn: Хүчээр шинэчлэх
ms: Kemas kini paksa
pt_pt: Atualização obrigatória
ru: Принудительное обновление
sv: Tvinga uppdatering
th: อัปเดตบังคับ
tr: Zorunlu güncelleme
uk: Примусове оновлення
vi: Cập nhật bắt buộc
zh: 强制更新
zh_hant: 強制更新

source: Skip duplicate chapters
ar: تخطي الفصول المكررة
be: Prapuskáć dublújučyjasia raździéły
de: Doppelte Kapitel überspringen
es: Saltar capítulos duplicados
fr: Passer les chapitres en double
hu: Duplikált fejezetek kihagyása
id: Lewati bab duplikat
it: Salta capitoli duplicati
lt: Praleisti pasikartojančius skyrius
mn: Давхардсан бүлгүүдийг алгасах
ms: Langkau bab pendua
pt_pt: Saltar capítulos duplicados
ru: Пропускать дублирующиеся главы
sv: Hoppa över dublettkapitel
th: ข้ามบทที่ซ้ำกัน
tr: Yinelenen bölümleri atla
uk: Пропускати дубльовані розділи
vi: Bỏ qua chương trùng lặp
zh: 跳过重复章节
zh_hant: 跳過重複章節

source: How to enable skip duplicate chapters?
ar: كيفية تمكين تخطي الفصول المكررة؟
be: Ják uklučýć prapuskáńnie dublújučychsia raździéłaŭ?
de: Wie aktiviere ich das Überspringen doppelter Kapitel?
es: ¿Cómo activar el salto de capítulos duplicados?
fr: Comment activer le saut de chapitres en double ?
hu: Hogyan engedélyezhető a duplikált fejezetek kihagyása?
id: Bagaimana mengaktifkan lewati bab duplikat?
it: Come attivare il salto dei capitoli duplicati?
lt: Kaip įjungti pakartotinių skyrių praleidimą?
mn: Хэрхэн давхардсан бүлгүүдийг алгасахыг идэвхжүүлэх вэ?
ms: Bagaimana mengaktifkan langkau bab pendua?
pt_pt: Como ativar a opção de saltar capítulos duplicados?
ru: Как включить пропуск дублирующихся глав?
sv: Hur aktiverar jag hoppa över dublettkapitel?
th: วิธีการเปิดใช้งานการข้ามบทที่ซ้ำกัน?
tr: Yinelenen bölümleri atlamayı nasıl etkinleştiririm?
uk: Як увімкнути пропуск дубльованих розділів?
vi: Làm thế nào để bật chức năng bỏ qua chương trùng lặp?
zh: 如何启用跳过重复章节？
zh_hant: 如何啟用跳過重複章節？

# how_to_enable_skip_duplicate_chapters_tips
source: This option is only available when there are multiple scanlators.
ar: هذا الخيار متاح فقط عندما يكون هناك عدة فرق ترجمة.
be: Hétaja ópcyja dastúpnaja tólki prý najáŭnaści niékalkich skáneraŭ.
de: Diese Option ist nur verfügbar, wenn mehrere Scanlatorgruppen vorhanden sind.
es: Esta opción solo está disponible cuando hay varios grupos de scanlators.
fr: Cette option n'est disponible que lorsqu'il y a plusieurs groupes de scanlation.
hu: Ez az opció csak akkor érhető el, ha több fordítócsoport is dolgozik.
id: Opsi ini hanya tersedia ketika ada beberapa kelompok scanlator.
it: Questa opzione è disponibile solo quando ci sono più gruppi di scanlator.
lt: Ši parinktis yra prieinama tik tada, kai yra keli skenatoriai.
mn: Энэ сонголт нь зөвхөн олон орчуулагч байгаа үед л боломжтой.
ms: Pilihan ini hanya tersedia apabila terdapat beberapa kumpulan scanlator.
pt_pt: Esta opção só está disponível quando existem vários grupos de scanlators.
ru: Эта опция доступна только при наличии нескольких групп сканлейтеров.
sv: Det här alternativet är bara tillgängligt när det finns flera översättningsgrupper.
th: ตัวเลือกนี้จะใช้งานได้เมื่อมีหลายกลุ่มแปล
tr: Bu seçenek yalnızca birden fazla çeviri grubu olduğunda kullanılabilir.
uk: Ця опція доступна лише за наявності кількох груп сканлейтерів.
vi: Tùy chọn này chỉ khả dụng khi có nhiều nhóm dịch.
zh: 此选项仅在存在多个汉化组时可用。
zh_hant: 此選項僅在存在多個漢化組時可用。

# pref_incognito_mode
source: Incognito mode
ar: الوضع المخفي
be: Režým inkóhnita
de: Inkognito-Modus
es: Modo incógnito
fr: Mode navigation privée
hu: Inkognitó mód
id: Mode penyamaran
it: Modalità incognito
ko: 시크릿 모드
lt: Inkognito režimas
mn: Нууц горим
ms: Mod inkognito
nl: Incognitomodus
pt_pt: Modo incógnito
ru: Режим инкогнито
sv: Inkognitoläge
th: โหมดไม่ระบุตัวตน
tr: Gizli kip
uk: Режим інкогніто
vi: Chế độ ẩn danh
zh: 无痕模式
zh_hant: 無痕模式

# iCloud_label
source: iCloud
ar: آي كلاود
