Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# add_repo_by_url
source: By URL
ar: عن طريق الرابط
be: Pá URL
de: Nach URL
es: Por URL
fr: Par URL
hu: URL alapján
id: Dengan URL
it: Per URL
ko: URL로 추가
lt: Pagal URL adresą
mn: URL-ээр
ms: Dengan URL
nl: Op URL
pt_pt: Por URL
ru: По URL
sv: Med URL
th: โดย URL
tr: URL ile
uk: За URL
vi: Theo URL
zh: 通过URL
zh_hant: 按URL添加

# add_repo_by_url_tip
source: Add additional repos to Tachimanga. This should be a URL that ends with "index.min.json"
ar: إضافة مستودعات إضافية إلى Tachimanga. يجب أن يكون رابط ينتهي بـ "index.min.json"
be: Dadájcie dadatkóvyja repazytáry ŭ Tachimanga. Héta músić býć URL, jáki skánčvajecca ná "index.min.json"
de: Fügen Sie Tachimanga zusätzliche Repositorys hinzu. Dies sollte eine URL sein, die mit „index.min.json“ endet.
es: Añade repositorios adicionales a Tachimanga. Estos deben ser una URL que termine con "index.min.json"
fr: Ajoutez des répertoires supplémentaires à Tachimanga. Il s'agit d'une URL se terminant par "index.min.json"
hu: További tárolók hozzáadása a Tachimangához. Ennek egy URL-nek kell lennie, amely az "index.min.json" kifejezéssel végződik.
id: Tambahkan repositori tambahan ke Tachimanga. Ini harus berupa URL yang diakhiri dengan "index.min.json"
it: Aggiungi repository aggiuntivi a Tachimanga. Dovrebbe essere un URL che termina con "index.min.json"
ko: Tachimanga에 추가 저장소를 추가합니다. "index.min.json"으로 끝나는 URL이어야 합니다
lt: Į Tachimangą pridėkite papildomų repozitorijų. Tai turėtų būti URL, kuris baigiasi „index.min.json“
mn: Тачимангад нэмэлт өргөтгөлийн сангууд нэмэх. "index.min.json"-р төгссөн URL байх ёстой
ms: Tambah repositori tambahan ke Tachimanga. Ini sepatutnya menjadi URL yang berakhir dengan "index.min.json"
nl: Voeg extra repositories toe aan Tachimanga. Dit moet een URL zijn die eindigt op "index.min.json".
pt_pt: Adiciona repositórios adicionais ao Tachimanga. Deve ser um URL que termina com "index.min.json"
ru: Добавьте дополнительные репозитории в Tachimanga. URL должен оканчиваться на "index.min.json"
sv: Lägg till ytterligare arkiv till Tachimanga. Detta måste vara en URL som slutar med "index.min.json".
th: เพิ่มร้านค้าเพิ่มเติมให้กับ Tachimanga นี่ควรเป็น URL ที่ลงท้ายด้วย "index.min.json"
tr: Tachimanga'ya ek depolar ekleyin. Bu, "index.min.json" ile biten bir URL olmalı
uk: Додайте додаткові репозиторії до Tachimanga. Це має бути URL, який закінчується на "index.min.json"
vi: Thêm kho bổ sung vào Tachimanga. Đây nên là một URL kết thúc bằng "index.min.json"
zh: 向 Tachimanga 添加额外的仓库。 URL 应以 "index.min.json" 结尾
zh_hant: 向 Tachimanga 添加其他倉庫。 此處應為以"index.min.json"結尾的URL。

# get_repo_meta_fail
source: Failed to retrieve repository information.
ar: فشل في استرداد معلومات المستودع.
be: Nié ŭdałósia atrymáć infarmácyju áb repazytáry.
de: Abrufen der Repository-Informationen fehlgeschlagen.
es: Error al recuperar la información del repositorio.
fr: Échec de la récupération des informations du répertoire.
hu: A tároló információinak lekérése sikertelen.
id: Gagal mengambil informasi repositori.
it: Impossibile recuperare le informazioni del repository.
ko: 저장소 정보를 가져오지 못했습니다.
lt: Nepavyko gauti saugyklos informacijos.
mn: Өргөтгөлийн сангийн мэдээлэл авахад алдаа гарлаа.
ms: Gagal untuk mendapatkan maklumat repositori.
nl: Het ophalen van de repository-informatie is mislukt.
pt_pt: Falha na recuperação das informações do repositório.
ru: Не удалось получить информацию о репозитории.
sv: Det gick inte att hämta arkivinformation.
th: การเรียกดูข้อมูลร้านค้าล้มเหลว
tr: Depo bilgileri alınamadı.
uk: Не вдалося отримати інформацію про репозиторій.
vi: Không thể lấy thông tin kho.
zh: 无法获取仓库信息。
zh_hant: 無法檢索倉庫資訊。

source: Delete repository
ar: حذف المستودع
be: Výdalić repazytár
de: Repository löschen
es: Eliminar repositorio
fr: Supprimer le répertoire
hu: Tároló törlése
id: Hapus repositori
it: Elimina repository
ko: 저장소 삭제
lt: Ištrinti saugyklą
mn: Өргөтгөлийн санг устгах
ms: Padam repositori
nl: Verwijder repository
pt_pt: Apagar repositório
ru: Удалить репозиторий
sv: Ta bort arkiv
th: ลบร้านค้า
tr: Depo sil
uk: Видалити репозиторій
vi: Xóa kho
zh: 删除仓库
zh_hant: 刪除倉庫

# delete_repository_content
source: Do you wish to delete the repository "{name}"
ar: هل ترغب في حذف المستودع "{name}"
be: Žadájecie výdalić repazytár "{name}"
de: Möchten Sie das Repository „{name}“ löschen?
es: ¿Deseas eliminar el repositorio "{name}"?
fr: Souhaitez-vous supprimer le répertoire "{name}" ?
hu: Biztosan törölni szeretné a(z) "{name}" tárolót?
id: Apakah Anda ingin menghapus repositori "{name}"
it: Desideri eliminare il repository "{name}"
ko: "{name}" 저장소를 삭제할까요
lt: Ar norite ištrinti saugyklą "{name}"
mn: Та "{name}" өргөтгөлийн санг устгах уу
ms: Adakah anda ingin memadam repositori "{name}"
nl: Wil je de repository "{name}" verwijderen?
pt_pt: Deseja eliminar o repositório "{name}"
ru: Вы хотите удалить репозиторий "{name}"
sv: Vill du ta bort arkivet "{name}"?
th: คุณต้องการลบร้านค้า "{name}"
tr: Depoyu silmek istiyor musunuz: "{name}"
uk: Ви хочете видалити репозиторій "{name}"
vi: Bạn có muốn xóa kho "{name}" không
zh: 您是否要删除仓库 "{name}"
zh_hant: 您是否要刪除倉庫"{name}"？

# label_add
source: Add
ar: إضافة
be: Dadáć
de: Hinzufügen
es: Agregar
fr: Ajouter
hu: Hozzáadás
id: Tambah
it: Aggiungi
ko: 추가
lt: Pridėti
mn: Нэмэх
ms: Tambah
nl: Voeg toe
pt_pt: Adicionar
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh: 添加
zh_hant: 添加

# label_adding
source: Adding
ar: جارٍ الإضافة
be: Dadáńnie
de: Wird hinzugefügt
es: Agregando
fr: Ajout en cours
hu: Hozzáadás folyamatban
id: Menambah
it: Aggiunta
ko: 추가중
lt: Pridedamas
mn: Нэмж байна
ms: Menambah
nl: Wordt toegevoegd
pt_pt: Adicionando
ru: Добавление
sv: Lägger till
th: กำลังเพิ่ม
tr: Ekleniyor
uk: Додається
vi: Đang thêm
zh: 正在添加
zh_hant: 正在添加

# extension_usage_terms
source: To set external repositories, you need to agree to the following agreement: 1. I understand that Tachimanga does not regulate external repositories in any way. 2. I understand that Tachimanga is not affiliated with any external extensions. 3. I agree to not use Tachimanga to view content that I do not have the rights for.
ar: لتعيين المستودعات الخارجية، يجب عليك الموافقة على الاتفاقية التالية: 1. أفهم أن تاتشيمانغا لا تنظم المستودعات الخارجية بأي شكل من الأشكال. 2. أفهم أن تاتشيمانغا ليست مرتبطة بأي إضافات خارجية. 3. أوافق على عدم استخدام تاتشيمانغا لعرض المحتوى الذي لا أملك الحقوق له.
be: Káb ustalaváć źniéšnija repazytáry, vám nieabchódna pahadzícca z nastúpnym pahadniéńniem: 1. Já razumiéju, štó Tachimanga anijákim čýnam nié rehulúje źniéšnija repazytáry. 2. Já razumiéju, štó Tachimanga nié źviazánaja ní ź jakími źniéšnimi pašyréńniami. 3. Já zhadžájusia nié vykarystóŭvać Tachimanga dlá prahládu kanténtu, ná jakí ŭ mianié niamá pravóŭ.
de: Um externe Repositorien festzulegen, müssen Sie der folgenden Vereinbarung zustimmen: 1. Ich verstehe, dass Tachimanga keine externen Repositorien in irgendeiner Weise reguliert. 2. Ich verstehe, dass Tachimanga mit keinen externen Erweiterungen verbunden ist. 3. Ich stimme zu, Tachimanga nicht zu verwenden, um Inhalte anzusehen, für die ich nicht die Rechte habe.
es: Para configurar repositorios externos, necesitas aceptar el siguiente acuerdo: 1. Entiendo que Tachimanga no regula los repositorios externos de ninguna manera. 2. Entiendo que Tachimanga no está afiliada con ninguna extensión externa. 3. Acepto no usar Tachimanga para ver contenido para el cual no tengo derechos.
fr: Pour définir des dépôts externes, vous devez accepter l'accord suivant : 1. Je comprends que Tachimanga ne régule en aucune manière les dépôts externes. 2. Je comprends que Tachimanga n'est affiliée à aucune extension externe. 3. Je m'engage à ne pas utiliser Tachimanga pour visualiser du contenu pour lequel je n'ai pas les droits.
hu: Külső tárolók beállításához el kell fogadnia a következő megállapodást: 1. Tudomásul veszem, hogy a Tachimanga semmilyen módon nem szabályozza a külső tárolókat. 2. Tudomásul veszem, hogy a Tachimanga nem áll kapcsolatban semmilyen külső kiegészítéssel. 3. Elkötelezem magam amellett, hogy a Tachimangát nem használom olyan tartalmak megtekintésére, amelyekhez nincsenek jogaim.
id: Untuk menetapkan repositori eksternal, Anda perlu menyetujui perjanjian berikut: 1. Saya memahami bahwa Tachimanga tidak mengatur repositori eksternal dengan cara apa pun. 2. Saya memahami bahwa Tachimanga tidak berafiliasi dengan ekstensi eksternal apa pun. 3. Saya setuju untuk tidak menggunakan Tachimanga untuk melihat konten yang saya tidak memiliki haknya.
it: Per impostare repository esterni, è necessario accettare il seguente accordo: 1. Capisco che Tachimanga non regola in alcun modo i repository esterni. 2. Capisco che Tachimanga non è affiliata con alcuna estensione esterna. 3. Accetto di non utilizzare Tachimanga per visualizzare contenuti per i quali non ho i diritti.
ko: 외부 저장소를 설정하려면 다음 계약에 동의해야 합니다. 1. 나는 Tachimanga가 어떤 방식으로든 외부 저장소를 규제하지 않으며 Tachimanga가 외부 확장 프로그램을 사용하여 내 장치 또는 내 신원에 가해진 손상이나 피해에 대해 책임을 지지 않는다는 점을 이해하고있습니다. 2. 나는 Tachimanga가 어떠한 외부 확장 프로그램과도 제휴하고 있지 않다는 것을 이해하고있습니다. 3. 나는 권리가 없는 콘텐츠를 보기 위해 Tachimanga를 사용하지 않을 것에 동의합니다.
lt: Norėdami nustatyti išorines saugyklas, turite sutikti su šia sutartimi: 1. Suprantu, kad Tachimanga niekaip nereguliuoja išorinių saugyklų. 2. Suprantu, kad Tachimanga nėra susijusi su jokiais išoriniais plėtiniais. 3. Sutinku nenaudoti Tachimangos turinio, kuriam neturiu teisių, peržiūrai.
mn: Гадаад өргөтгөлийн сангууд ашиглахын тулд дараах нөхцөлийг хүлээн зөвшөөрнө үү: 1. Тачиманга нь гадаад сангуудыг хянахгүй болно. 2. Тачиманга нь гадаад өргөтгөлүүдтэй холбоогүй болно. 3. Би Тачиманга-р үзэх эрхгүй контент үзэхгүй гэдгээ зөвшөөрч байна.
ms: Untuk menetapkan repositori luaran, anda perlu bersetuju dengan perjanjian berikut: 1. Saya memahami bahawa Tachimanga tidak mengawal repositori luaran dengan cara apa pun. 2. Saya memahami bahawa Tachimanga tidak berkaitan dengan mana-mana sambungan luaran. 3. Saya bersetuju untuk tidak menggunakan Tachimanga untuk melihat kandungan yang saya tidak memiliki haknya.
nl: Om externe repositories in te stellen, dien je akkoord te gaan met de volgende overeenkomst: 1. Ik begrijp dat Tachimanga op geen enkele manier de externe repositories reguleert. 2. Ik begrijp dat Tachimanga niet verbonden is met externe extensies. 3. Ik ga ermee akkoord Tachimanga niet te gebruiken om inhoud te bekijken waarvoor ik niet de rechten heb.
pt_pt: Para configurar repositórios externos, precisa concordar com o seguinte acordo: 1. Compreendo que o Tachimanga não regula de forma alguma os repositórios externos. 2. Compreendo que o Tachimanga não está associado a nenhuma extensão externa. 3. Concordo em não utilizar o Tachimanga para visualizar conteúdo para o qual não tenho direitos.
ru: Для установки внешних репозиториев вы должны согласиться с следующим соглашением: 1. Я понимаю, что Tachimanga никак не регулирует внешние репозитории. 2. Я понимаю, что Tachimanga не аффилирована с какими-либо внешними расширениями. 3. Я согласен не использовать Tachimanga для просмотра контента, права на который у меня отсутствуют.
sv: För att använda externa arkiv måste du godkänna följande: 1. Jag förstår att Tachimanga inte reglerar externa arkiv. 2. Jag förstår att Tachimanga inte är associerat med externa tillägg. 3. Jag godkänner att inte använda Tachimanga för att visa innehåll jag inte har rätt till.
th: เพื่อตั้งค่าที่เก็บข้อมูลภายนอก คุณต้องยอมรับข้อตกลงต่อไปนี้: 1. ฉันเข้าใจว่า Tachimanga ไม่มีการควบคุมที่เก็บข้อมูลภายนอกใด ๆ 2. ฉันเข้าใจว่า Tachimanga ไม่มีส่วนเกี่ยวข้องกับส่วนขยายภายนอกใด ๆ 3. ฉันตกลงที่จะไม่ใช้ Tachimanga เพื่อดูเนื้อหาที่ฉันไม่มีสิทธิ์
tr: Dış depoları ayarlamak için aşağıdaki anlaşmayı kabul etmeniz gerekmektedir: 1. Tachimanga'nın dış depoları herhangi bir şekilde düzenlemediğini anlıyorum. 2. Tachimanga'nın herhangi bir dış uzantı ile ilişkili olmadığını anlıyorum. 3. Haklarına sahip olmadığım içerikleri görüntülemek için Tachimanga'yı kullanmayacağımı kabul ediyorum.
uk: Для налаштування зовнішніх репозиторіїв вам необхідно погодитися з наступною угодою: 1. Я розумію, що Tachimanga жодним чином не регулює зовнішні репозиторії. 2. Я розумію, що Tachimanga не пов'язана з будь-якими зовнішніми розширеннями. 3. Я згоден не використовувати Tachimanga для перегляду контенту, права на який у мене відсутні.
vi: Để thiết lập kho lưu trữ bên ngoài, bạn cần đồng ý với thỏa thuận sau: 1. Tôi hiểu rằng Tachimanga không điều chỉnh bất kỳ kho lưu trữ ngoài nào. 2. Tôi hiểu rằng Tachimanga không liên kết với bất kỳ tiện ích mở rộng ngoài nào. 3. Tôi đồng ý không sử dụng Tachimanga để xem nội dung mà tôi không có quyền.
zh: 要设置外部仓库，您需要同意以下协议： 1. 我了解 Tachimanga 不以任何方式规范外部仓库。 2. 我了解 Tachimanga 与任何外部扩展无关。 3. 我同意不使用 Tachimanga 查看我无权查看的内容。
zh_hant: 要設置外部倉庫，您需要同意以下協議： 1. 我了解 Tachimanga 不以任何方式規範外部倉庫。 2. 我了解 Tachimanga 與任何外部擴展無關。 3. 我同意不使用 Tachimanga 查看我無權查看的內容。

source: Find repository
ar: العثور على مستودع
be: Znajścí repazytár
de: Repository finden
es: Buscar repositorio
fr: Trouver un répertoire
hu: Tároló keresése
id: Temukan repositori
it: Trova repository
ko: 저장소 찾기
lt: Rasti saugyklą
mn: Өргөтгөлийн сан олох
ms: Cari repositori
nl: Zoek repository
pt_pt: Encontrar repositório
ru: Найти репозиторий
sv: Hitta arkiv
th: ค้นหาร้านค้า
tr: Depo bul
uk: Знайти репозиторій
vi: Tìm kho
zh: 查找仓库
zh_hant: 尋找倉庫

# get_start
source: Getting started
ar: البدء
be: Raspačynájem
de: Loslegen
es: Para empezar
fr: Commencer
hu: Elindulás
id: Memulai
it: Iniziare
ko: 시작하기
lt: Kaip pradėti
mn: Эхлэх
ms: Mula
nl: Aan de slag
pt_pt: Começar
ru: Начать
sv: Kom igång
th: เริ่มต้น
tr: Başlangıç
uk: Початок роботи
vi: Bắt đầu
zh: 开始使用
zh_hant: 開始使用

# label_copy
source: Copy
ar: نسخ
be: Kapijaváć
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás
id: Salin
it: Copia
ko: 복사
lt: Kopijuoti
mn: Хуулах
ms: Salin
nl: Kopiëren
pt_pt: Copiar
ru: Копировать
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh: 复制
zh_hant: 複製

source: Migrate
ar: ترحيل
be: Mihraváć
de: Migrieren
es: Migrar
fr: Déplacer
hu: Áttelepítés
id: Pindah
it: Migra
ko: 마이그레이션
lt: Migruoti
mn: Шилжүүлэх
ms: Pindah
nl: Migreren
pt_pt: Migrar
ru: Перенести
sv: Migrera
th: โยกย้าย
tr: Geçiş yap
uk: Мігрувати
vi: Di chuyển
zh: 迁移
zh_hant: 遷移

# migration_dialog_what_to_include
source: Select data to include
ar: اختر بيانات لتضمينها
be: Jakíja dányja pieraniéści
de: Wähle zu beinhaltende Daten
es: Seleccionar datos para incluir
fr: Sélectionner les données à inclure
hu: Válaszon beletartozó adatokat
id: Pilih data yang ikut dipindah
it: Seleziona i dati da includere
ko: 포함할 데이터 선택
lt: Pasirinkite duomenis, kuriuos norite įtraukti
mn: Шилжүүлэх өгөгдлийг сонгох
ms: Pilih data untuk dimasukkan
nl: Kies gegevens om over te zetten
pt_pt: Selecionar data a incluir
ru: Какие данные перенести
sv: Välj data att inkludera
th: เลือกข้อมูลที่จะรวมไว้
tr: Eklenecek veriyi seç
uk: Виберіть включені дані
vi: Chọn dữ liệu bao gồm
zh: 选择需要迁移的数据
zh_hant: 選擇欲處理的項目

# migrate_action_migrate
source: Migrate
ar: نقل
be: Mihraváć
de: Migrieren
es: Migrar
fr: Migrer
hu: Áttelepítés
id: Pindah
it: Migra
ko: 마이그레이션
lt: Migruoti
mn: Шилжүүлэх
ms: Pindah
nl: Migreer
pt_pt: Migrar
ru: Перенести
sv: Migrera
th: โยกย้าย
tr: Taşın
uk: Мігрувати
vi: Chuyển
zh: 迁移
zh_hant: 遷移

# migrate_action_copy
source: Copy
ar: نسخ
be: Kapijaváć
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás
id: Salin
it: Copia
ko: 복사
lt: Kopijuoti
mn: Хуулах
ms: Salin
nl: Kopieer
pt_pt: Copiar
ru: Копировать
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh: 共存
zh_hant: 副本

# migrate_action_show_manga
source: Show entry
ar: إظهار الدخول
be: Pakazáć tájtł
de: Eintrag anzeigen
es: Mostrar el elemento
fr: Afficher l'entrée
hu: Bejegyzés mutatása
id: Lihat entri
it: Mostra voce
ko: 항목 표시
lt: Parodyti įrašą
mn: Орсон зүйлсийг харуулах
ms: Papar entri
nl: Toon item
pt_pt: Mostrar entrada
ru: Показать серию
sv: Visa post
th: แสดงรายการ
tr: Girdiyi göster
uk: Показати запис
vi: Hiển thị truyện
zh: 显示作品
zh_hant: 顯示作品

source: Chapters
ar: الفصول
be: Raździéły
de: Kapitel
es: Capítulos
fr: Chapitres
hu: Fejezetek
id: Bab
it: Capitoli
ko: 챕터
lt: Skyriai
mn: Бүлгүүд
ms: Bab
nl: Hoofdstukken
pt_pt: Capítulos
ru: Главы
sv: Kapitel
th: ตอน
tr: Bölümler
uk: Розділи
vi: Các chương
zh: 章节
zh_hant: 章節

# select_category_to_update
source: Select categories to update
ar: اختر الفئات لتحديثها
be: Abiarýcie katehóryji dlá abnaŭléńnia
de: Wählen Sie Kategorien zum Aktualisieren aus
es: Seleccionar categorías para actualizar
fr: Sélectionnez les catégories à mettre à jour
hu: Válassza ki a frissítendő kategóriákat
id: Pilih kategori untuk diperbarui
it: Seleziona le categorie da aggiornare
ko: 업데이트할 카테고리 선택
lt: Pasirinkite kategorijas, kurias norite atnaujinti
mn: Шинэчлэх ангиллуудыг сонгох
ms: Pilih kategori untuk dikemaskini
nl: Selecteer categorieën om bij te werken
pt_pt: Seleciona categorias a atualizar
ru: Выберите категории для обновления
sv: Välj kategorier att uppdatera
th: เลือกหมวดหมู่ที่จะอัปเดต
tr: Güncellenecek kategorileri seçin
uk: Виберіть категорії для оновлення
vi: Chọn danh mục để cập nhật
zh: 选择要更新的类别
zh_hant: 選擇要更新的類別

source: Update All
ar: تحديث الكل
be: Abnavić usio
de: Alles aktualisieren
es: Actualizar Todo
fr: Tout mettre à jour
hu: Összes frissítése
id: Perbarui Semua
it: Aggiorna Tutto
ko: 전부 업데이트
lt: Atnaujinti viską
mn: Бүгдийг Шинэчлэх
ms: Kemaskini Semua
nl: Update alles
pt_pt: Atualizar todas
ru: Обновить все
sv: Uppdatera alla
th: อัปเดตทั้งหมด
tr: Hepsini Güncelle
uk: Оновити все
vi: Cập Nhật Tất Cả
zh: 全部更新
zh_hant: 全部更新

source: Always ask
ar: اسأل دائمًا
be: Zaŭsiódy pytácca
de: Immer fragen
es: Preguntar Siempre
fr: Demander toujours
hu: Mindig kérdezze
id: Selalu bertanya
it: Chiedi sempre
ko: 항상 묻기
lt: Visada klauskite
mn: Үргэлж асуух
ms: Sentiasa bertanya
nl: Altijd vragen
pt_pt: Perguntar sempre
ru: Всегда спрашивать
sv: Fråga alltid
th: ถามเสมอ
tr: Her zaman sor
uk: Питати завжди
vi: Luôn hỏi
zh: 始终询问
zh_hant: 總是詢問

source: Contact Us
ar: اتصل بنا
be: Źviažýciesia z námi
de: Kontaktiere uns
es: Contáctanos
fr: Contactez-nous
hu: Kapcsolatfelvétel
id: Hubungi Kami
it: Contattaci
ko: 문의하기
lt: Susisiekite su mumis
mn: Бидэнтэй Холбогдох
ms: Hubungi Kami
nl: Contact Opnemen
pt_pt: Contacta-nos
ru: Свяжитесь с нами
sv: Kontakta oss
th: ติดต่อเรา
tr: Bize Ulaşın
uk: Зв'яжіться з нами
vi: Liên hệ với chúng tôi
zh: 联系我们
zh_hant: 聯絡我們

source: Changelogs
ar: سجل التغييرات
be: Časópis źmiénaŭ
de: Änderungsprotokoll
es: Cambios
fr: Journal des modifications
hu: Változásnaplók
id: Catatan Perubahan
it: Cronologia modifiche
ko: 변경 내역
lt: Pakeitimų sąrašas
mn: Өөрчлөлтийн түүх
nl: Wijzigingen
pt_pt: Alterações
ru: Журнал изменений
sv: Ändringsloggar
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklik Günlüğü
uk: Журнал змін
vi: Nhật ký thay đổi
zh: 更新日志
zh_hant: 更新日誌

source: Help translate
ar: ساعد في الترجمة
be: Dapamahčý pierakłáści
de: Hilfe bei Übersetzung
es: Ayuda a traducir
fr: Aidez à traduire
hu: Segíts fordítani
id: Bantu terjemahkan
it: Aiuta a tradurre
ko: 번역 지원
lt: Pagalba išversti
mn: Орчуулгад туслах
ms: Bantu terjemahkan
nl: Help met vertalen
pt_pt: Ajuda na tradução
ru: Помогите перевести
sv: Hjälp till med översättning
th: ช่วยแปล
tr: Çeviriye yardım et
uk: Допоможіть перекласти
vi: Hỗ trợ dịch
zh: 帮助翻译
zh_hant: 幫助翻譯

# pref_category_security
source: Security
ar: إعدادات الأمان
be: Biaśpiéka
de: Sicherheit
es: Seguridad
fr: Sécurité
hu: Biztonság
id: Keamanan
it: Sicurezza
ko: 보안
lt: Saugumas
mn: Аюулгүйн байдал
ms: Keselamatan
nl: Veiligheid
pt_pt: Segurança
ru: Безопасность
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh: 隐私
zh_hant: 隱私

# lock_with_biometrics
source: Require unlock
ar: اطلب فكَّ القفل
be: Błakaváńnie bijamétryjaj
de: Entsperren erforderlich
es: Utilizar desbloqueo por biometría
fr: Imposer un déverrouillage à l'ouverture
hu: Biometrikus zár
id: Kunci dengan biometrik
it: Richiede sblocco
ko: 잠금 해제 필요
lt: Reikalauti atrakinti
mn: Нээлттэй болгох шаардлагатай
ms: Memerlukan akses kunci
nl: Vereis ontgrendeling
pt_pt: Requer desbloqueio
ru: Блокировка биометрией
sv: Kräv upplåsning
th: จำเป็นต้องปลดล็อก
tr: Kilit açma gerektir
uk: Вимагає розблокування
vi: Khóa ứng dụng
zh: 应用锁
zh_hant: 上鎖應用程式

source: Lock when idle
ar: اقفل في حالة السكون
be: Blakaváć prý biaździéjnaści
de: Während Inaktivität sperren
es: Bloquear por inactividad
fr: Verrouiller en cas d'inactivité
hu: Zárás tétlen állapotban
id: Kunci saat diam
it: Blocca quando inattivo
ko: 유휴 상태일 때 잠금
lt: Užrakinti, kai neaktyvus
mn: Ашиглаагүй үед түгжих
ms: Kunci apabila idle
nl: Vergrendel bij inactiviteit
pt_pt: Bloquear quando inativo
ru: Блокировать при бездействии
sv: Lås vid inaktivitet
th: ล็อกเมื่อไม่ได้ใช้งาน
tr: Boştayken kilitle
uk: Блокувати в режимі очікування
vi: Khóa khi chạy nền
zh: 切后台时锁定
zh_hant: 閒置時鎖定

# lock_always
source: Always
ar: دائماً
be: Zaŭsiódy
de: Immer
es: Siempre
fr: Toujours
hu: Mindig
id: Selalu
it: Sempre
ko: 항상
lt: Visada
mn: Үргэлж
ms: Sentiasa
nl: Altijd
pt_pt: Sempre
ru: Всегда
sv: Alltid
th: ตลอด
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh: 始终开启
zh_hant: 立即

# lock_never
source: Never
ar: أبدًا
be: Anikóli
de: Nie
es: Nunca
fr: Jamais
hu: Soha
id: Tidak pernah
it: Mai
ko: 미사용
lt: Niekada
mn: Хэзээ ч үгүй
ms: Tidak pernah
nl: Nooit
pt_pt: Nunca
ru: Никогда
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không bao giờ
zh: 关闭
zh_hant: 永不

source: Secure screen
ar: الشاشة الآمنة
be: Biaśpiéčny ekrán
de: Sicherer Bildschirm
es: Pantalla segura
fr: Mode discret
hu: Biztonságos képernyő
id: Amankan layar
it: Schermo sicuro
ko: 보안 화면
lt: Apsaugotas ekranas
mn: Нууцлах дэлгэц
ms: Skrin selamat
nl: Beveilig beeld
pt_pt: Ecrã seguro
ru: Защита экрана приложения
sv: Säker skärm
th: หน้าจอความปลอดภัย
tr: Güvenli ekran
uk: Екран безпеки
vi: Bảo vệ màn hình
zh: 隐私界面
zh_hant: 防窺畫面

# secure_screen_summary
source: Secure screen hides app contents when switching apps
ar: تخفي الشاشة الآمنة محتويات التطبيق عند التبديل بين التطبيقات
be: Biaśpiéčny ekrán chaváje źmiéściva pragrámy prý pieraklučéńni pamíž pragrámami
de: Die sichere Bildschirmsperre verbirgt App-Inhalte beim Wechseln von Apps
es: La pantalla segura oculta el contenido de la aplicación al cambiar entre aplicaciones
fr: L'écran sécurisé masque le contenu de l'application lors du changement d'application
hu: A biztonságos képernyő alkalmazástartalmakat rejt el az alkalmazások közötti váltás során
id: Layar aman menyembunyikan konten aplikasi ketika beralih aplikasi
it: Lo schermo sicuro nasconde i contenuti dell'applicazione durante il passaggio tra le app
ko: 보안 화면은 앱 전환 시 앱 콘텐츠를 숨깁니다
lt: Saugus ekranas paslepia programėlės turinį, kai keičiate programėles
mn: Апп солих үед дэлгэцэн дэх контентыг нууна
ms: Skrin selamat menyembunyikan kandungan aplikasi semasa menukar aplikasi
nl: Beveilig beeld verbergt app-inhoud tijdens het wisselen tussen apps
pt_pt: O ecrã seguro oculta o conteúdo da aplicação ao alternar entre aplicações
ru: Защищенный экран скрывает содержимое приложения при переключении между приложениями
sv: Säker skärm döljer appinnehåll när du byter app
th: หน้าจอที่ปลอดภัยซ่อนเนื้อหาแอปเมื่อสลับแอป
tr: Güvenli ekran, uygulama geçişlerinde uygulama içeriğini gizler
uk: Безпечний екран приховує вміст програми при перемиканні між додатками
vi: Màn hình an toàn ẩn nội dung ứng dụng khi chuyển đổi giữa ứng dụng
zh: 安全屏幕在切换应用程序时隐藏应用程序内容
zh_hant: 安全螢幕切換應用程式時隱藏應用程式內容
