Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

source: Global Search
ar: البحث العام
be: Glabálny póšuk
de: Globale Suche
es: Búsqueda global
fr: Recherche globale
hu: Keresés mindenhol
id: Pencarian Global
it: Ricerca Globale
ko: 전체 검색
lt: Globali paieška
mn: Нийт хайлт
ms: Carian Global
nl: Globaal Zoeken
pt_pt: Procura global
ru: Глобальный поиск
sv: Global sökning
th: ค้นหาโดยรวม
tr: Global Arama
uk: Глобальний пошук
vi: Tìm kiếm toàn cầu
zh: 全局搜索
zh_hant: 全域搜尋

source: Global Update
ar: تحديث الكل
be: Glabálnaje abnaŭléńnie
de: Globale Aktualisierung
es: Actualización global
fr: Mise à jour globale
hu: Globális frissítés
id: Pembaruan Global
it: Aggiornamento Globale
ko: 전체 업데이트
lt: Pasaulinis atnaujinimas
mn: Нийт шинэчлэлт
ms: Kemas Kini Global
nl: Globaal Bijwerken
pt_pt: Atualização global
ru: Общее обновление
sv: Global uppdatering
th: อัปเดตทั้งหมด
tr: Genel Güncelleme
uk: Глобальне оновлення
vi: Cập nhật toàn cầu
zh: 全局更新
zh_hant: 全域更新

source: Help
ar: مساعدة
be: Dapamóha
de: Hilfe
es: Ayuda
fr: Aide
hu: Súgó
id: Bantuan
it: Aiuto
ko: 도움
lt: Pagalba
mn: Тусламж
ms: Bantuan
pt_pt: Ajuda
ru: Помощь
sv: Hjälp
th: ช่วยเหลือ
tr: Yardım
uk: Допомога
vi: Trợ giúp
zh: 帮助
zh_hant: 幫助

source: In library
ar: في المكتبة
be: U biblijatécy
de: In Bibliothek
es: En biblioteca
fr: Dans la bibliothèque
hu: A könyvtárban
id: Di perpustakaan
it: Nella libreria
ko: 라이브러리에 있음
lt: Bibliotekoje
mn: Санд байгаа
ms: Di dalam pustaka
nl: In Bibliotheek
pt_pt: Na Biblioteca
ru: В библиотеке
sv: I biblioteket
th: ในคลัง
tr: Kütüphanede
uk: У бібліотеці
vi: Trong thư viện
zh: 在书架中
zh_hant: 在書櫃中

# install
source: Add
ar: اضافة
be: Dadáć
de: Hinzufügen
es: Instalar
fr: Installer
hu: Hozzáadás
id: Tambahkan
it: Aggiungi
ko: 추가
lt: Pridėti
mn: Нэмэх
ms: Tambah
nl: Voeg toe
pt_pt: Instalar
ru: Установить
sv: Lägg till
th: เพิ่ม
tr: İndir
uk: Встановити
vi: Thêm
zh: 安装
zh_hant: 安裝

# installing
source: Adding
ar: جار التحميل
be: Dadáńnie
de: Wird hinzugefügt
es: Instalando
fr: Installation
hu: Töltés és hozzáadás
id: Menambahkan
it: Aggiunta in corso
ko: 추가중
lt: Pridėdamas
mn: Нэмж байна
ms: Menambah
nl: Wordt toegevoegd
pt_pt: A Instalar
ru: Установка
sv: Lägger till
th: กำลังเพิ่ม
tr: indiriliyor
uk: Встановлення
vi: Đang thêm
zh: 安装中
zh_hant: 安裝中

# installingExtension
source: Adding Extension
ar: جار التحميل
be: Dadáńnie pašyréńnia
de: Erweiterung wird hinzugefügt
es: Añadir extensión
fr: Installation de l'extension
hu: Bővítmény hozzáadása
id: Menambahkan Ekstensi
it: Aggiunta di un'estensione
ko: 확장 프로그램을 추가중
lt: Pridėti plėtinį
mn: Өргөтгөлийг нэмж байна
ms: Menambah Sambungan
nl: Extensie wordt toegevoegd
pt_pt: A instalar extensões
ru: Установка расширения
sv: Lägger till tillägg
th: กำลังเพิ่มส่วนขยาย
tr: Eklenti indiriliyor
uk: Встановлення розширення
vi: Đang thêm phần mở rộng
zh: 正在安装
zh_hant: 正在安裝

source: Languages
ar: اللغات
be: Móvy
de: Sprachen
es: Idioma
fr: Langues
hu: Nyelvek
id: Bahasa
it: Lingue
ko: 언어
lt: Kalbos
mn: Хэлнүүд
ms: Bahasa
nl: Talen
pt_pt: Idiomas
ru: Языки
sv: Språk
th: ภาษา
tr: Diller
uk: Мови
vi: Ngôn ngữ
zh: 语言
zh_hant: 語言

source: Library
ar: المكتبة
be: Biblijatéka
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
hu: Könyvtár
id: Perpustakaan
it: Libreria
ko: 라이브러리
lt: Biblioteka
mn: Сан
ms: Perpustakaan
nl: Bibliotheek
pt_pt: Biblioteca
ru: Библиотека
sv: Bibliotek
th: ห้องสมุด
tr: Kütüphane
uk: Бібліотека
vi: Thư viện
zh: 书架
zh_hant: 書櫃

source: Manga
ar: مانجا
be: Mánga
ko: 만화
mn: Манга
ru: Манга
th: มังงะ
uk: Манґа
zh: 漫画
zh_hant: 漫畫

source: Manga Grid Size
ar: حجم شبكة المانجا
be: Pamiér siétki mángi
de: Größe des Manga-Rasters
es: Tamaño de la cuadrícula del manga
fr: Taille de la grille des mangas
hu: Manga rácsozásának mérete
id: Ukuran Manga Grid
it: Dimensione Griglia dei Manga
ko: 만화 그리드 크기
lt: Manga Tinklelio Dydis
mn: Манга мөр/баганы хэмжээ
ms: Saiz Grid Manga
nl: Manga Rastergrootte
pt_pt: Tamanho do Manga na Grelha
ru: Размер сетки манги
sv: Rutnätsstorlek för manga
th: ขนาดตารางมังงะ
tr: Manga Izgara Boyutu
uk: Розмір сітки манґи
vi: Kích thước lưới manga
zh: 网格大小
zh_hant: 網格大小

# mangaSortAlphabetical
source: Alphabetical
ar: بالأبجدي
be: U alfabétnym parádku
de: Alphabetisch
es: Alfabético
fr: Ordre alphabétique
hu: Betűsorrendben
id: Alfabetis
it: Alfabetico
ko: 알파벳순
lt: Pagal abėcėlę
mn: Цагаан толгойн дарааллаар
ms: Huruf
nl: Alfabetisch
pt_pt: Ordem alfabética
ru: По алфавиту
sv: Alfabetisk
th: ตามลำดับตัวอักษร
tr: Alfabetik
uk: За алфавітом
vi: Theo bảng chữ cái
zh: 名称
zh_hant: 名稱

# mangaSortDateAdded
source: Date Added
ar: بتاريخ الإضافة
be: Pá dácie dadáńnia
de: Hinzugefügt am
es: Fecha añadida
fr: Date d'ajout
hu: Hozzáadás dátuma
id: Tanggal Ditambahkan
it: Data di Aggiunta
ko: 추가순
lt: Pridėjimo data
mn: Нэмсэн огноо
ms: Tarikh Ditambah
nl: Datum toegevoegd
pt_pt: Data adicionada
ru: По дате добавления
sv: Tillagd den
th: ตามวันที่เพิ่ม
tr: Ekleme Tarihi
uk: Дата додавання
vi: Theo ngày thêm
zh: 添加日期
zh_hant: 新增日期

# mangaSortUnread
source: Unread
ar: غير مقروء
be: Niepračytánaje
de: Ungelesen
es: No leído
fr: Non lu
hu: Olvasatlan
id: Belum Dibaca
it: Non Letto
ko: 읽지 않음
lt: Neperskaityta
mn: Уншаагүй
ms: Belum Dibaca
nl: Ongelezen
pt_pt: Não lido
ru: Непрочитанные
sv: Oläst
th: ยังไม่ได้อ่าน
tr: Okunmamış
uk: Не прочитано
vi: Chưa đọc
zh: 未阅读
zh_hant: 未閱讀

# mangaSortLastRead
source: Last Read
ar: آخر قراءة
be: Apóšniaje čytáńnie
de: Zuletzt gelesen
es: Última lectura
fr: Date de lecture
hu: Utoljára olvasott
id: Terakhir Dibaca
it: Ultima Lettura
ko: 마지막으로 읽은순
lt: Paskutinį kartą perskaityta
mn: Сүүлд уншсан
ms: Terakhir Dibaca
nl: Laatst gelezen
pt_pt: Última leitura
ru: Последнее чтение
sv: Senast läst
th: การอ่านล่าสุด
tr: Son Okuma
uk: Останнє прочитане
vi: Lần đọc cuối
zh: 最近阅读
zh_hant: 最近閱讀

# mangaStatusCancelled
source: Cancelled
ar: ألغيت
be: Skasavána
de: Abgebrochen
es: Cancelado
fr: Annulé
hu: Abbahagyva
id: Dibatalkan
it: Cancellato
ko: 취소됨
lt: Atšauktas
mn: Цуцлагдсан
ms: Dibatalkan
nl: Geannuleerd
pt_pt: Cancelado
ru: Отменено
sv: Avbruten
th: ยกเลิกแล้ว
tr: İptal Edildi
uk: Скасовано
vi: Hủy bỏ
zh: 已取消
zh_hant: 已取消

# mangaStatusCompleted
source: Completed
ar: مكتملة
be: Zaviéršana
de: Abgeschlossen
es: Completado
fr: Terminé
hu: Befejezett
id: Selesai
it: Completato
ko: 완결됨
lt: Užbaigtas
mn: Дууссан
ms: Selesai
nl: Voltooid
pt_pt: Completo
ru: Завершён
sv: Slutförd
th: เสร็จสมบูรณ์แล้ว
tr: Tamamlandı
uk: Завершено
vi: Đã hoàn thành
zh: 已完成
zh_hant: 已完成

# mangaStatusLicensed
source: Licensed
ar: مرخصة
be: Licenzavána
de: Lizenziert
es: Con Licencia
fr: Sous licence
hu: Licencelt
id: Berlisensi
it: Autorizzato
ko: 라이선스
lt: Licencijuotas
mn: Лицензтэй
ms: Dilisensi
nl: Gelicentieerd
pt_pt: Licenciado
ru: Лицензировано
sv: Licensierad
th: ได้รับอนุญาต
tr: Lisanslı
uk: Ліцензовано
vi: Đã cấp phép
zh: 已认证
zh_hant: 已認證

# mangaStatusOnHiatus
source: On Hiatus
ar: في فترة توقف
be: Spýnieny
de: Auf Pause
es: En receso
fr: En suspens
hu: Szüneteltetett
id: Ditangguhkan
it: Sospeso
ko: 중단중
lt: Pertrauka
mn: Түр зогссон
ms: Ditangguhkan
nl: Gepauzeerd
pt_pt: Em pausa
ru: На паузе
sv: Pausad
th: ระงับชั่วคราว
tr: Beklemede
uk: На перерві
vi: Tạm ngừng
zh: 断更
zh_hant: 斷更

# mangaStatusOngoing
source: Ongoing
ar: جارية
be: Vychódzić
de: Fortlaufend
es: En publicación
fr: En cours
hu: Folyamatban lévő
id: Berlanjut
it: In Corso
ko: 연재중
lt: Tebevykstantis
mn: Үргэлжилж байгаа
ms: Sedang Berlangsung
nl: Lopend
pt_pt: Em curso
ru: Продолжается
sv: Pågående
th: กำลังดำเนินการ
tr: Devam Ediyor
uk: Виходить
vi: Đang diễn ra
zh: 连载中
zh_hant: 連載中

# mangaStatusPublishingFinished
source: Publishing Finished
ar: انتهى النشر
be: Výpusk zaviéršany
de: Veröffentlichung abgeschlossen
es: Serie terminada
fr: Publication terminée
hu: Kiadás befejezve
id: Penerbitan Selesai
it: Pubblicazione Completata
ko: 연재 종료
lt: Leidyba baigta
mn: Хэвлэл дууссан
ms: Penerbitan Selesai
nl: Uitgave Afgerond
pt_pt: Publicação concluída
ru: Выпуск завершён
sv: Publicering avslutad
th: จบการเผยแพร่
tr: Yayımlama Tamamlandı
uk: Публікацію завершено
vi: Xuất bản đã kết thúc
zh: 完结
zh_hant: 完結

# mangaStatusUnknown
source: Unknown
ar: غير معروف
be: Nieviadóma
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ko: 알수없음
lt: Nežinomas
mn: Тодорхойгүй
ms: Tidak Diketahui
nl: Onbekend
pt_pt: Desconhecido
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh: 未知
zh_hant: 未知

source: More
ar: المزيد
be: Bólš
de: Mehr
es: Mas
fr: Plus
hu: Továbbiak
id: Lebih Banyak
it: Altro
ko: 더보기
lt: Daugiau
mn: Дэлгэрэнгүй
ms: Lebih
nl: Meer
pt_pt: Mais
ru: Ещё
sv: Mer
th: เพิ่มเติม
tr: Daha Fazla
uk: Більше
vi: Thêm
zh: 更多
zh_hant: 更多

source: Move to Bottom
ar: النقل إلى أسفل
be: Pierasúnuć uníz
de: Nach unten verschieben
es: Mover al fondo
fr: Déplacer vers le bas
hu: Mozgatás a legaljára
id: Pindah ke Bawah
it: Sposta in Fondo
ko: 아래로 이동
lt: Perkelti į apačią
mn: Доошоо зөөх
ms: Pindah ke Bawah
nl: Verplaats naar onderaan
pt_pt: Mover para baixo
ru: Переместить вниз
sv: Flytta längst ner
th: ย้ายไปด้านล่าง
tr: Alta Taşı
uk: Перемістити вниз
vi: Chuyển xuống dưới cùng
zh: 移至底部
zh_hant: 移至底部

source: Move to top
ar: النقل إلى الأعلى
be: Pierasúnuć uviérch
de: Nach oben verschieben
es: Mover al principio
fr: Déplacer vers le haut
hu: Mozgatás a legtetejére
id: Pindah ke Atas
it: Sposta in Cima
ko: 위로 이동
lt: Perkelti į viršų
mn: Дээшээ зөөх
ms: Pindah ke Atas
nl: Verplaats naar bovenaan
pt_pt: Mover para cima
ru: Переместить вверх
sv: Flytta överst
th: ย้ายไปด้านบน
tr: Başa Taşı
uk: Перемістити вгору
vi: Chuyển lên đầu
zh: 移至顶部
zh_hant: 移至頂部

source: New update available
ar: تحديث جديد متاح
be: Dastúpna abnaŭléńnie
de: Neues Update verfügbar
es: Nueva actualización disponible
fr: Nouvelle mise à jour disponible
hu: Új frissítés elérhető
id: Pembaruan terbaru tersedia
it: Nuovo aggiornamento disponibile
ko: 새로운 업데이트 가능
lt: Galimas naujas atnaujinimas
mn: Шинэ хувилбар гарсан байна
ms: Kemaskini Baharu tersedia
nl: Nieuwe update beschikbaar
pt_pt: Nova atualização disponível
ru: Доступно обновление
sv: Ny uppdatering tillgänglig
th: มีการอัปเดตใหม่
tr: Yeni güncelleme mevcut
uk: Доступне нове оновлення
vi: Có bản cập nhật mới
zh: 有可用更新
zh_hant: 有可用更新

# noCategoriesFound
source: You don't have any Categories.
ar: ليس لديك أي فئات.
be: U vás niamá anivódnaj katehóryji.
de: Du hast keine Kategorien.
es: No tienes ninguna categoría.
fr: Vous n'avez aucune catégorie.
hu: Nincsenek kategóriák létrehozva.
id: Anda tidak memiliki Kategori.
it: Non hai Categorie.
ko: 카테고리가 없습니다.
lt: Jūs neturite jokių kategorijų.
mn: Танд ямар ч ангилал байхгүй байна.
ms: Anda tidak mempunyai Kategori mana-mana.
nl: Je hebt geen Categorieën.
pt_pt: Não tem nenhuma categoria.
ru: У вас нет категорий.
sv: Du har inga kategorier.
th: คุณไม่มีหมวดหมู่ใดๆ
tr: Herhangi bir kategoriye sahip değilsiniz.
uk: У вас немає жодної категорії.
vi: Bạn chưa có bất kỳ Danh mục nào.
zh: 尚无任何分类。
zh_hant: 尚未有任何分類。

# noCategoriesFoundAlt
source: You don't have any Categories. Create one in settings for organizing your library
ar: ليس لديك أي فئات. قم بإنشاء فئة في الإعدادات لتنظيم مكتبتك
be: U vás niamá anivódnaj katehóryji. Stvarýcie adnú ŭ nałádach dlá arganizácyji vášaj biblijatéki
de: Du hast keine Kategorien. Erstelle eine in den Einstellungen zum organisieren deiner Bibliothek
es: No tienes ninguna categoría. Crea uno en ajustes para organizar tu biblioteca
fr: Vous n'avez aucune catégorie. Créez-en une dans les paramètres pour organiser votre bibliothèque
hu: Nincsenek kategóriák létrehozva. Hozzon létre egyet a beállításokban a könyvtár rendezéséhez
id: Anda tidak memiliki Kategori. Buat satu di pengaturan untuk mengatur perpustakaan Anda
it: Non hai Categorie. Creane una nelle impostazioni per organizzare la tua libreria
ko: 카테고리가 없습니다. 라이브러리를 정리하기 위해 설정에서 만들어주세요
lt: Jūs neturite jokių kategorijų. Susikurkite ją nustatymuose, kad galėtumėte tvarkyti savo biblioteką
mn: Танд ямар ч ангилал байхгүй байна. Сангаа зохион байгуулахын тулд тохиргоон дотор шинээр үүсгэнэ үү
ms: Anda tidak mempunyai Kategori mana-mana. Ciptakan satu dalam tetapan untuk menyusun pustaka anda
nl: Je hebt geen Categorieën. Maak er een aan in de instellingen om je bibliotheek te organiseren
pt_pt: Não tem nenhuma categoria. Cria uma nas definições para organizar a sua biblioteca
ru: У вас нет категорий. Создайте их в настройках для упорядочивания вашей библиотеки
sv: Du har inga kategorier. Skapa en i inställningarna för att organisera ditt bibliotek
th: คุณไม่มีหมวดหมู่ใดๆ สร้างในการตั้งค่าเพื่อจัดระเบียบห้องสมุดของคุณ
tr: Hiç Kategoriniz yok. Kitaplığınızı düzenlemek için ayarlardan bir tane oluşturun
uk: У вас немає категорій. Створіть їх у налаштуваннях для організації бібліотеки
vi: Bạn chưa có bất kỳ Danh mục nào. Hãy tạo một danh mục trong cài đặt để sắp xếp thư viện của bạn
zh: 尚无任何分类。 提示：轻触加号按钮创建一个分类来管理你的书架
zh_hant: 尚未有任何分類。 在設定內建立一個以管理你的書櫃

# noCategoryMangaFound
source: Category is empty
ar: الفئة فارغة
be: Katehóryja pustája
de: Kategorie ist leer
es: Categoría vacía
fr: Catégorie vide
hu: Üres kategória
id: Kategori kosong
it: Categoria vuota
ko: 이 카테고리에서 만화를 찾을 수 없습니다. (팁: 검색과 필터 확인해주세요!)
lt: Kategorija yra tuščia
mn: Ангилал хоосон байна
ms: Kategori kosong
nl: Categorie is leeg
pt_pt: Categoria vazia
ru: Категория пуста
sv: Kategorin är tom
th: หมวดหมู่ว่างเปล่า
tr: Kategori boş
uk: Категорія порожня
vi: Danh mục trống.
zh: 分类为空
zh_hant: 分類為空

source: No Chapters found
ar: لا يوجد فصول
be: Raździéły niá znójdzienyja
de: Keine Kapitel gefunden
es: No se encontraron los capítulos
fr: Aucun chapitre trouvé
hu: Nem találhatók fejezetek
id: Tidak Ada Bab Ditemukan
it: Non è stato trovato nessun capitolo
ko: 챕터를 찾을 수 없습니다
lt: Skyrių nerasta
mn: Бүлэг олдсонгүй
ms: Tiada Bab ditemui
nl: Geen hoofdstukken gevonden
pt_pt: Nenhum capítulo encontrado
ru: Главы не найдены
sv: Inga kapitel hittades
th: ไม่พบตอน
tr: Bölüm bulunamadı
uk: Не знайдено жодного розділу
vi: Không tìm thấy chương
zh: 未找到章节
zh_hant: 未找到章節

source: No Downloads
ar: لا يوجد تنزيلات
be: Niamá spampóŭkaŭ
de: Keine Downloads
es: No hay descargas
fr: Aucun téléchargement
hu: Nincsenek letöltések
id: Tidak Ada Unduhan
it: Nessun Download
ko: 다운로드 없음
lt: Atsisiuntimų nėra
mn: Таталт байхгүй
ms: Tiada Muat Turun
nl: Geen Downloads
pt_pt: Nenhuma transferência
ru: Загрузок нет
sv: Inga nedladdningar
th: ไม่มีการดาวน์โหลด
tr: İndirme Yok
uk: Немає завантажень
vi: Không có tải xuống
zh: 没有下载中的任务
zh_hant: 無下載

# noMangaFound
source: No Mangas Found
ar: لم يتم العثور على مانغا
be: Mánga niá znójdzienaja
de: Keine Mangas gefunden
es: No se encontraron los mangas
fr: Aucun manga trouvé
hu: Nem találhatók mangák
id: Tidak Ada Manga Ditemukan
it: Nessun Manga trovato
ko: 만화를 찾을 수 없습니다
lt: Nerasta jokių manga
mn: Манга олдсонгүй
ms: Tiada Manga Ditemui
nl: Geen Manga's Gevonden
pt_pt: Nenhum manga encontrado
ru: Манга не найдена
sv: Ingen manga hittades
th: ไม่พบมังงะ
tr: Manga Bulunamadı
uk: Манґи не знайдено
vi: Không tìm thấy manga
zh: 未找到漫画
zh_hant: 未找到漫畫

# noOfChapters
source: {count} Chapters
ar: {count} فصل
be: {count} Raździéłaŭ
de: {count} Kapitel
es: {count} capitulos
fr: {count} chapitres
hu: {count} fejezet
id: {count} Bab
it: {count} Capitoli
ko: {count} 챕터
lt: {count} Skyriai
mn: {count} Бүлэг
ms: {count} Bab
nl: {count} Hoofdstukken
pt_pt: {count} Capítulos
ru: {count} Главы
sv: {count} kapitel
th: {count} ตอน
tr: {count} Bölüm
uk: {count} Розділів
vi: {count} Chương
zh: 共 {count} 章
zh_hant: 共 {count} 章

# noResultFound
source: No results found
ar: لم يتم العثور على نتائج
be: Aničóha niá znójdziena
de: Keine Ergebnisse gefunden
es: Sin resultados
fr: Aucun résultat trouvé
hu: Nincs találat
id: Tidak ada hasil ditemukan
it: Nessun risultato trovato
ko: 결과를 찾을 수 없습니다
lt: Rezultatų nerasta
mn: Ямар ч үр дүн олдсонгүй
ms: Tiada hasil ditemui
nl: Geen resultaten gevonden
pt_pt: Nenhum resultado encontrado
ru: Результаты не найдены
sv: Inga resultat hittades
th: ไม่พบผลลัพธ์
tr: Sonuç bulunamadı
uk: Нічого не знайдено
vi: Không tìm thấy kết quả
zh: 未找到结果
zh_hant: 未找到結果

source: No sources found
ar: لم يتم العثور على مصادر
be: Krynícy niá znójdzienyja
de: Keine Quellen gefunden
es: No se encontraron fuentes
fr: Aucune source trouvée
hu: Nem található forrás
id: Sumber tidak ditemukan
it: Nessuna fonte trovata
ko: 소스를 찾을 수 없습니다
lt: Šaltinių nerasta
mn: Эх сурвалж олдсонгүй
ms: Tiada sumber ditemui
nl: Geen bronnen gevonden
pt_pt: Nenhuma fonte encontrada
ru: Источники не найдены
sv: Inga källor hittades
th: ไม่พบแหล่งที่มา
tr: Kaynak bulunamadı
uk: Джерел не знайдено
vi: Không tìm thấy nguồn
zh: 未找到结果
zh_hant: 未找到來源

# noUpdatesAvailable
source: You're using the latest version
ar: أنت تستخدم أحدث إصدار
be: Vý karystájeciesia apóšniaj vérsyjaj
de: Du verwendest die neueste Version
es: Estas usando la última versión
fr: Vous utilisez la dernière version
hu: A legutóbbi verziót használja
id: Anda sudah menggunakan versi terbaru
it: Stai utilizzando l'ultima versione
ko: 최신 버전을 사용중입니다
lt: Naudojate naujausią versiją
mn: Та хамгийн сүүлийн хувилбарыг ашиглаж байна
ms: Anda menggunakan versi terkini
nl: Je gebruikt de laatste versie
pt_pt: Está a usar a versão mais recente
ru: Вы используете последнюю версию
sv: Du använder den senaste versionen
th: คุณกำลังใช้เวอร์ชันล่าสุด
tr: Herhangi bir güncelleme bulunmuyor
uk: Ви використовуєте останню версію
vi: Bạn đang sử dụng phiên bản mới nhất
zh: 正在使用最新版
zh_hant: 正在使用最新版本

# noUpdatesFound
source: No recent chapters
ar: لا توجد فصول جديدة
be: Niamá nóvych raździéłaŭ
de: Keine neuen Kapitel
es: No hay capítulos recientes
fr: Pas de chapitres récents
hu: Nincsenek friss fejezetek
id: Tidak ada bab terbaru
it: Nessun capitolo recente
ko: 업데이트를 찾을 수 없습니다
lt: Naujausių skyrių nėra
mn: Сүүлд нэмэгдсэн бүлэг байхгүй
ms: Tiada bab terkini
nl: Geen recente hoofdstukken
pt_pt: Sem capítulos recentes
ru: Нет новых глав
sv: Inga nya kapitel
th: ไม่มีบทล่าสุด
tr: Yeni bölüm yok
uk: Немає оновлень
vi: Không có chương mới
zh: 没有最新章节
zh_hant: 沒有最新章節

# nsfw
source: Show NSFW extensions and sources
ar: اظهار محتوى البالغين
be: Pakázvać NSFW pašyréńni j krynícy
de: NSFW-Erweiterungen und Quellen anzeigen
es: Mostrar fuentes y extensiones NSFW
fr: Afficher les extensions et les sources comportant du contenu explicite
hu: 18+ bővítmények és források megjelenítése
id: Tampilkan ekstensi dan sumber NSFW
it: Mostra estensioni e fonti NSFW
ko: NSFW 확장 프로그램 및 소스 보기
lt: Rodyti NSFW plėtinius ir šaltinius
mn: Баваан +18 өргөтгөл, эх сурвалжийг харуулах
ms: Tunjukkan sumber dan pengayaan NSFW
nl: Toon NSFW-extensies en -bronnen
pt_pt: Mostrar extensões e fontes NSFW
ru: Показывать NSFW-расширения и источники
sv: Visa NSFW-tillägg och -källor
th: แสดงส่วนขยายและแหล่งที่มาที่เป็น NSFW
tr: NSFW uzantılarını ve kaynaklarını göster
uk: Показати NSFW розширення та джерела
vi: Hiển thị phần mở rộng và nguồn NSFW
zh: 在图源和插件中显示
zh_hant: 在擴充程式和來源中顯示 NSFW 內容

# nsfwInfo
source: This does not prevent unofficial or potentially incorrectly flagged extensions from surfacing NSFW(18+) content within app
ar: هذا لا يمنع الإضافات غير الرسمية أو التي يحتمل أن يتم وضع علامة عليها بشكل غير صحيح من الظهور على محتوى للبالغين (18+) داخل التطبيق
be: Héta nié pieraškadžáje nieaficýjnym albó patencýjna niaprávilna paznáčanym pašyréńniam pakázvać źmiéściva NSFW(18+) u pragrámie
de: Dies verhindert nicht, dass inoffizielle oder potenziell falsch markierte Erweiterungen NSFW (18+) Inhalte in der App anzeigen.
es: Esto no evita que extensiones no oficiales o posiblemente marcadas incorrectamente muestren contenido para adultos (18+) en la aplicación
fr: Cela n'empêche pas les extensions non officielles ou potentiellement signalées de manière incorrecte de faire apparaître du contenu explicite (18+) dans l'application
hu: Ez nem akadályozza meg az nemhivatalos vagy potenciálisan helytelenül bejelölt bővítményeket abban, hogy a szoftveren belül NSFW (18+) tartalmat jelenítsenek meg
id: Hal ini tidak akan mencegah ekstensi tidak resmi atau mungkin salah ditandai dari menampilkan konten NSFW(18+) dalam aplikasi
it: Questo non impedisce a estensioni non ufficiali o potenzialmente contrassegnate in modo errato di mostrare contenuti NSFW (18+) all'interno dell'app
ko: 이것은 비공식적이거나 잠재적으로 잘못 플래그가 지정된 확장 프로그램이 앱 내에서 NSFW(18+) 콘텐츠를 표시하는 것을 방지하지 않습니다
lt: Tai neužkerta kelio neoficialiems arba galimai neteisingai pažymėtiems plėtiniams rodyti NSFW (18+) turinį programėlėje
mn: Энэ нь албан бус эсвэл буруу тэмдэглэгдсэн өргөтгөлүүдийн улмаас Баваан(18+) контент гарахаас сэргийлэхгүй
ms: Ini tidak akan menghalang pengayaan yang tidak rasmi atau mungkin disalurkan dengan tidak betul untuk menunjukkan kandungan NSFW (18+) dalam aplikasi
nl: Dit voorkomt niet dat onofficiële of mogelijk onjuist gemarkeerde extensies NSFW-(18+)-inhoud tonen binnen de app
pt_pt: Isto não impede extensões não oficiais ou incorretamente marcadas de mostrarem conteúdo NSFW (18+) dentro da aplicação
ru: Это не предотвращает появление контента NSFW(18+) на неофициальных и потенциально неправильно помеченных расширениях в приложении
sv: Detta hindrar inte inofficiella eller potentiellt felaktigt flaggade tillägg från att visa NSFW-innehåll (18+) i appen
th: นี่ไม่ได้หยุดการแสดงเนื้อหาที่ไม่เป็นทางการ หรืออาจจะมีปัญหาในการแสดงผลส่วนเสริม NSFW(18+) ภายในแอป
tr: Bu, resmi olmayan veya potansiyel olarak yanlış etiketlenmiş uzantıların NSFW(18+) içeriğini uygulama içinde yüzeye çıkartmasını önlemez
uk: Це не запобігає появі неофіційних або потенційно неправильно позначених розширень, які можуть містити NSFW(18+) вміст в застосунку
vi: Điều này không ngăn chặn các tiện ích không chính thức hoặc có thể không chính xác từ việc hiển thị nội dung NSFW (18+) trong ứng dụng
zh: 这并不能防止非官方或可能被错误标记的插件在应用中显示 NSFW(18+) 内容
zh_hant: 這不能防止非官方或可能被錯誤標記的擴充程式在應用程式中顯示 NSFW(18+) 內容

source: {num} Selected
ar: المحددة {num}
be: {num} Abrána
de: {num} ausgewählt
es: {num} seleccionado
fr: {num} sélectionné
hu: {num} kiválasztva
id: {num} Dipilih
it: {num} Selezionati
ko: {num} 선택됨
lt: {num} Pasirinktas
mn: {num} сонгогдсон
ms: {num} Dipilih
nl: {num} geselecteerd
pt_pt: {num} Selecionado
ru: {num} Выбрано
sv: {num} valda
th: เลือก {num} รายการ
tr: {num} Seçildi
uk: {num} Вибрано
vi: {num} Đã chọn
zh: 已选择 {num} 章
zh_hant: 已選擇 {num} 章

source: Obsolete
ar: قديمة
be: Sastaréła
de: Veraltet
es: Obsoleta
fr: Obsolète
hu: Elavult
id: Usang
it: Obsoleto
ko: 지원 종료
lt: Nebevartojamas
mn: Хуучирсан
ms: Diabaikan
nl: Verouderd
pt_pt: Obsoleta
ru: Устарело
sv: Föråldrad
th: ล้าสมัย
tr: Eskimiş
uk: Застаріле
vi: Không còn sử dụng
zh: 废弃
zh_hant: 廢棄

# page
source: Page: {number}
ar: الصفحة: {number}
be: Starónka: {number}
de: Seite: {number}
es: Página: {number}
hu: Oldal: {number}
id: Halaman: {number}
it: Pagina: {number}
ko: 페이지: {number}
lt: Puslapis: {number}
mn: Хуудас: {number}
ms: Halaman: {number}
nl: Pagina: {number}
pt_pt: Página: {number}
ru: Страница: {number}
sv: Sida: {number}
th: หน้า: {number}
tr: Sayfa: {number}
uk: Сторінка: {number}
vi: Trang: {number}
zh: 第 {number} 页
zh_hant: 第 {number} 頁

source: Pause
ar: إيقاف
be: Páŭza
es: Pausar
fr: Mettre en pause
hu: Szüneteltetés
id: Jeda
it: Pausa
ko: 일시정지
lt: Pauzė
mn: Түр зогсоох
ms: Jeda
nl: Pauzeer
pt_pt: Pausa
ru: Приостановить
sv: Pausa
th: หยุด
tr: Durdur
uk: Пауза
vi: Tạm dừng
zh: 暂停
zh_hant: 暫停

source: Pending
ar: في الانتظار
be: Čakańnie
de: Ausstehend
es: Pendiente
fr: En attente
hu: Függőben
id: Menunggu
it: In Attesa
ko: 보류중
lt: Laukiama
mn: Хүлээгдэж буй
ms: Belum Selesai
nl: In afwachting
pt_pt: Pendente
ru: Ожидание
sv: Väntar
th: รอดำเนินการ
tr: Beklemede
uk: В очікуванні
vi: Đang chờ
zh: 等待中
zh_hant: 等待中

source: Reader
ar: القارئ
be: Čytáč
de: Leser
es: Lector
fr: Lecteur
hu: Olvasó
id: Pembaca
it: Lettore
ko: 리더
lt: Skaitytojas
mn: Уншигч
ms: Pembaca
nl: Lezer
pt_pt: Leitor
ru: Читалка
sv: Läsare
th: เครื่องอ่าน
tr: Okuyucu
uk: Читач
vi: Đọc giả
zh: 阅读器
zh_hant: 閱讀器
