Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# backup_created_content
source: You should keep copies of backups in other places as well. Note that downloaded content and local sources are not included in the backup.
ar: يجب عليك الاحتفاظ بنسخ احتياطية في أماكن أخرى أيضًا. يرجى ملاحظة أن المحتوى الذي تم تنزيله والمصادر المحلية ليست مشمولة في النسخ الاحتياطي.
be: Vý músicie zachóŭvać kópiji rezervóvych kópijaŭ i ŭ jýnšych miéscach. Źviarnície ŭváhu, štó spampavány kantént i miascóvyja krynícy nié ŭklúčanyja ŭ rezervóvuju kópiju.
de: Sie sollten Sicherungskopien auch an anderen Orten aufbewahren. Beachten Sie, dass heruntergeladener Inhalt und lokale Quellen nicht in das Backup aufgenommen sind.
es: Debería guardar copias de respaldo en otros lugares también. Tenga en cuenta que el contenido descargado y las fuentes locales no se incluyen en la copia de seguridad.
fr: Vous devriez également conserver des copies de sauvegarde à d'autres endroits. Notez que le contenu téléchargé et les sources locales ne sont pas inclus dans la sauvegarde.
hu: Tartson más helyeken is mentéseket. Vegye figyelembe, hogy a letöltött tartalom és a helyi források nem szerepelnek a mentésben.
id: Anda sebaiknya membuat salinan cadangan di tempat lain juga. Perhatikan bahwa konten yang diunduh dan sumber lokal tidak termasuk dalam cadangan.
it: Dovresti conservare copie di backup anche in altri luoghi. Si noti che contenuti scaricati e fonti locali non sono inclusi nel backup.
ko: 백업을 다른 곳에도 보관하는 것이 좋습니다. 다운로드한 콘텐츠와 로컬 소스는 백업에 포함되지 않습니다.
lt: Atsarginių kopijų kopijas turėtumėte laikyti ir kitose vietose. Atkreipkite dėmesį, kad atsisiųstas turinys ir vietiniai šaltiniai į atsarginę kopiją neįtraukiami.
mn: Та байк-апаа өөр газарт хадгалах боломжтой. Татсан контент, локал эх сурвалжийг байк-апд оруулахгүйг анхаарна уу.
ms: Anda seharusnya membuat salinan sandaran di tempat lain juga. Sila ambil perhatian bahawa kandungan yang dimuat turun dan sumber tempatan tidak termasuk dalam sandaran.
nl: Bewaar ook kopieën van back-ups op andere plaatsen. Houd er rekening mee dat gedownloade inhoud en lokale bronnen niet in de back-up worden opgenomen.
pt_pt: Deve manter cópias de segurança noutros locais também. Note que o conteúdo descarregado e as fontes locais não estão incluídos na cópia de segurança.
ru: Вы также должны сохранять резервные копии в других местах. Обратите внимание, что загруженный контент и локальные источники не включены в резервную копию.
sv: Du bör även spara kopior av säkerhetskopior på andra platser. Observera att nedladdat innehåll och lokala källor inte ingår i säkerhetskopian.
th: คุณควรเก็บสำเนาของการสำรองข้อมูลในสถานที่อื่นๆ ด้วย โปรดทราบว่าเนื้อหาที่ดาวน์โหลดและแหล่งท้องถิ่นไม่รวมอยู่ในการสำรองข้อมูล
tr: Yedek kopyaları başka yerlerde de saklamanız iyi olur. İndirilen içerik ve yerel kaynakların yedeğe dahil edilmediğini unutmayın.
uk: Ви також повинні зберігати копії резервних копій в інших місцях. Зверніть увагу, що завантажений вміст та локальні джерела не включені у резервне копіювання.
vi: Bạn nên lưu bản sao của bản dự phòng ở những nơi khác nhau. Chú ý rằng nội dung đã tải xuống và nguồn cục bộ không được bao gồm trong sao lưu.
zh: 您还应该在其他地方备份副本。 请注意，下载的内容和本地来源不包含在备份中。
zh_hant: 您還應在其他地方備份副本。 請注意，下載的內容和本地來源不包含在備份中。

source: Display as single page
ar: عرض كصفحة واحدة
be: Pakazáć ják adnú starónku
de: Als einzelne Seite anzeigen
es: Mostrar como página única
fr: Afficher en tant que page unique
hu: Megjelenítés egyetlen oldalként
id: Tampilkan sebagai satu halaman
it: Mostra come singola pagina
ko: 단일 페이지로 표시
lt: Rodyti kaip vieną puslapį
mn: Нэг хуудаснаар харуулах
ms: Paparkan sebagai satu halaman
nl: Weergeven als enkele pagina
pt_pt: Mostrar como página única
ru: Показать как одна страница
sv: Visa som en sida
th: แสดงเป็นหน้าเดียว
tr: Tek sayfa olarak göster
uk: Показати як одну сторінку
vi: Hiển thị dưới dạng trang duy nhất
zh: 作为单页显示
zh_hant: 顯示為單一頁面

# clear_last_hour
source: The last hour
ar: الساعة الأخيرة
be: Apóšniaja hadzína
de: Die letzte Stunde
es: La última hora
fr: La dernière heure
hu: Az utolsó óra
id: Jam terakhir
it: L'ultima ora
ko: 최근 1시간
lt: Paskutinė valanda
mn: Сүүлийн цаг
ms: Jam terakhir
nl: Het afgelopen uur
pt_pt: A última hora
ru: Последний час
sv: Senaste timmen
th: ชั่วโมงที่แล้ว
tr: Son saat
uk: Остання година
vi: Giờ cuối cùng
zh: 上个小时
zh_hant: 上個小時

# clear_today
source: Today
ar: اليوم
be: Sióńnia
de: Heute
es: Hoy
fr: Aujourd'hui
hu: Ma
id: Hari ini
it: Oggi
ko: 오늘
lt: Šiandien
mn: Өнөөдөр
ms: Hari ini
nl: Vandaag
pt_pt: Hoje
ru: Сегодня
sv: Idag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh: 今天
zh_hant: 今天

# clear_today_and_yesterday
source: Today and yesterday
ar: اليوم والأمس
be: Sióńnia j učóra
de: Heute und gestern
es: Hoy y ayer
fr: Aujourd'hui et hier
hu: Ma és tegnap
id: Hari ini dan kemarin
it: Oggi e ieri
ko: 오늘과 어제
lt: Šiandien ir vakar
mn: Өнөөдөр болон өчигдөр
ms: Hari ini dan semalam
nl: Vandaag en gisteren
pt_pt: Hoje e ontem
ru: Сегодня и вчера
sv: Idag och igår
th: วันนี้และเมื่อวาน
tr: Bugün ve dün
uk: Сьогодні та вчора
vi: Hôm nay và hôm qua
zh: 今天和昨天
zh_hant: 今天和昨天

# clear_all_time
source: All time
ar: كل الوقت
be: Uviéś čás
de: Alle Zeit
es: Todo el tiempo
fr: Tout le temps
hu: Összes idő
id: Semua waktu
it: Tutto il tempo
ko: 모든 시간
lt: Visą laiką
mn: Бүх цаг үе
ms: Semua masa
nl: Hele geschiedenis
pt_pt: Todo o tempo
ru: Весь период
sv: Hela tiden
th: ตลอดเวลา
tr: Tüm zamanlar
uk: Увесь час
vi: Tất cả thời gian
zh: 所有时间
zh_hant: 所有時間

source: Start reading
ar: ابدأ القراءة
be: Pačáć čytáć
de: Lesen starten
es: Comenzar a leer
fr: Commencer la lecture
hu: Olvasás megkezdése
id: Mulai membaca
it: Inizia a leggere
ko: 독서 시작
lt: Pradėti skaityti
mn: Уншиж эхлэх
ms: Mula membaca
nl: Begin met lezen
pt_pt: Iniciar a leitura
ru: Начать чтение
sv: Börja läsa
th: เริ่มอ่าน
tr: Okumaya başla
uk: Почати читати
vi: Bắt đầu đọc
zh: 开始阅读
zh_hant: 開始閱讀

# continue_reading_chapter
source: Continue reading {title}
ar: متابعة القراءة {title}
be: Praciahnúć čytáńnie {title}
de: Kapitel weiterlesen {title}
es: Continuar leyendo {title}
fr: Continuer la lecture {title}
hu: Tovább az olvasással {title}
id: Lanjutkan membaca {title}
it: Continua a leggere {title}
ko: {title} 계속 읽기
lt: Toliau skaityti {title}
mn: {title}-г үргэлжлүүлж унших
ms: Teruskan membaca {title}
nl: Verder lezen: {title}
pt_pt: Continuar a ler {title}
ru: Продолжить чтение {title}
sv: Fortsätt läsa {title}
th: ดำเนินการอ่านต่อ {title}
tr: Okumaya devam et {title}
uk: Продовжувати читання {title}
vi: Tiếp tục đọc {title}
zh: 继续阅读 {title}
zh_hant: 繼續閱讀 {title}

# icon_section_title
source: Icon
ar: رمز
be: Značók
de: Symbol
es: Ícono
fr: Icône
hu: Ikon
id: Ikon
it: Icona
ko: 아이콘
lt: Ikonas
mn: дүрс
ms: Ikon
nl: Icoon
pt_pt: Ícone
ru: Иконка
sv: Ikon
th: ไอคอน
tr: Simge
uk: Іконка
vi: Biểu tượng
zh: 图标
zh_hant: 圖標

# app_icon_title
source: App Icon
ar: رمز التطبيق
be: Značók pragrámy
de: App-Symbol
es: Ícono de la app
fr: Icône de l'application
hu: App ikon
id: Ikon Aplikasi
it: Icona dell'app
ko: 앱 아이콘
lt: Programėlės piktograma
mn: Аппын дүрс
ms: Ikon Aplikasi
nl: App-icoon
pt_pt: Ícone da aplicação
ru: Иконка приложения
sv: Appikon
th: ไอคอนแอป
tr: Uygulama Simgesi
uk: Іконка додатка
vi: Biểu tượng ứng dụng
zh: 应用图标
zh_hant: 應用程式圖標

# app_icon_author
source: Designed by {author}
ar: مصمم بواسطة {author}
be: Raspracavána {author}
de: Entworfen von {author}
es: Diseñado por {author}
fr: Conçu par {author}
hu: Készítette: {author}
id: Dirancang oleh {author}
it: Progettato da {author}
ko: {author}이(가) 디자인
lt: Sukūrė {author}
mn: Зохион бүтээсэн {author}
ms: Direka oleh {author}
nl: Ontworpen door {author}
pt_pt: Projetado por {author}
ru: Разработано {author}
sv: Designad av {author}
th: ออกแบบโดย {author}
tr: {author} tarafından tasarlandı
uk: Розроблено {author}
vi: Thiết kế bởi {author}
zh: 由{author}设计
zh_hant: 設計者：{author}

source: Classic start reading button
ar: زر البدء الكلاسيكي بالقراءة
be: Klasýčnaja knópka pačátku čytáńnia
de: Klassische Startlese-Schaltfläche
es: Botón clásico de inicio de lectura
fr: Bouton de démarrage de lecture classique
hu: Klasszikus olvasás indítása gomb
id: Tombol memulai membaca klasik
it: Pulsante classico di inizio lettura
ko: 고전적인 시작 읽기 버튼
lt: Klasikinis skaitymo pradžios mygtukas
mn: Энгийн уншиж эхлэх товч
ms: Butang mula pembacaan klasik
nl: Klassieke start lezen-knop
pt_pt: Botão clássico de iniciar a leitura
ru: Классическая кнопка начала чтения
sv: Klassisk börja läsa-knapp
th: ปุ่มเริ่มอ่านแบบคลาสสิก
tr: Klasik okuma başlatma düğmesi
uk: Класична кнопка почати читання
vi: Nút bắt đầu đọc cổ điển
zh: 经典开始阅读按钮
zh_hant: 經典開始閱讀按鈕

source: Long press action menu
ar: قائمة إجراءات الضغط المطول
be: Meniú dziéjańniaŭ prý dóŭhim nácisku
de: Aktionsmenü für lange Drucke
es: Menú de acciones pulsación prolongada
fr: Menu d'actions par appui long
hu: Hosszú nyomás akció menüje
id: Menu aksi tekan lama
it: Menu azioni premendo a lungo
ko: 길게 누르면 작동 메뉴
lt: Ilgai paspauskite veiksmų meniu
mn: Удаан дарах үйлдлийн цэс
ms: Menu tindakan ketik lama
nl: Lang indrukken actiemenu
pt_pt: Menu de ações de pressionar longamente
ru: Меню действий при долгом нажатии
sv: Långtryckningsmeny
th: เมนูการดำเนินการกดค้าง
tr: Uzun basma işlem menüsü
uk: Меню дій при довгому натисканні
vi: Menu hành động nhấn và giữ lâu
zh: 长按动作菜单
zh_hant: 長按動作選單

# app_icon_update_tip
source: If the icon is not updated successfully, you can wait a while or simply reboot your device.
ar: إذا لم يتم تحديث الرمز بنجاح، يمكنك الانتظار لبعض الوقت أو إعادة تشغيل الجهاز ببساطة.
be: Kalí značók nié abnavíŭsia, vý móžacie pačakáć niekatóry čás cí prósta pierazahruzíć pryłádu.
de: Wenn das Symbol nicht erfolgreich aktualisiert wurde, können Sie eine Weile warten oder einfach Ihr Gerät neu starten.
es: Si el icono no se actualiza correctamente, puedes esperar un momento o simplemente reiniciar tu dispositivo.
fr: Si l'icône n'est pas mise à jour avec succès, vous pouvez attendre un moment ou simplement redémarrer votre appareil.
hu: Ha az ikon frissítése nem sikerült, várj egy kicsit, vagy egyszerűen indítsd újra az eszközödet.
id: Jika ikon tidak berhasil diperbarui, Anda bisa menunggu sebentar atau hanya restart perangkat Anda.
it: Se l'icona non viene aggiornata correttamente, puoi attendere un po' o riavviare semplicemente il dispositivo.
ko: 아이콘이 성공적으로 업데이트되지 않으면 잠시 기다리거나 단순히 기기를 다시 시작할 수 있습니다.
lt: Jei piktograma neatnaujinama sėkmingai, galite šiek tiek palaukti arba tiesiog perkrauti prietaisą.
mn: Дүрс амжилттай шинэчлэгдэхгүй бол түр хүлээж, төхөөрөмжөө ахин асааж үзнэ үү.
ms: Jika ikon tidak dikemaskini dengan berjaya, anda boleh menunggu sebentar atau hanya menyalakan semula peranti anda.
nl: Als het icoon niet succesvol is bijgewerkt, kunt je even wachten of gewoon je apparaat opnieuw opstarten.
pt_pt: Se o ícone não for atualizado com sucesso, pode esperar um pouco ou simplesmente reiniciar o dispositivo.
ru: Если значок не обновился успешно, вы можете подождать некоторое время или просто перезагрузить устройство.
sv: Om ikonen inte uppdateras direkt, vänta en stund eller starta om enheten.
th: หากไอคอนไม่อัปเดตเรียบร้อย คุณสามารถรอสักครู่หรือเรียกใช้งานอุปกรณ์ใหม่
tr: Simge başarıyla güncellenmediyse, bir süre bekleyebilir veya cihazınızı yeniden başlatabilirsiniz.
uk: Якщо піктограма не оновилася успішно, ви можете зачекати трохи або просто перезапустити пристрій.
vi: Nếu biểu tượng không được cập nhật thành công, bạn có thể đợi một lúc hoặc chỉ cần khởi động lại thiết bị.
zh: 如果图标更新不成功，则可以等一会儿或简单地重新启动设备。
zh_hant: 如果圖示未能成功更新，您可以稍等一下或簡單地重新啟動您的裝置。

# update_running_text
source: Updating: {title}
ar: جار التحديث: {title}
be: Abnaŭléńnie: {title}
de: Aktualisierung läuft: {title}
es: Actualizando: {title}
fr: Mise à jour en cours : {title}
hu: Frissítés: {title}
id: Memperbarui: {title}
it: Aggiornamento in corso: {title}
ko: {title} 업데이트 중
lt: Atnaujinimas: {title}
mn: Шинэчлэж байна: {title}
ms: Mengemaskini: {title}
pt_pt: A atualizar: {title}
ru: Обновление: {title}
sv: Uppdaterar: {title}
th: กำลังอัพเดท: {title}
tr: Güncelleme yapılıyor: {title}
uk: Оновлення: {title}
vi: Đang cập nhật: {title}
zh: 正在更新: {title}
zh_hant: 正在更新: {title}

# update_completed_text
source: Update completed. {x} successful, {y} failed.
ar: تم التحديث. نجاح {x}، فشل {y}.
be: Abnaŭléńnie zaviéršana. {x} paśpiachóva, {y} niaŭdáła.
de: Aktualisierung abgeschlossen. {x} erfolgreich, {y} fehlgeschlagen.
es: Actualización completada. {x} correctos, {y} fallidos.
fr: Mise à jour terminée. {x} réussis, {y} échoués.
hu: A frissítés befejeződött. {x} sikeres, {y} sikertelen.
id: Pembaruan selesai. {x} berhasil, {y} gagal.
it: Aggiornamento completato. {x} riusciti, {y} falliti.
ko: 업데이트 완료. 성공 {x}, 실패 {y}.
lt: Atnaujinimas baigtas. {x} sėkmingai, {y} nepavyko.
mn: Шинэчлэл дууслаа. {x} амжилттай, {y} амжилтгүй.
ms: Kemaskini selesai. {x} berjaya, {y} gagal.
pt_pt: Atualização concluída. {x} com sucesso, {y} falharam.
ru: Обновление завершено. Успешно: {x}, с ошибками: {y}.
sv: Uppdatering klar. {x} lyckades, {y} misslyckades.
th: อัปเดตเสร็จสิ้น สำเร็จ {x} ล้มเหลว {y}
tr: Güncelleme tamamlandı. {x} başarılı, {y} başarısız.
uk: Оновлення завершено. Успішно {x}, не вдалося {y}.
vi: Cập nhật hoàn thành. {x} thành công, {y} thất bại.
zh: 更新完成。成功：{x}，失败：{y}。
zh_hant: 更新已完成。成功：{x}，失敗：{y}。

source: New category
ar: فئة جديدة
be: Nóvaja katehóryja
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
hu: Új kategória
id: Kategori Baru
it: Nuova categoria
ko: 새 카테고리
lt: Nauja kategorija
mn: Шинэ ангилал
ms: Kategori baru
pt_pt: Nova categoria
ru: Новая категория
sv: Ny kategori
th: หมวดหมู่ใหม่
tr: Yeni kategori
uk: Нова категорія
vi: Thể loại mới
zh: 新分类
zh_hant: 新分類

source: Add manga to...
ar: أضف مانغا إلى...
be: Dadáć mángu ŭ...
de: Manga hinzufügen zu...
es: Añadir manga a...
fr: Ajouter manga à...
hu: Manga hozzáadása ide...
id: Tambahkan manga ke...
it: Aggiungi manga a...
ko: 만화를 추가할 위치...
lt: Pridėti manga į...
mn: Манга нэмэх...
ms: Tambahkan manga ke...
pt_pt: Adicionar manga a...
ru: Добавить мангу в...
sv: Lägg till manga till...
th: เพิ่มมังงะไปยัง...
tr: Manga ekle...
uk: Додати мангу до...
vi: Thêm manga vào...
zh: 添加漫画到...
zh_hant: 新增漫畫至...

source: Add to default category
ar: أضف إلى الفئة الافتراضية
be: Dadáć u katehóryju pá zmaŭčáńni
de: Zur Standardkategorie hinzufügen
es: Añadir a categoría por defecto
fr: Ajouter à la catégorie par défaut
hu: Hozzáadás az alapértelmezett kategóriához
id: Tambahkan ke kategori default
it: Aggiungi alla categoria predefinita
ko: 기본 카테고리에 추가
lt: Įtraukti į numatytąją kategoriją
mn: Үндсэн ангилалд нэмэх
ms: Tambah ke kategori lalai
pt_pt: Adicionar à categoria predefinida
ru: Добавить в стандартную категорию
sv: Lägg till i standardkategori
th: เพิ่มเข้าไปในหมวดหมู่เริ่มต้น
tr: Varsayılan kategoriye ekle
uk: Додати до категорії за замовчуванням
vi: Thêm vào thể loại mặc định
zh: 添加到默认分类
zh_hant: 新增至預設分類

source: Add to {category}
ar: أضف إلى {category}
be: Dadáć u {category}
de: Hinzufügen zu {category}
es: Añadir a {category}
fr: Ajouter à {category}
hu: Hozzáadás ide: {category}
id: Tambahkan ke {category}
it: Aggiungi a {category}
ko: {category}에 추가
lt: Pridėti į {category}
mn: {category}-д нэмэх
ms: Tambah ke {category}
pt_pt: Adicionar a {category}
ru: Добавить в категорию {category}
sv: Lägg till i {category}
th: เพิ่มในหมวดหมู่ {category}
tr: {category} kategorisine ekle
uk: Додати до {category}
vi: Thêm vào thể loại {category}
zh: 添加到 {category}
zh_hant: 新增至 {category}

# add_to_categories
source: {x, plural, one{Add to category} other{Add to {x} categories}}}
ar: {x, plural, one{أضف إلى الفئة} other{أضف إلى {x} فئات}}
be: {x, plural, one{Dadáć u katehóryju} other{Dadáć u {x} katehóryji}}
de: {x, plural, one{Zur Kategorie hinzufügen} other{Zu {x} Kategorien hinzufügen}}
es: {x, plural, one{Añadir a categoría} other{Añadir a {x} categorías}}
fr: {x, plural, one{Ajouter à la catégorie} other{Ajouter à {x} catégories}}
hu: {x, plural, one{Hozzáadás kategóriához} other{Hozzáadás {x} kategóriához}}
id: {x, plural, one{Tambah ke kategori} other{Tambah ke {x} kategori}}
it: {x, plural, one{Aggiungi alla categoria} other{Aggiungi a {x} categorie}}
ko: {x, plural, one{카테고리에 추가} other{{x}개의 카테고리에 추가}}}
lt: {x, plural, one{Įtraukti į kategoriją} other{Įtraukti į {x} kategorijas}}
mn: {x, plural, one{Ангилалд нэмэх} other{{x} ангилалд нэмэх}}
ms: {x, plural, one{Tambah ke kategori} other{Tambah ke {x} kategori}}
pt_pt: {x, plural, one{Adicionar à categoria} other{Adicionar a {x} categorias}}
ru: {x, plural, one{Добавить в список} other{Добавить в {x} списки}}
sv: {x, plural, one{Lägg till i kategori} other{Lägg till i {x} kategorier}}
th: {x, plural, one{เพิ่มในหมวดหมู่} other{เพิ่มใน {x} หมวดหมู่}}
tr: {x, plural, one{kategorisine ekle} other{{x} kategoriye ekle}}
uk: {x, plural, one{Додати до категорії} other{Додати до {x} категорій}}
vi: {x, plural, one{Thêm vào thể loại} other{Thêm vào {x} thể loại}}}
zh: {x, plural, one{添加到分类} other{添加到 {x} 个分类}}
zh_hant: {x, plural, one{新增至分類} other{新增至 {x} 個分類}}

source: Move manga to...
ar: انقل المانغا إلى...
be: Pierasúnuć mángu ŭ...
de: Manga verschieben nach...
es: Mover manga a...
fr: Déplacer manga vers...
hu: Manga áthelyezése ide...
id: Pindahkan manga ke...
it: Sposta manga in...
ko: 만화를 이동할 위치...
lt: Perkelkite mangą į...
mn: Мангаг зөөх...
ms: Pindahkan manga ke...
pt_pt: Mover manga para...
ru: Переместить мангу в...
sv: Flytta manga till...
th: ย้ายมังงะไปยัง...
tr: Mangayı taşı...
uk: Перемістити мангу до...
vi: Di chuyển manga đến...
zh: 移动漫画到...
zh_hant: 移動漫畫至...

source: Keep in default category
ar: احتفظ بالفئة الافتراضية
be: Pakínuć u katehóryji pá zmaŭčáńni
de: In Standardkategorie behalten
es: Mantener en categoría por defecto
fr: Garder dans la catégorie par défaut
hu: Tartsd az alapértelmezett kategóriában
id: Biarkan di kategori default
it: Rimani nella categoria predefinita
ko: 기본 카테고리에 유지
lt: Laikyti numatytojoje kategorijoje
mn: Үндсэн ангилалд үлдээх
ms: Simpan dalam kategori lalai
pt_pt: Manter na categoria predefinida
ru: Оставить в стандартной категории
sv: Behåll i standardkategori
th: เก็บไว้ในหมวดหมู่เริ่มต้น
tr: Varsayılan kategoride tut
uk: Залишити в категорії за замовчуванням
vi: Giữ trong thể loại mặc định
zh: 保留在默认分类中
zh_hant: 保留在預設分類

source: Move to {category}
ar: انقل إلى {category}
be: Pierasúnuć u {category}
de: Verschieben nach {category}
es: Mover a {category}
fr: Déplacer vers {category}
hu: Áthelyezés ide: {category}
id: Pindahkan ke {category}
it: Sposta in {category}
ko: {category}로 이동
lt: Perkelti į {category}
mn: {category} руу зөөх
ms: Pindah ke {category}
pt_pt: Mover para {category}
ru: Переместить в категорию {category}
sv: Flytta till {category}
th: ย้ายไปยังหมวดหมู่ {category}
tr: {category} kategorisine taşı
uk: Перемістити до {category}
vi: Di chuyển đến thể loại {category}
zh: 移动到 {category}
zh_hant: 移動至 {category}

# move_to_categories
source: {x, plural, one{Move to category} other{Move to {x} categories}}}
ar: {x, plural, one{انقل إلى الفئة} other{انقل إلى {x} فئات}}
be: {x, plural, one{Pierasúnuć ŭ katehóryju} other{Pierasúnuć ŭ {x} katehóryji}}
de: {x, plural, one{In Kategorie verschieben} other{In {x} Kategorien verschieben}}
es: {x, plural, one{Mover a categoría} other{Mover a {x} categorías}}
fr: {x, plural, one{Déplacer vers la catégorie} other{Déplacer vers {x} catégories}}
hu: {x, plural, one{Áthelyezés kategóriába} other{Áthelyezés {x} kategóriába}}
id: {x, plural, one{Pindahkan ke kategori} other{Pindahkan ke {x} kategori}}
it: {x, plural, one{Sposta nella categoria} other{Sposta in {x} categorie}}
ko: {x, plural, one{카테고리로 이동} other{{x}개의 카테고리로 이동}}}
lt: {x, plural, one{Pereiti į kategoriją} other{Pereiti į {x} kategorijas}}
mn: {x, plural, one{Ангилал руу зөөх} other{{x} ангилал руу зөөх}}
ms: {x, plural, one{Pindah ke kategori} other{Pindah ke {x} kategori}}
pt_pt: {x, plural, one{Mover para a categoria} other{Mover para {x} categorias}}
ru: {x, plural, one{Переместить в список} other{Переместить в {x} списки}}
sv: {x, plural, one{Flytta till kategori} other{Flytta till {x} kategorier}}
th: {x, plural, one{ย้ายไปยังหมวดหมู่} other{ย้ายไปยัง {x} หมวดหมู่}}
tr: {x, plural, one{Kategoriye taşı} other{{x} kategorisine taşı}}
uk: {x, plural, one{Перемістити до категорії} other{Перемістити до {x} категорій}}
vi: {x, plural, one{Di chuyển đến thể loại} other{Di chuyển đến {x} thể loại}}}
zh: {x, plural, one{移动到分类} other{移动到 {x} 个分类}}
zh_hant: {x, plural, one{移動至分類} other{移動至 {x} 個分類}}

# backup_to_iCloud
source: Backup to iCloud Drive
ar: نسخ احتياطي على iCloud Drive
be: Rezervóvaje kapijaváńnie ná iCloud Drive
de: Backup auf iCloud Drive
es: Copia de seguridad en iCloud Drive
fr: Sauvegarde sur iCloud Drive
hu: Biztonsági másolat készítése az iCloud Drive-ra
id: Cadangkan ke iCloud Drive
it: Backup su iCloud Drive
lt: Atsarginės kopijos darymas į iCloud diską
mn: iCloud Drive руу нөөцлөх
ms: Sembang ke Pemacu iCloud
pt_pt: Fazer backup no iCloud Drive
ru: Резервное копирование на iCloud Drive
sv: Säkerhetskopiera till iCloud Drive
th: สำรองข้อมูลไปยัง iCloud Drive
tr: iCloud Drive'a Yedekle
uk: Резервне копіювання на iCloud Drive
vi: Sao lưu lên iCloud Drive
zh: 备份到iCloud驱动器
zh_hant: 備份到iCloud驅動器

# backup_to_iCloud_tip
source: Upload and download backup files from iCloud Drive
ar: قم بتحميل وتنزيل ملفات النسخ الاحتياطي من iCloud Drive
be: Spampóŭvajcie j zapampóŭvajcie fájły rezervóvych kópijaŭ z iCloud Drive
de: Sichern und Wiederherstellen von Dateien aus iCloud Drive
es: Subir y descargar archivos de copia de seguridad desde iCloud Drive
fr: Charger et télécharger des fichiers de sauvegarde depuis iCloud Drive
hu: Biztonsági másolatok feltöltése és letöltése az iCloud Drive-ról
id: Unggah dan unduh file cadangan dari iCloud Drive
it: Carica e scarica file di backup da iCloud Drive
lt: Atsarginių kopijų failų įkėlimas ir atsisiuntimas iš iCloud disko
mn: iCloud Drive-аас байк-ап файл татаж авах
ms: Muat naik dan muat turun fail sandaran dari Pemacu iCloud
pt_pt: Carregar e descarregar ficheiros de backup do iCloud Drive
ru: Загрузка и загрузка файлов резервного копирования с iCloud Drive
sv: Ladda upp och ladda ner säkerhetskopior från iCloud Drive
th: อัปโหลดและดาวน์โหลดไฟล์สำรองจาก iCloud Drive
tr: iCloud Drive'dan yedek dosyaları yükleme ve indirme
uk: Завантаження та вивантаження резервних файлів з iCloud Drive
vi: Tải lên và tải xuống tệp sao lưu từ iCloud Drive
zh: 从iCloud驱动器上传和下载备份文件
zh_hant: 從iCloud驅動器上傳和下載備份文件

source: Downloading from iCloud
ar: التحميل من iCloud
be: Spampóŭvańnie z iCloud
de: Herunterladen von iCloud
es: Descargando desde iCloud
fr: Téléchargement depuis iCloud
hu: Letöltés az iCloud-ról
id: Mengunduh dari iCloud
it: Scaricamento da iCloud
lt: Atsisiunčiamas iš iCloud
mn: iCloud-аас татаж байна
ms: Memuat turun dari iCloud
pt_pt: A descarregar do iCloud
ru: Загрузка из iCloud
sv: Laddar ner från iCloud
th: กำลังดาวน์โหลดจาก iCloud
tr: iCloud'dan İndiriliyor
uk: Завантаження з iCloud
vi: Đang tải từ iCloud
zh: 正在从iCloud下载
zh_hant: 正在從iCloud下載
