Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# update_weekly
source: Weekly
ar: أسبوعياً
be: Štotýdzień
de: Wöchentlich
es: Semanales
fr: Chaque semaine
hu: Hetente
id: Setiap minggu
it: Ogni settimana
ko: 매주
lt: Savaitinis
mn: Долоо хоног тутамд
ms: Sekali seminggu
nl: Wekelijks
pt_pt: Semanalmente
ru: Еженедельно
sv: Veckovis
th: ทุกสัปดาห์
tr: Haftalık
uk: Щонеділі
vi: Mỗi tuần
zh: 每周
zh_hant: 每週

# pref_backup_slots
source: Maximum backups
ar: أقصى عدد للنسخ الاحتياطيّة
be: Maksymálnaja kólkaść rezervóvych kópijaŭ
de: Maximale Datensicherungen
es: Copias de seguridad máximas
fr: Nombre maximal de sauvegardes
hu: Maximális biztonsági mentések száma
id: Jumlah maksimum cadangan
it: Massimo numero di backup
ko: 최대 백업
lt: Maksimalus atsarginių kopijų skaičius
mn: Байк-апийн хязгаар
ms: Sandaran Maksimum
pt_pt: Máximo de cópias de segurança
ru: Количество резервных копий
sv: Maximalt antal säkerhetskopior
th: จำนวนการสำรองข้อมูลสูงสุด
tr: Maksimum yedek
uk: Максимальна кількість резервних копій
vi: Số sao lưu tối đa
zh: 最大备份数
zh_hant: 最大備份保留數

# backup_info
source: You should keep copies of backups in other places as well.
ar: يجب عليك الإحتفاظ بنُسخ في أماكن أخرى أيضًا.
be: Vý músicie zachóŭvać kópiji rezervóvych kópijaŭ i ŭ jýnšych miéscach.
de: Du solltest auch Kopien der Sicherungen an anderen Orten aufbewahren.
es: Es una buena idea tener copias de respaldo fuera de tu dispositivo.
fr: Vous devez également conserver des copies des sauvegardes à d'autres endroits.
hu: Ajánlott az biztonsági mentésekről másolatokat tárolni más helyeken is.
id: Anda juga harus menyimpan salinan cadangan di tempat lain.
it: Dovresti tenere delle copie dei backup anche in altri posti.
ko: 다른 장소에 백업 복사본을 보관하세요.
lt: Atsarginių kopijų kopijas turėtumėte laikyti ir kitose vietose.
mn: Та байк-апын хувилбаруудаа мөн өөр газаруудад хадгалах боломжтой.
ms: Anda patut menyimpan salinan sandaran di tempat lain juga.
nl: Bewaar voor de zekerheid ook kopieën van je back-ups op andere locaties.
pt_pt: Também deve manter cópias de segurança noutros locais.
ru: Настоятельно рекомендуется хранить резервные копии в других местах или сервисах.
sv: Du bör även ha kopior av säkerhetskopior på andra platser.
th: ควรเก็บสำเนาของข้อมูลสำรองไว้ที่อื่นด้วยเช่นกัน
tr: Yedeklerin kopyalarını başka yerlerde de tutmalısınız.
uk: Ви повинні зберігати декілька резервних копій в інших місцях.
vi: Bạn nên giữ lại bản sao của sao lưu ở các nơi khác nữa.
zh: 你应该将备份数据保存到多个地方。备份可能含有敏感数据（例如储存的密码），分享时请留意。
zh_hant: 你應該在多處保存備份副本。備份檔可能含有敏感資料 (包括任何已儲存的密碼)，分享時請留意。

# last_auto_backup_info
source: Last automatically backed up: {time}
ar: تمت النسخ الاحتياطي بشكل تلقائي آخر مرة في: {time}
be: Apóšniaja aŭtamatýčnaja rezervóvaja kópija: {time}
de: Zuletzt automatisch erstellt: {time}
es: Última copia de seguridad automática: {time}
fr: Dernière sauvegarde automatique effectuée : {time}
hu: Utolsó automatikus biztonsági mentés: {time}
id: Terakhir backup otomatis: {time}
it: Ultimo backup automatico effettuato: {time}
ko: 마지막으로 자동 백업한 시간: {time}
lt: Paskutinė automatiškai sukurta atsarginė kopija: {time}
mn: Хамгийн сүүлийн автомат байк-ап: {time}
ms: Sandaran terahkir secara automatik: {time}
nl: Laatst automatisch geback-upt: {time}
pt_pt: Última cópia de segurança automática: {time}
ru: Последнее автоматическое резервное копирование: {time}
sv: Senast automatisk säkerhetskopia: {time}
th: สร้างสำรองข้อมูลอัตโนมัติครั้งล่าสุด: {time}
tr: Son otomatik yedekleme: {time}
uk: Остання автоматична резервна копія: в {time}
vi: Sao lưu tự động cuối cùng: {time}
zh: 上次自动备份时间：{time}
zh_hant: 上次自動備份時間：{time}

source: Default tab
ar: النافذة الافتراضية
be: Ukłádka pá zmaŭčáńni
de: Standardregisterkarte
es: Pestaña predeterminada
fr: Onglet par défaut
hu: Alapértelmezett lap
id: Tab default
it: Scheda predefinita
ko: 기본 탭
lt: Numatytasis skirtukas
mn: Үндсэн таб
ms: Tab asal
nl: Standaardtabblad
pt_pt: Separador predefinido
ru: Вкладка по умолчанию
sv: Standardflik
th: แท็บเริ่มต้น
tr: Varsayılan sekme
uk: Стандартна вкладка
vi: Thẻ mặc định
zh: 默认标签页
zh_hant: 預設標籤

source: Last opened tab
ar: آخر نافذة فُتحت
be: Apóšniaja adkrýtaja ŭkłádka
de: Zuletzt geöffnete Registerkarte
es: Última pestaña abierta
fr: Dernier onglet ouvert
hu: Utolsó megnyitott lap
id: Tab terakhir yang dibuka
it: Ultima scheda aperta
ko: 마지막으로 연 탭
lt: Paskutinis atidarytas skirtukas
mn: Сүүлд нээсэн таб
ms: Tab Terakhir Dibuka
nl: Laatst geopende tabblad
pt_pt: Último separador aberto
ru: Последняя открытая вкладка
sv: Senast öppnade flik
th: แท็บที่เปิดครั้งล่าสุด
tr: Son açılan sekme
uk: Остання відкрита вкладка
vi: Thẻ được mở cuối cùng
zh: 上次打开的标签页
zh_hant: 上次打開的標籤

# showStatusBar
source: Show status bar when reading
ar: عرض شريط الحالة أثناء القراءة
be: Pakázvać radók stánu prý čytáńni
de: Statusleiste beim Lesen anzeigen
es: Mostrar barra de estado al leer
fr: Afficher la barre d'état lors de la lecture
hu: Állapotsor mutatása olvasáskor
id: Tampilkan status bar saat membaca
it: Mostra barra di stato durante la lettura
ko: 읽을 때 상태 표시줄 표시
lt: Rodyti būsenos juostą skaitant
mn: Уншиж байхад явцийн байдал харуулах
ms: Tunjukkan bar status semasa membaca
nl: Toon statusbalk tijdens het lezen
pt_pt: Mostrar a barra de estado durante a leitura
ru: Показывать строку состояния при чтении
sv: Visa statusfält vid läsning
th: แสดงแถบสถานะเมื่ออ่าน
tr: Okurken durum çubuğunu göster
uk: Показувати панель стану під час читання
vi: Hiển thị thanh trạng thái khi đọc
zh: 阅读时显示状态栏
zh_hant: 閱讀時顯示狀態列

source: Swipe right to go back
ar: اسحب لليمين للعودة
be: Praviadzície pálcam napráva, káb viarnúcca nazád
de: Nach rechts wischen um zurückzugehen
es: Desliza a la derecha para volver
fr: Balayez vers la droite pour revenir en arrière
hu: Jobbra csúsztatás a visszalépéshez
id: Geser ke kanan untuk kembali
it: Scorri a destra per tornare indietro
ko: 오른쪽으로 스와이프하여 뒤로가기
lt: Braukite dešinėn, kad grįžtumėte atgal
mn: Баруун талруу татаж буцах
ms: Leret ke kanan untuk kembali
nl: Veeg naar rechts om terug te gaan
pt_pt: Deslizar pela direita para retroceder
ru: Проведите пальцем вправо, чтобы вернуться назад
sv: Svep höger för att gå tillbaka
th: สวิปซ้ายเพื่อย้อนกลับ
tr: Geri gitmek için sağa kaydırın
uk: Проведіть вправо, щоб повернутися назад
vi: Vuốt sang phải để quay lại
zh: 向右滑动返回
zh_hant: 向右滑動返回

source: Always
ar: دائمًا
be: Zaŭsiódy
de: Immer
es: Siempre
fr: Toujours
hu: Mindig
id: Selalu
it: Sempre
ko: 항상
lt: Visada
mn: Үргэлж
ms: Sentiasa
nl: Altijd
pt_pt: Sempre
ru: Всегда
sv: Alltid
th: เสมอ
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh: 始终
zh_hant: 始終

source: Disable
ar: تعطيل
be: Výklučana
de: Deaktivieren
es: Desactivar
fr: Désactiver
hu: Kikapcsolás
id: Nonaktifkan
it: Disabilita
ko: 비활성화
lt: Išjungti
mn: Идэвхгүй болгох
ms: Matikan
nl: Schakel uit
pt_pt: Desativar
ru: Запретить
sv: Inaktivera
th: ปิดการใช้งาน
tr: Devre dışı bırak
uk: Вимкнути
vi: Tắt
zh: 禁用
zh_hant: 停用

# disableWhenHorizontal
source: Disable in horizontal mode
ar: تعطيل الوضع أفقي
be: Adklučýć u haryzantálnym režýmie
de: Im horizontalen Modus deaktivieren
es: Desactivar en modo horizontal
fr: Désactiver en mode horizontal
hu: Kikapcsolás vízszintes módban
id: Nonaktifkan dalam mode horizontal
it: Disabilita in modalità orizzontale
ko: 가로 모드에서 비활성화
lt: Išjungti horizontaliu režimu
mn: Хэвтээ горимд идэвхгүй болгох
ms: Matikan dalam mod menegak
nl: Schakel uit in liggende modus
pt_pt: Desativar no modo horizontal
ru: Запретить в горизонтальном режиме
sv: Inaktivera i horisontellt läge
th: ปิดใช้งานในโหมดแนวนอน
tr: Yatay modda devre dışı bırak
uk: Вимкнути в горизонтальному режимі
vi: Vô hiệu hóa ở chế độ ngang
zh: 横向模式下禁用
zh_hant: 橫向模式下停用

source: Default category
ar: الفئة الافتراضية
be: Katehóryja pá zmaŭčáńni
de: Standardkategorie
es: Categoría predeterminada
fr: Catégorie par défaut
hu: Alapértelmezett kategória
id: Kategori default
it: Categoria predefinita
ko: 기본 카테고리
lt: Numatytoji kategorija
mn: Үндсэн ангилал
ms: Kategori asal
nl: Standaardcategorie
pt_pt: Categoria predefinida
ru: Категория по умолчанию
sv: Standardkategori
th: หมวดหมู่เริ่มต้น
tr: Varsayılan kategori
uk: Стандартна категорія
vi: Thể loại mặc định
zh: 默认分类
zh_hant: 預設分類

# default_category_summary
source: Always ask
ar: اسأل دائمًا
be: Zaŭsiódy pytáć
de: Immer nachfragen
es: Siempre preguntar
fr: Demander toujours
hu: Mindig kérdezze
id: Tanyakan selalu
it: Chiedi sempre
ko: 항상 묻기
lt: Visada klauskite
mn: Үргэлж асуух
ms: Sentiasa bertanya
nl: Altijd vragen
pt_pt: Perguntar sempre
ru: Всегда спрашивать
sv: Fråga alltid
th: ถามเสมอ
tr: Her zaman sor
uk: Завжди запитувати
vi: Luôn hỏi
zh: 始终询问
zh_hant: 總是詢問

# label_default
source: Default
ar: افتراضي
be: Pá zmaŭčáńni
de: Standard
es: Predeterminado
fr: Par défaut
hu: Alapértelmezett
it: Predefinita
ko: 기본
lt: Numatytoji
mn: Үндсэн
ms: Asal
nl: Standaard
pt_pt: Predefinido
ru: По умолчанию
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Стандартний
vi: Mặc định
zh: 默认
zh_hant: 預設

# action_move_category
source: Set categories
ar: تعيين الفئات
be: Naładžáńnie katehóryjaŭ
de: Kategorien festlegen
es: Establecer categorías
fr: Définir les catégories
hu: Kategóriák beállítása
id: Atur kategori
it: Imposta categorie
ko: 카테고리 설정
lt: Nustatyti kategorijas
mn: Ангилал тохируулах
ms: Set kategori
nl: Stel categorieën in
pt_pt: Definir categorias
ru: Настройка категорий
sv: Ange kategorier
th: กำหนดหมวดหมู่
tr: Kategorileri ayarla
uk: Встановити категорії
vi: Đặt các thể loại
zh: 设置分类
zh_hant: 設定分類

# readerAdvancedSubtitle
source: Gesture, zooming, and status bar.
ar: الإيماءة والتكبير وشريط الحالة.
be: Žésty, maštabaváńnie j radók stánu.
de: Gesten, Zoomen und Statusleiste
es: Gestos, zoom y barra de estado.
fr: Geste, zoom et barre d'état.
hu: Kézmozdulatók, nagyítás és állapotsor.
id: Geser, perbesar, dan status bar.
it: Gestione, zoom e barra di stato.
ko: 제스처, 줌, 상태 바.
lt: Gestai, priartinimas ir būsenos juosta.
mn: Үйлдлүүд, томруулалт, статус.
ms: Gestur, zum, dan bar status.
nl: Gebaren, zoomen en statusbalk.
pt_pt: Gestos, zoom e barra de estado.
ru: Жесты, масштабирование и строка состояния.
sv: Gest, zoomning och statusfält.
th: การใช้งานย่อย การซูม เเละแถบสถานะ
tr: Dokunma, yakınlaştırma ve durum çubuğu.
uk: Жест, масштабування та панель стану.
vi: Cử chỉ, phóng to và thanh trạng thái.
zh: 手势、缩放和状态栏
zh_hant: 手勢、縮放和狀態列。

# dataUsageSectionTitle
source: Data usage
ar: استخدام البيانات
be: Vykarystáńnie dánych
de: Datennutzung
es: Uso de datos
fr: Utilisation des données
hu: Adatfelhasználás
id: Penggunaan data
it: Utilizzo dei dati
ko: 데이터 사용량
lt: Duomenų naudojimas
mn: Дата хэрэглээ
ms: Penggunaan Data
nl: Dataverbruik
pt_pt: Utilização de dados
ru: Использование данных
sv: Dataanvändning
th: การใช้ข้อมูล
tr: Veri kullanımı
uk: Використання даних
vi: Dữ liệu sử dụng
zh: 数据使用
zh_hant: 數據使用

# networkSectionTitle
source: Network
ar: الشبكة
be: Siétka
de: Netzwerk
es: Red
fr: Réseau
hu: Hálózat
id: Jaringan
it: Rete
ko: 네트워크
lt: Tinklas
mn: Сүлжээ
ms: Rangkaian
nl: Netwerk
pt_pt: Rede
ru: Сеть
sv: Nätverk
th: เครือข่าย
tr: Ağ
uk: Мережа
vi: Mạng
zh: 网络
zh_hant: 網絡

# logsSectionTitle
source: Logs
ar: السجلات
be: Časópisy
es: Registros
fr: Journaux
hu: Naplók
id: Log
it: Registri
ko: 로그
lt: Žurnalai
mn: Лог
ms: Log
pt_pt: Registos
ru: Журналы
sv: Loggar
th: บันทึก
tr: Günlükler
uk: Журнали
vi: Nhật ký
zh: 日志
zh_hant: 日誌

source: Enable log
ar: تفعيل السجل
be: Uklučýć časópis
de: Protokoll aktivieren
es: Activar registro
fr: Activer le journal
hu: Napló engedélyezése
id: Aktifkan log
it: Abilita registro
ko: 로그 활성화
lt: Įjungti žurnalą
mn: Лог идэвхжүүлэх
ms: Aktifkan log
nl: Schakel log in
pt_pt: Ativar registos
ru: Включить журнал
sv: Aktivera logg
th: เปิดใช้งานบันทึก
tr: Günlüğü etkinleştir
uk: Увімкнути журнал
vi: Bật nhật ký
zh: 启用日志
zh_hant: 啟用日誌

source: Export log
ar: تصدير السجل
be: Ekspartaváć časópis
de: Protokoll exportieren
es: Exportar registro
fr: Exporter le journal
hu: Napló exportálása
id: Ekspor log
it: Esporta registro
ko: 로그 내보내기
lt: Eksportuoti žurnalą
mn: Лог экспортлох
ms: Eksport log
nl: Exporteer log
pt_pt: Exportar registos
ru: Экспортировать журнал
sv: Exportera logg
th: ส่งออกบันทึก
tr: Günlüğü dışa aktar
uk: Експортувати журнал
vi: Xuất nhật ký
zh: 导出日志
zh_hant: 匯出日誌

source: Cookies Cleared
ar: تم مسح ملفات معرف الاتصال (الكوكيز)
be: Fájły Cookie výdalenyja
de: Cookies gelöscht
es: Cookies borradas
fr: Cookies effacés
hu: Cookie-k törölve
id: Cookies Dihapus
it: Cookie cancellati
ko: 쿠키를 삭제했습니다
lt: Slapukai Išvalyti
mn: Күки цэвэрлэгдсэн
ms: Kuki Dikemaskan
nl: Cookies Verwijderd
pt_pt: Cookies limpos
ru: Cookies очищены
sv: Cookies rensade
th: ล้างคุกกี้แล้ว
tr: Çerezler Temizlendi
uk: Cookies очищено
vi: Xóa Cookies
zh: 清除Cookies成功
zh_hant: 清除Cookies成功

source: Cache Cleared
ar: تم تنظيف الملفات المؤقتة
be: Kéš ačýščany
de: Cache gelöscht
es: Caché borrada
fr: Cache effacé
hu: Gyorsítótár törölve
id: Cache Dihapus
it: Cache cancellata
ko: 캐시를 삭제했습니다
lt: Talpykla Išvalyta
mn: Кэш цэвэрлэгдсэн
ms: Cache Dikemaskan
nl: Cache Verwijderd
pt_pt: Cache limpa
ru: Кэш очищен
sv: Cache rensad
th: ล้างแคช
tr: Önbellek Temizlendi
uk: Кеш очищено
vi: Xóa Bộ nhớ cache
zh: 清除缓存成功
zh_hant: 清除快取成功

source: Local source
ar: مصدر محلّي
be: Miascóvaja kryníca
de: Lokale Quelle
es: Fuente local
fr: Source locale
hu: Helyi forrás
id: Sumber lokal
it: Fonte locale
ko: 로컬 소스
lt: Vietinis šaltinis
mn: Локал эх сурвалж
ms: Sumber Tempatan
nl: Lokale bron
pt_pt: Fonte local
ru: Источник пользователя
sv: Lokal källa
th: แหล่งที่มาภายในเครื่อง
tr: Yerel kaynak
uk: Локальне джерело
vi: Nguồn cục bộ
zh: 本地图源
zh_hant: 本機來源

# ext_installed
source: Installed
ar: تم التثبيت
be: Ustalavána
de: Installiert
es: Instalado
fr: Installée
hu: Telepítve
id: Terpasang
it: Installato
ko: 설치됨
lt: Įdiegta
mn: Суулгагдсан
ms: Dipasang
nl: Geïnstalleerd
pt_pt: Instalada
ru: Установлено
sv: Installerade
th: ติดตั้งแล้ว
tr: Kuruldu
uk: Встановлено
vi: Đã cài đặt
zh: 已安装
zh_hant: 已安裝

# last_used_source
source: Last used
ar: آخر مصدر مُستخدم
be: Apóšniaje vykarystáńnie
de: Zuletzt genutzt
es: Usado recientemente
fr: Dernière utilisée
hu: Utoljára használt
id: Terakhir digunakan
it: Ultimo usato
ko: 마지막으로 사용
lt: Paskutinį kartą naudotas
mn: Сүүлд хэрэглэсэн
ms: Terakhir digunakan
nl: Laatst gebruikt
pt_pt: Última utilização
ru: Последний использованный источник
sv: Senast använda
th: ใช้ล่าสุด
tr: Son kullanılan
uk: Останній використаний
vi: Sử dụng lần cuối
zh: 最近使用
zh_hant: 最近使用

# pinned_sources
source: Pinned
ar: المثبتة
be: Zamacaványja
de: Angeheftet
es: Ancladas
fr: Épinglé
hu: Kitűzött
id: Tersemat
it: Fissato
ko: 핀됨
lt: Prisegtas
mn: Пинлэсэн
ms: Ditampal
nl: Gepind
pt_pt: Fixado
ru: Закреплено
sv: Fästa
th: ที่ตรึงไว้
tr: İğnelenmiş
uk: Прикріплено
vi: Đã ghim
zh: 已置顶
zh_hant: 已釘選

# ext_updates_pending
source: Updates pending
ar: التحديثات معلقة
be: Abnaŭléńni dastúpnyja
de: Aktualisierungen ausstehend
es: Actualizaciones pendientes
fr: Mises à jour en attente
hu: Függőben lévő frissítések
id: Pembaruan tertunda
it: Aggiornamenti in sospeso
ko: 업데이트 대기중
lt: Laukiama atnaujinimų
mn: Шинэчлэл хүлээгдэж байна
ms: Kemaskini tertunda
nl: Updates in behandeling
pt_pt: Actualizações pendentes
ru: Доступны обновления
sv: Uppdateringar väntar
th: อัปเดตที่รอดำเนินการ
tr: Bekleyen güncellemeler
uk: Очікуються оновлення
vi: Cập nhật đang chờ
zh: 待更新
zh_hant: 等待更新中

# other_source
source: Other
ar: أخرى
be: Jýnšaje
de: Andere
es: Otros
fr: Autre
hu: Egyéb
id: Lainnya
it: Altro
ko: 기타
lt: Kita
mn: Бусад
ms: Sumber lain
nl: Andere
pt_pt: Outros
ru: Другое
sv: Övrigt
th: อื่น ๆ
tr: Diğer
uk: Інші
vi: Khác
zh: 其他
zh_hant: 其他

# multi_lang
source: Multi
ar: متعدد
be: Šmatmóŭnyja
de: Mehrere Sprachen
es: Varios idiomas
fr: Multiple
hu: Több
it: Multiple
ko: 다언어
lt: Keli
mn: Олон хэл
ms: Pelbagai
nl: Meertalig
ru: Многоязыковое
sv: Flera
th: หลายภาษา
tr: Çoklu
uk: Багатомовне
vi: Đa Ngôn Ngữ
zh: 多语言
zh_hant: 多語

# uninstall_confirm
source: Do you want to uninstall this extension?
ar: هل ترغب في إلغاء تثبيت هذه الاضافة ؟
be: Chóčacie výdalić hétaje pašyréńnie?
de: Möchten Sie diese Erweiterung deinstallieren?
es: ¿Desea desinstalar esta extensión?
fr: Voulez-vous désinstaller cette extension ?
hu: Biztosan eltávolítja ezt a kiterjesztést?
id: Apakah Anda ingin menghapus ekstensi ini?
it: Vuoi disinstallare questa estensione?
ko: 이 확장 프로그램을 삭제하시겠습니까?
lt: Ar norite pašalinti šį plėtinį?
mn: Энэ өргөтгөлийг устгах уу?
ms: Adakah anda ingin memadam sambungan ini?
nl: Wil je deze extensie verwijderen?
pt_pt: Pretende desinstalar esta extensão?
ru: Вы хотите удалить это расширение?
sv: Vill du avinstallera detta tillägg?
th: คุณต้องการเอาส่วนขยายนี้ออกเหรียญหรือไม่?
tr: Bu uzantıyı kaldırmak istiyor musunuz?
uk: Хочете видалити це розширення?
vi: Bạn có muốn gỡ bỏ tiện ích mở rộng này không?
zh: 您是否要卸载此扩展？
zh_hant: 您是否要卸載此擴充程式？

# extension_repo
source: Extension repositories
ar: مرجع المستودع
be: Repazytáry pašyréńniaŭ
de: Erweiterungsrepositories
es: Repositorios de Extensiones
fr: Répertoire d'extension
hu: Kiegészítő tárolók
id: Repositori Ekstensi
it: Repository delle estensioni
ko: 확장 프로그램 저장소
lt: Plėtinių saugyklos
mn: Өргөтгөлийн сангууд
ms: Rangkaian Sambungan
nl: Extensierepositories
pt_pt: Repositórios de extensões
ru: Репозитории расширений
sv: Tilläggsarkiv
th: เก็บรวบรวมส่วนขยาย
tr: Eklenti depoları
uk: Репозиторії додатків
vi: Kho tiện ích mở rộng
zh: 扩展仓库
zh_hant: 擴展倉庫

# one_repository
source: 1 repository
ar: مستودع واحد
be: 1 repazytár
es: 1 repositorio
fr: 1 répetoire
hu: 1 tároló
id: 1 repositori
ko: 1개의 저장소
lt: 1 saugykla
mn: 1 сан
ms: 1 repositori
pt_pt: 1 repositório
ru: 1 репозиторий
sv: 1 arkiv
th: 1 ส่วนขยาย
tr: 1 depo
uk: 1 репозиторій
vi: 1 kho
zh: 1 个仓库
zh_hant: 1個倉庫

source: {num} repositories
ar: {num} مستودعات
be: {num} repazytáraŭ
es: {num} repositorios
fr: {num} répertoires
hu: {num} tároló
id: {num} repositori
it: {num} repository
ko: {num}개의 저장소
lt: {num} saugyklos
mn: {num} сан
ms: {num} repositori
pt_pt: {num} repositórios
ru: {num} репозиториев
sv: {num} arkiv
th: {num} ส่วนขยาย
tr: {num} depolar
uk: {num} репозиторії
vi: {num} kho
zh: {num} 个仓库
zh_hant: {num}個倉庫

source: Add repository
ar: إضافة مستودع
be: Dadáć repazytár
de: Repository hinzufügen
es: Agregar repositorio
fr: Ajouter un répertoire
hu: Tároló hozzáadása
id: Tambah repositori
it: Aggiungi repository
ko: 저장소 추가
lt: Pridėti saugyklą
mn: Өргөтгөлийн сан нэмэх
ms: Tambah repositori
nl: Voeg repository toe
pt_pt: Adicionar repositório
ru: Добавить репозиторий
sv: Lägg till arkiv
th: เพิ่มส่วนขยาย
tr: Depo ekle
uk: Додати репозиторій
vi: Thêm kho
zh: 添加仓库
zh_hant: 新增倉庫

# empty_repository
source: You haven't added any extension repositories yet.
ar: لم تقم بإضافة أي مستودعات إضافية حتى الآن.
be: Vý jaščé nié dadáli anivódnaha repazytára z pašyréńniami.
de: Sie haben noch keine Erweiterungsrepositorys hinzugefügt.
es: Aún no has agregado ningún repositorio de extensiones.
fr: Vous n'avez pas encore ajouté de répertoire d'extension.
hu: Még nem adtál hozzá kiegészítő tárolókat.
id: Anda belum menambahkan repositori ekstensi.
it: Non hai ancora aggiunto alcun repository di estensioni.
ko: 아직 확장 프로그램 저장소를 추가하지 않았습니다.
lt: Dar nepridėjote jokių plėtinių saugyklų.
mn: Өргөтгөлийн сан нэмээгүй байна.
ms: Anda belum menambah sebarang rangkaian sambungan.
nl: Je hebt nog geen extensierepositories toegevoegd.
pt_pt: Ainda não adicionou nenhum repositório de extensões.
ru: Вы еще не добавили ни одного репозитория с расширениями.
sv: Du har inte lagt till några tilläggsarkiv än.
th: คุณยังไม่ได้เพิ่มส่วนขยายใด ๆ
tr: Henüz hiçbir eklenti deposu eklemediniz.
uk: Ви ще не додали жодного репозиторію додатків.
vi: Bạn chưa thêm bất kỳ kho tiện ích mở rộng nào.
zh: 您尚未添加任何扩展仓库。
zh_hant: 您尚未添加任何擴展倉庫。

# add_repo_by_name
source: By name
ar: بالاسم
be: Pá náźvie
de: Nach Namen
es: Por nombre
fr: Par nom
hu: Név alapján
id: Dengan nama
it: Per nome
ko: 이름으로 추가
lt: Pagal pavadinimą
mn: Нэрээр
ms: Dengan nama
nl: Op naam
pt_pt: Por nome
ru: По имени
sv: Med namn
th: ตามชื่อ
tr: İsimle
uk: За назвою
vi: Theo tên
zh: 通过名称
zh_hant: 按名稱添加

# add_repo_by_name_tip
source: Add additional repos to Tachimanga. The format a repo is 'username/repo', with username being the repo owner, and repo being the repo name
ar: إضافة مستودعات إضافية إلى Tachimanga. تكون تنسيق المستودع 'اسم المستخدم/المستودع'، حيث يكون اسم المستخدم هو مالك المستودع، واسم المستودع يكون نفسه
be: Dadájcie dadatkóvyja repazytáry ŭ Tachimanga. Farmát repazytára — jymiá_karystálnika/repazytár', dzié jymiá_karystálnika źjaŭlájecca ŭładálnikam repazytára, a repazytár — imiém repazytára
de: Fügen Sie Tachimanga zusätzliche Repositorys hinzu. Das Format für ein Repository lautet „Benutzername/Repo“, wobei der Benutzername der Repository-Besitzer ist und Repo der Name der Repository ist.
es: Añade repositorios adicionales a Tachimanga. El formato de un repositorio es 'username/repo', siendo username el propietario del repositorio y repo el nombre del repositorio
fr: Ajoutez des répertoires supplémentaires à Tachimanga. Le format d'un répertoire est 'pseudo/répertoire’, où 'pseudo' est le propriétaire du répertoire et 'répertoire' est le nom du répertoire
hu: További tárolók hozzáadása a Tachimangához. A tároló formátuma 'felhasználónév/tárolónév', ahol a felhasználónév a tároló tulajdonosa, a tárolónév pedig a tároló neve.
id: Tambahkan repositori tambahan ke Tachimanga. Format repositori adalah 'username/repo', dengan username sebagai pemilik repositori, dan repo sebagai nama repositori
it: Aggiungi repository aggiuntivi a Tachimanga. Il formato di un repository è 'nomeutente/repo', con nomeutente come proprietario del repository e repo come nome del repository
ko: Tachimanga에 추가 저장소를 추가합니다. 저장소 형식은 '이름/저장소'이며, 이름은 저장소 소유자이고 저장소는 저장소 이름입니다
lt: Į Tachimangą pridėkite papildomų repozitorijų. Atramos formatas yra ‚username/repo‘, kur vartotojo vardas yra atramos savininkas, o repo - atramos pavadinimas
mn: Тачиманга-д нэмэлт өргөтгөлийн сангууд нэмэгдэнэ. Өргөтгөлийн сангийн формат: 'хэрэглэгчийн нэр/сангийн нэр'
ms: Tambah repositori tambahan ke Tachimanga. Format repositori ialah 'nama pengguna/repo', dengan nama pengguna sebagai pemilik repo, dan repo sebagai nama repo
nl: Voeg extra repositories toe aan Tachimanga. De indeling van een repository is 'gebruikersnaam/repository', waarbij 'gebruikersnaam' de eigenaar van de repository is en 'repository' de naam van de repository.
pt_pt: Adiciona repositórios adicionais ao Tachimanga. O formato de um repo é 'username/repo', sendo username o dono do repo e repo o nome do repo
ru: Добавьте дополнительные репозитории в Tachimanga. Формат репозитория: 'имя_пользователя/репозиторий', где имя_пользователя это владелец репозитория, а репозиторий это название репозитория
sv: Lägg till ytterligare arkiv till Tachimanga. Formatet är 'användarnamn/arkiv', där användarnamn är ägaren och arkiv är arkivets namn.
th: เพิ่มร้านค้าเพิ่มเติมให้กับ Tachimanga รูปแบบของร้านค้าคือ 'ชื่อผู้ใช้/สารบัญ', โดยที่ชื่อผู้ใช้คือเจ้าของร้านค้าและสารบัญคือชื่อร้านค้า
tr: Tachimanga'ya ek kaynaklar ekleyin. Bir kaynak formatı 'kullanıcıadı/kaynak' şeklindedir, kullanıcı adı kaynaksahibi, kaynak ise kaynak adıdır
uk: Додайте додаткові репозиторії до Tachimanga. Формат репозиторію - '`ім'я_користувача/репозиторій`', де ім'я_користувача - це власник репозиторію, а репозиторій - це назва репозиторію
vi: Thêm kho bổ sung vào Tachimanga. Định dạng một kho là 'tên_người_dùng/kho', với tên_người_dùng là chủ sở hữu kho, và kho là tên kho
zh: 向 Tachimanga 添加额外的仓库。 仓库格式为 '用户名/仓库名'，其中用户名是仓库所有者，仓库名是仓库名称
zh_hant: 向 Tachimanga 添加其他倉庫。 倉庫格式為"用戶名/倉庫"，其中用戶名為倉庫擁有者，倉庫為倉庫名稱。
