Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# sync_faq_a5
source: Initial Full Sync: The initial full sync may take several minutes to complete, depending on the number of titles. This process consumes data bandwidth as it transmits a large amount of data. Subsequent Incremental Sync: Subsequent sync after the initial full sync is completed swiftly and efficiently. Incremental syncs are quick and consume significantly less data compared to the initial sync process.
ar: المزامنة الكاملة الأولى: قد تستغرق المزامنة الكاملة الأولى عدة دقائق، وذلك يعتمد على عدد العناوين. تستهلك هذه العملية كمية كبيرة من البيانات. المزامنة الجزئية: تتم المزامنة اللاحقة بسرعة وكفاءة بعد المزامنة الأولى. تستهلك المزامنات الجزئية بيانات أقل بكثير مقارنة بالأولى.
be: Pieršapačatkóvaja póŭnaja synchranizácyja móža zaniáć niékalki chvilínaŭ, u zaléžnaści ád kólkaści raździéłaŭ. Héty pracés spažyváje prapusknúju zdólnaść dánych, bó pieradajé vialíkuju kólkaść źviéstak. Nastúpnaja synchranizácyja paślá pieršapačatkóvaj póŭnaj synchranizácyji skánčvajecca chútka j efektýŭna. Ták ják pastupóvyja synchranizácyji spažyvájuć znáčna miénš dánych u paraŭnáńni ź pieršapačatkóvym pracésam synchranizácyji.
de: Erstmalige Vollsynchronisierung: Die erste Vollsynchronisierung kann mehrere Minuten dauern, abhängig von der Anzahl der Titel. Dieser Prozess verbraucht Daten, da große Datenmengen übertragen werden. Nachfolgende Teilsynchronisierungen: Folge-Synchronisationen sind schnell und effizient. Sie benötigen deutlich weniger Daten als die Vollsynchronisierung.
es: Sincronización completa inicial: Puede demorarse varios minutos dependiendo del número de títulos. Este proceso consume ancho de banda ya que transmite una gran cantidad de datos. Sincronización incremental: Las sincronizaciones posteriores son rápidas y eficientes, y consumen menos datos que la sincronización inicial.
fr: Première synchronisation complète : La première synchronisation complète peut prendre plusieurs minutes selon le nombre de titres. Ce processus consomme une grande quantité de données. Synchronisation incrémentielle : Les synchronisations suivantes sont rapides et efficaces, nécessitant beaucoup moins de données que la synchronisation initiale.
hu: Első teljes szinkronizálás: Az első szinkronizáció néhány percet igénybe vehet, attól függően, hány cím szerepel benne. Ez az eljárás nagy mennyiségű adatforgalmat használ. Inkrementális szinkron: Az első szinkronizáció után a következő szinkronizációk gyorsak és hatékonyak, lényegesen kevesebb adatot fogyasztanak.
id: Sinkronisasi Penuh Awal: Sinkronisasi penuh awal mungkin membutuhkan waktu beberapa menit, tergantung jumlah judul. Proses ini menggunakan bandwidth data karena mentransmisikan sejumlah besar data. Sinkronisasi Tambahan Selanjutnya: Sinkronisasi berikutnya setelah sinkronisasi penuh awal berlangsung cepat dan efisien. Sinkronisasi tambahan membutuhkan waktu singkat dan lebih sedikit data dibanding proses sinkronisasi awal.
it: Sincronizzazione Completa Iniziale: La sincronizzazione completa iniziale potrebbe richiedere alcuni minuti per completarsi in base al numero di titoli. Questo processo utilizza molta larghezza di banda per inviare grandi quantità di dati. Sincronizzazione Incrementale: Le sincronizzazioni successive sono rapide ed efficienti. Le sincronizzazioni incrementali richiedono meno tempo e consumano molti meno dati rispetto alla sincronizzazione iniziale.
lt: Pradinė visiška sinchronizacija: Priklausomai nuo pavadinimų skaičiaus, pradinis pilnas sinchronizavimas gali užtrukti kelias minutes. Šis procesas naudoja duomenų srauto pralaidumą, nes perduodamas didelis duomenų kiekis. Vėlesnė inkrementinė sinchronizacija: Vėlesnis sinchronizavimas po pradinio pilno sinchronizavimo atliekamas greitai ir efektyviai. Inkrementinė sinchronizacija vyksta greitai ir sunaudoja gerokai mažiau duomenų, palyginti su pradiniu sinchronizavimo procesu.
mn: Анхны Бүрэн Синк: Анхны бүрэн синк нь контентийн тооноос хамаарч хэдэн минут зарцуулах боломжтой. Энэ процесс нь их хэмжээний өгөгдөл дамжуулдаг тул дата их ашигладаг. Дараагийн Нэмэгдэл Синк: Анхны бүрэн синк дууссны дараа дараагийн синк нь хурдан явагддаг. Нэмэлт синкүүд нь анхны синк процесстой харьцуулахад илүү хурдан бөгөөд мэдэгдэхүйц бага дата зарцуулдаг.
ms: Penyelarasan Penuh Awal: Penyelarasan penuh awal mungkin mengambil beberapa minit bergantung kepada jumlah tajuk. Proses ini menggunakan jalur lebar data kerana ia menghantar sejumlah besar data. Penyelarasan Tambahan: Penyelarasan tambahan selepas penyelarasan penuh awal berlangsung dengan cepat dan cekap. Ia menggunakan kurang data berbanding penyelarasan penuh.
pt_pt: Sincronização Completa Inicial: A sincronização inicial completa pode demorar alguns minutos, dependendo do número de títulos. Este processo consome largura de banda devido à grande quantidade de dados transmitida. Sincronizações Incrementais: Sincronizações subsequentes são rápidas e eficientes. Estas utilizam menos dados e tempo do que a sincronização inicial.
ru: Первоначальная Полная Синхронизация: Первоначальная синхронизация может занять несколько минут, в зависимости от количества заголовков. Этот процесс потребляет значительный объём данных, так как передаётся большое количество информации. Инкрементная Синхронизация: Все последующие синхронизации проходят быстро и эффективно. Они требуют меньше времени и данных по сравнению с первой синхронизацией.
sv: Initial full synkronisering: Den första fullständiga synkroniseringen kan ta flera minuter att slutföra, beroende på antalet titlar. Denna process förbrukar databandbredd eftersom den överför en stor mängd data. Efterföljande inkrementell synkronisering: Synkronisering efter den första fullständiga synkroniseringen utförs snabbt och effektivt. Inkrementella synkroniseringar är snabba och förbrukar betydligt mindre data jämfört med den första synkroniseringen.
th: การซิงค์เต็มรูปแบบครั้งแรก: อาจใช้เวลาไม่กี่นาที ขึ้นอยู่กับจำนวนรายการ และใช้ข้อมูลจำนวนมากสำหรับขั้นตอนนี้ การซิงค์แบบเพิ่มข้อมูล: หลังจากซิงค์เต็มรูปแบบ การซิงค์ครั้งต่อไปจะเร็วและใช้ข้อมูลน้อยลงอย่างมาก
tr: İlk Tam Senkronizasyon: İlk tam senkronizasyon, başlık sayısına bağlı olarak birkaç dakika sürebilir ve büyük miktarda veri kullanır. Sonraki Artımlı Senkronizasyon: İlk senkronizasyondan sonra sonraki işlemler hızlı ve verimli bir şekilde gerçekleştirilir. Artımlı senkronizasyon işlemleri çok daha az veri tüketir.
uk: Перша повна синхронізація: Може зайняти кілька хвилин залежно від кількості записів, споживає велику кількість даних. Наступна інкрементна синхронізація: Після завершення першої синхронізації, наступні виконуються швидко та ефективно, споживаючи значно менше даних.
vi: Đồng bộ lần đầu: Có thể mất vài phút, tùy thuộc vào số lượng tiêu đề và tiêu thụ băng thông dữ liệu lớn. Đồng bộ gia tăng: Các lần đồng bộ sau nhanh chóng và hiệu quả hơn, tiêu thụ ít dữ liệu hơn so với lần đầu tiên.
zh: 首次完整同步：根据标题数量，可能需要几分钟时间，且会消耗较多流量。 后续增量同步：在完整同步后，后续同步快速高效，所需流量大幅减少。
zh_hant: 首次完整同步：根據標題數量，可能需要幾分鐘時間，並會消耗較多流量。 後續增量同步：在完整同步後，後續同步快速且高效，所需流量大幅減少。

source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
be: Uvajścí práz Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
hu: Bejelentkezés Apple-fiókkal
id: Masuk dengan Apple
it: Accedi con Apple
lt: Prisijunkite su Apple
mn: Apple-р нэвтрэх
ms: Log masuk dengan Apple
pt_pt: Iniciar sessão com a Apple
ru: Войти через Apple
sv: Logga in med Apple
th: เข้าสู่ระบบด้วย Apple
tr: Apple ile Giriş Yap
uk: Увійти за допомогою Apple
vi: Đăng nhập bằng Apple
zh: 使用 Apple 登录
zh_hant: 使用 Apple 登錄

source: Login with Email
ar: تسجيل الدخول بالبريد الإلكتروني
be: Uvajścí pá elektrónnaj póšcie
de: Mit E-Mail anmelden
es: Iniciar sesión con correo electrónico
fr: Se connecter par e-mail
hu: Bejelentkezés e-maillel
id: Masuk dengan Email
it: Accedi con Email
lt: Prisijungimas naudojant el. paštą
mn: Имэйлээр нэвтрэх
ms: Log masuk dengan Emel
pt_pt: Iniciar sessão com Email
ru: Войти по электронной почте
sv: Logga in med e-post
th: เข้าสู่ระบบด้วยอีเมล
tr: E-posta ile Giriş Yap
uk: Увійти по електронній пошті
vi: Đăng nhập bằng Email
zh: 使用电子邮件登录
zh_hant: 使用電子郵件登錄

# login_term
source: By providing your email address or using a single sign-on provider to create an account, you agree to our {terms} and have reviewed our {privacy}.
ar: من خلال تقديم عنوان بريدك الإلكتروني أو استخدام موفر تسجيل دخول واحد لإنشاء حساب، فإنك توافق على {terms} ولقد قمت بمراجعة {privacy} الخاصة بنا.
be: Ukázvajučy svój ádras elektrónnaj póšty albó vykarystóŭvajučy systému adzínaha ŭvachódu dlá stvaréńnia ŭlikóvaha zápisu, vý zhadžájeciesia z nášymi {terms} i aznajómilisia z nášaj {privacy}.
de: Indem Sie Ihre E-Mail-Adresse angeben oder einen Single Sign-On-Anbieter zur Erstellung eines Kontos verwenden, stimmen Sie unseren {terms} zu und haben unsere {privacy} überprüft.
es: Al proporcionar su dirección de correo electrónico o utilizar un proveedor de inicio de sesión único para crear una cuenta, acepta nuestros {terms} y ha revisado nuestra {privacy}.
fr: En fournissant votre adresse e-mail ou en utilisant un fournisseur de connexion unique pour créer un compte, vous acceptez nos {terms} et avez examiné notre {privacy}.
hu: Az e-mail cím megadásával vagy egyetlen bejelentkezési szolgáltató használatával fiókot létrehozva elfogadja a(z) {terms} feltételeket és áttekintette a(z) {privacy} szabályzatunkat.
id: Dengan memberikan alamat email Anda atau menggunakan penyedia sign-on tunggal untuk membuat akun, Anda menyetujui {terms} kami dan telah meninjau {privacy} kami.
it: Fornendo il tuo indirizzo email o utilizzando un fornitore di accesso singolo per creare un account, accetti i nostri {terms} e hai visionato la nostra {privacy}.
lt: Pateikdami savo el. pašto adresą arba naudodami vieną prisijungimo teikėją paskyrai sukurti, sutinkate su mūsų {terms} sąlygomis ir peržiūrėjote mūsų {privacy} nuostatas.
mn: Имэйл хаяг өгөх эсвэл нэг нэвтрэх үйлчилгээг ашиглан бүртгэл үүсгэх үед та манай {terms}-ийг зөвшөөрч, {privacy}-ийг уншсан байна гэж үзнэ.
ms: Dengan memberikan alamat emel anda atau menggunakan penyedia log masuk tunggal untuk mendaftar akaun, anda bersetuju dengan {terms} kami dan telah mengkaji {privacy} kami.
pt_pt: Ao fornecer o seu endereço de e-mail ou usar um fornecedor de início de sessão único para criar uma conta, concorda com os nossos {terms} e leu a nossa {privacy}.
ru: Предоставляя свой адрес электронной почты или используя одного поставщика единого входа для создания учетной записи, вы соглашаетесь с нашими {terms} и ознакомлены с нашей {privacy}.
sv: Genom att ange din e-postadress eller använda en inloggningsleverantör för att skapa ett konto godkänner du våra {terms} och har granskat vår {privacy}.
th: โดยการให้ที่อยู่อีเมลของคุณหรือใช้ผู้ให้บริการการเข้าสู่ระบบเดียวเพื่อสร้างบัญชี คุณตกลงกับ {terms} ของเราและได้ตรวจสอบ {privacy} ของเราแล้ว
tr: E-posta adresinizi sağlayarak veya bir tek oturum açma sağlayıcısını kullanarak bir hesap oluşturarak {terms} kabul edersiniz ve {privacy} mizi incelediniz.
uk: Надаючи свою електронну адресу або використовуючи постачальника єдиного входу для створення облікового запису, ви погоджуєтеся з нашими {terms} і ознайомилися з нашою {privacy}.
vi: Bằng cách cung cấp địa chỉ email của bạn hoặc sử dụng một nhà cung cấp đăng nhập duy nhất để tạo tài khoản, bạn đồng ý với {terms} của chúng tôi và đã xem xét {privacy} của chúng tôi.
zh: 通过提供您的电子邮件地址或使用单点登录提供程序创建帐户，即表示您同意我们的 {terms} 并已查阅我们的 {privacy}。
zh_hant: 透過提供您的電子郵件地址或使用單一登錄提供者來創建帳戶，即表示您同意我們的 {terms} 並已查閱我們的 {privacy}。

# do_not_have_account
source: Don't have an account?
ar: ليس لديك حساب؟
be: U vás niamá ŭlikóvaha zápisu?
de: Haben Sie kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
hu: Nincs fiókja?
id: Belum memiliki akun?
it: Non hai un account?
lt: Neturite paskyros?
mn: Бүртгүүлээгүй юу?
ms: Tidak mempunyai akaun?
pt_pt: Ainda não tem uma conta?
ru: Нет аккаунта?
sv: Har du inget konto?
th: ยังไม่มีบัญชี?
tr: Hesabınız yok mu?
uk: Не маєте облікового запису?
vi: Chưa có tài khoản?
zh: 还没有帐户？
zh_hant: 還沒有帳戶？

source: Register here
ar: سجّل هنا
be: Zarehistrújciesia tút
de: Hier registrieren
es: Regístrate aquí
fr: Inscrivez-vous ici
hu: Regisztráljon itt
id: Daftar di sini
it: Registrati qui
lt: Registruokitės čia
mn: Энд бүртгүүлэнэ үү
ms: Daftar di sini
pt_pt: Registe-se aqui
ru: Зарегистрируйтесь здесь
sv: Registrera dig här
th: ลงทะเบียนที่นี่
tr: Buradan kaydolun
uk: Зареєструйтеся тут
vi: Đăng ký tại đây
zh: 在此注册
zh_hant: 在此註冊

# already_have_account
source: Already have an account?
ar: هل لديك حساب بالفعل؟
be: U vás užó jóść ulikóvy zápis?
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
hu: Már van fiókja?
id: Sudah memiliki akun?
it: Già possiedi un account?
lt: Jau turite paskyrą?
mn: Бүртгэлтэй юу?
ms: Sudah memiliki akaun?
pt_pt: Já tem uma conta?
ru: Уже есть аккаунт?
sv: Har du redan ett konto?
th: มีบัญชีอยู่แล้วหรือไม่?
tr: Zaten bir hesabınız mı var?
uk: Вже маєте обліковий запис?
vi: Đã có tài khoản?
zh: 已有帐户？
zh_hant: 已經有帳戶？

source: Login here
ar: سجّل الدخول هنا
be: Uvajdzície tút
de: Hier einloggen
es: Inicia sesión aquí
fr: Connectez-vous ici
hu: Jelentkezzen be itt
id: Masuk di sini
it: Accedi qui
lt: Prisijunkite čia
mn: Энд дарж нэвтрээрэй
ms: Log masuk di sini
pt_pt: Inicie sessão aqui
ru: Войти здесь
sv: Logga in här
th: เข้าสู่ระบบที่นี่
tr: Buradan giriş yapın
uk: Увійдіть тут
vi: Đăng nhập tại đây
zh: 在此登录
zh_hant: 在此登錄

# logout_all
source: Log out from all devices.
ar: تسجيل الخروج من جميع الأجهزة.
be: Výjści z usích pryłádaŭ.
de: Von allen Geräten abmelden.
es: Cerrar sesión en todos los dispositivos.
fr: Se déconnecter de tous les appareils.
hu: Kijelentkezés az összes eszközről.
id: Keluar dari semua perangkat.
it: Esci da tutti i dispositivi.
lt: Atsijunkite iš visų įrenginių.
mn: Бүх төхөөрөмжөөс гаргах.
ms: Log keluar dari semua peranti.
pt_pt: Terminar sessão em todos os dispositivos.
ru: Выйти на всех устройствах.
sv: Logga ut från alla enheter.
th: ออกจากระบบในทุกอุปกรณ์.
tr: Tüm cihazlardan çıkış yap.
uk: Вийти з усіх пристроїв.
vi: Đăng xuất khỏi tất cả các thiết bị.
zh: 退出所有设备。
zh_hant: 登出所有設備。

# logout_all_tips
source: This will remove access to your Tachimanga account from all devices.
ar: سيؤدي هذا إلى إزالة وصول حساب Tachimanga الخاص بك من جميع الأجهزة.
be: Hétaje dziéjańnie výdalić dóstup dá vášaha ŭlikóvaha zápisu Tachimanga ná ŭsích pryłádach.
de: Dadurch wird der Zugriff auf Ihr Tachimanga-Konto auf allen Geräten entfernt.
es: Esto eliminará el acceso a tu cuenta de Tachimanga desde todos los dispositivos.
fr: Ceci supprimera l'accès à votre compte Tachimanga sur tous les appareils.
hu: Ez eltávolítja a hozzáférést a Tachimanga fiókjához minden eszközről.
id: Ini akan menghapus akses ke akun Tachimanga Anda dari semua perangkat.
it: Questo rimuoverà l'accesso al tuo account Tachimanga da tutti i dispositivi.
lt: Tai panaikins prieigą prie jūsų Tachimanga paskyros iš visų įrenginių.
mn: Энэ нь бүх төхөөрөмж дээрх Тачиманга-гийн бүртгэлийг хаах болно.
ms: Ini akan mengalih keluar akses ke akaun Tachimanga anda dari semua peranti.
pt_pt: Isto removerá o acesso à sua conta Tachimanga de todos os dispositivos.
ru: Это действие удалит доступ к вашей учетной записи Tachimanga на всех устройствах.
sv: Detta tar bort åtkomsten till ditt Tachimanga-konto från alla enheter.
th: นี่จะนำการเข้าถึงบัญชี Tachimanga ของคุณออกจากทุกอุปกรณ์.
tr: Bu işlem, Tachimanga hesabınıza tüm cihazlardan erişimi kaldıracaktır.
uk: Це видалить доступ до вашого акаунта Tachimanga з усіх пристроїв.
vi: Điều này sẽ xóa quyền truy cập vào tài khoản Tachimanga của bạn trên tất cả các thiết bị.
zh: 这将从所有设备移除对您 Tachimanga 账户的访问权限。
zh_hant: 此操作將移除所有設備對您 Tachimanga 帳戶的訪問權限。

# logout_tips
source: This will remove access to your Tachimanga account from current device.
ar: سيؤدي هذا إلى إزالة وصول حساب Tachimanga الخاص بك من الجهاز الحالي.
be: Hétaje dziéjańnie výdalić dóstup dá vášaha ŭlikóvaha zápisu Tachimanga ná biahúčaj pryłádzie.
de: Dadurch wird der Zugriff auf Ihr Tachimanga-Konto auf dem aktuellen Gerät entfernt.
es: Esto eliminará el acceso a tu cuenta de Tachimanga desde el dispositivo actual.
fr: Ceci supprimera l'accès à votre compte Tachimanga sur l'appareil actuel.
hu: Ez eltávolítja a hozzáférést a Tachimanga fiókjához az aktuális eszközről.
id: Ini akan menghapus akses ke akun Tachimanga Anda dari perangkat ini.
it: Questo rimuoverà l'accesso al tuo account Tachimanga da questo dispositivo.
lt: Tai panaikins prieigą prie Tachimanga paskyros iš dabartinio įrenginio.
mn: Энэ нь одоогийн төхөөрөмж дээрх Тачиманга бүртгэлийн хандалтыг хаах болно.
ms: Ini akan mengalih keluar akses ke akaun Tachimanga anda dari peranti ini.
pt_pt: Isto removerá o acesso à sua conta Tachimanga deste dispositivo.
ru: Это действие удалит доступ к вашей учетной записи Tachimanga на этом устройстве.
sv: Detta tar bort åtkomsten till ditt Tachimanga-konto från den aktuella enheten.
th: นี่จะนำการเข้าถึงบัญชี Tachimanga ของคุณออกจากอุปกรณ์นี้.
tr: Bu işlem, geçerli cihazdan Tachimanga hesabınıza erişimi kaldıracaktır.
uk: Це видалить доступ до вашого акаунта Tachimanga із цього пристрою.
vi: Điều này sẽ xóa quyền truy cập vào tài khoản Tachimanga của bạn trên thiết bị hiện tại.
zh: 这将从当前设备移除对您 Tachimanga 账户的访问权限。
zh_hant: 此操作將移除當前設備對您 Tachimanga 帳戶的訪問權限。

# delete_account_label
source: Delete my account
ar: حذف حسابي
be: Výdalić mój ulikóvy zápis
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
hu: Fiókom törlése
id: Hapus akun saya
it: Elimina il mio account
lt: Ištrinti mano paskyrą
mn: Миний бүртгэлийг устгах
ms: Padam akaun saya
pt_pt: Eliminar a minha conta
ru: Удалить мою учетную запись
sv: Ta bort mitt konto
th: ลบบัญชีของฉัน
tr: Hesabımı sil
uk: Видалити мій акаунт
vi: Xóa tài khoản của tôi
zh: 删除我的账户
zh_hant: 刪除我的帳戶

# delete_account_title
source: Are you sure you want to do this?
ar: هل أنت متأكد أنك تريد القيام بذلك؟
be: Vý ŭpéŭnienyja, štó chóčacie zrabíć hétaje?
de: Sind Sie sicher, dass Sie dies tun möchten?
es: ¿Estás seguro de que deseas hacer esto?
fr: Êtes-vous sûr de vouloir faire cela ?
hu: Biztos benne, hogy ezt szeretné tenni?
id: Apakah Anda yakin ingin melakukan ini?
it: Sei sicuro di volerlo fare?
lt: Ar tikrai norite tai daryti?
mn: Та энэ үйлдлийг хийхдээ итгэлтэй байна уу?
ms: Adakah anda pasti mahu melakukan ini?
pt_pt: Tem a certeza de que deseja fazer isto?
ru: Вы уверены, что хотите сделать это?
sv: Är du säker på att du vill göra detta?
th: คุณแน่ใจหรือไม่ว่าต้องการทำสิ่งนี้?
tr: Bunu yapmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете це зробити?
vi: Bạn có chắc chắn muốn làm điều này?
zh: 确定要这样做吗？
zh_hant: 確定要執行此操作嗎？

# delete_account_content
source: Once you delete your account, there is no going back, and you will not be able to register a new account using the same email address. Please be certain.
ar: بمجرد حذف حسابك، لا يمكنك التراجع، ولن تتمكن من إنشاء حساب جديد باستخدام نفس البريد الإلكتروني. يرجى التأكد.
be: Paślá výdaleńnia ŭlikóvaha zápisu šláchu nazád užó niá búdzie, i vý niá zmóžacie zarehistraváć nóvy ŭlikóvy zápis, vykarystóŭvajučy tój žá ádras elektrónnaj póšty. Kalí łáska, májcie hétaje ná ŭvázie.
de: Sobald Sie Ihr Konto gelöscht haben, können Sie es nicht rückgängig machen und Sie können kein neues Konto mit derselben E-Mail-Adresse registrieren. Bitte seien Sie sicher.
es: Una vez que elimines tu cuenta, no se podrá deshacer, y no podrás registrar una nueva cuenta con el mismo correo electrónico. Por favor, asegúrate.
fr: Une fois votre compte supprimé, il n'y aura pas de retour possible, et vous ne pourrez pas créer un nouveau compte avec la même adresse email. Veuillez en être certain.
hu: Miután a fiókját törölte, ez visszafordíthatatlan, és nem hozhat létre új fiókot ugyanazzal az e-mail címmel. Kérjük, gondolja át.
id: Setelah Anda menghapus akun Anda, tidak ada jalan untuk kembali, dan Anda tidak dapat mendaftarkan akun baru menggunakan alamat email yang sama. Mohon pastikan keputusan Anda.
it: Una volta eliminato il tuo account, non potrai tornare indietro e non potrai registrare un nuovo account usando lo stesso indirizzo email. Ti preghiamo di esserne certo.
lt: Ištrynus paskyrą, kelio atgal nebėra, o naujos paskyros tuo pačiu el. pašto adresu užregistruoti negalėsite. Būkite tikri.
mn: Бүртгэлээ устгасны дараа буцаах боломжгүй бөгөөд ижил имэйл хаягаар шинэ бүртгэл үүсгэх боломжгүй болно.
ms: Apabila anda memadam akaun anda, ia tidak boleh dipulihkan, dan anda tidak akan dapat mendaftar akaun baru menggunakan alamat e-mel yang sama. Sila pastikan keputusan anda.
pt_pt: Uma vez que eliminar a sua conta, não há forma de voltar atrás, e não poderá criar uma nova conta com o mesmo endereço de e-mail. Certifique-se antes de continuar.
ru: После удаления вашей учетной записи действия невозможно отменить, и вы не сможете зарегистрировать новый аккаунт с тем же адресом электронной почты. Пожалуйста, будьте уверены в своем решении.
sv: När du väl har tagit bort ditt konto finns det ingen återvändo, och du kommer inte att kunna registrera ett nytt konto med samma e-postadress. Var säker.
th: เมื่อคุณลบบัญชีไปแล้ว จะไม่สามารถย้อนกลับได้และไม่สามารถสมัครบัญชีใหม่ด้วยอีเมลเดียวกันได้ กรุณาพิจารณาให้ถี่ถ้วน.
tr: Hesabınızı sildikten sonra geri dönüş yoktur ve aynı e-posta adresiyle yeni bir hesap oluşturamazsınız. Lütfen emin olun.
uk: Після видалення акаунта повернення неможливе, і ви не зможете зареєструвати новий акаунт з тією самою електронною адресою. Будь ласка, будьте впевнені.
vi: Một khi bạn xóa tài khoản, không thể khôi phục lại và bạn sẽ không thể đăng ký tài khoản mới bằng cùng một email. Vui lòng chắc chắn.
zh: 删除账户后无法恢复，并且您将无法使用相同的邮箱地址重新注册新账户。请确保您已考虑清楚。
zh_hant: 一旦刪除帳戶，將無法恢復，並且您將無法使用相同的電子郵件地址重新註冊帳戶。請務必確認。

# delete_account_verify
source: To verify, type {text} below:
ar: للتحقق، اكتب {text} أدناه:
be: Káb spráŭdzić, uviadzície {text} nižéj:
de: Zur Bestätigung geben Sie bitte unten {text} ein:
es: Para verificar, escribe {text} a continuación:
fr: Pour vérifier, entrez {text} ci-dessous :
hu: A megerősítéshez írja be ide: {text}
id: Untuk verifikasi, ketik {text} di bawah ini:
it: Per verificare, digita {text} qui sotto:
lt: Norėdami patikrinti, įveskite {text}:
mn: Баталгаажуулахын тулд, доор {text} гэж бичнэ үү:
ms: Untuk pengesahan, taipkan {text} di bawah:
pt_pt: Para confirmar, escreva {text} abaixo:
ru: Для проверки введите {text} ниже:
sv: För att verifiera, skriv {text} nedan:
th: เพื่อยืนยัน พิมพ์ {text} ด้านล่าง:
tr: Onaylamak için, aşağıya {text} yazın:
uk: Для підтвердження введіть {text} нижче:
vi: Để xác minh, nhập {text} bên dưới:
zh: 为了验证，请在下方输入 {text}：
zh_hant: 為了驗證，請在下方輸入 {text}：

# receive_timeout_label
source: Receive timeout interval
ar: مهلة الاستلام
be: Interváł tájm-áŭtu atrymáńnia
de: Timeout-Intervall für Empfang
es: Intervalo de tiempo de espera
fr: Intervalle d'expiration de réception
hu: Fogadási időkorlát intervallum
id: Interval batas waktu penerimaan
it: Intervallo di timeout di ricezione
lt: Gavimo laiko intervalas
mn: Тайм-оүт интервал авах
ms: Selang masa tamat tempoh penerimaan
pt_pt: Intervalo de tempo limite de receção
ru: Интервал тайм-аута получения
sv: Timeoutintervall för mottagning
th: ช่วงเวลาหมดเวลาการรับ
tr: Alma zaman aşımı süresi
uk: Час очікування відповіді
vi: Khoảng thời gian chờ nhận
zh: 接收超时间隔
zh_hant: 接收超時間隔
