Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# iCloud_unavailable_tip
source: iCloud Drive is unavailable. Please turn on iCloud Drive in System Settings. For more help, visit https://tachimanga.app/icloud
ar: خدمة iCloud غير متوفرة. يرجى تشغيل iCloud في إعدادات النظام. للحصول على مزيد من المساعدة، قم بزيارة https://tachimanga.app/icloud
be: iCloud Drive niedastúpny. Pasprabújcie ŭklučýć iCloud Drive u nałádach systémy. Dlá atrymáńnia dadatkóvaj dapamóhi naviédajcie https://tachimanga.app/icloud
de: iCloud Drive ist nicht verfügbar. Bitte aktivieren Sie iCloud Drive in den Systemeinstellungen. Für weitere Hilfe besuchen Sie https://tachimanga.app/icloud
es: iCloud Drive no está disponible. Por favor, active iCloud Drive en Configuración del sistema. Para obtener más ayuda, visite https://tachimanga.app/icloud
fr: iCloud Drive est indisponible. Veuillez activer iCloud Drive dans les Réglages du système. Pour obtenir plus d'aide, visitez https://tachimanga.app/icloud
hu: Az iCloud Drive nem elérhető. Kérjük, kapcsolja be az iCloud Drive-ot a Rendszerbeállításokban. További segítségért látogasson el a https://tachimanga.app/icloud weboldalra
id: iCloud Drive tidak tersedia. Silakan aktifkan iCloud Drive di Pengaturan Sistem. Untuk bantuan lebih lanjut, kunjungi https://tachimanga.app/icloud
it: iCloud Drive non è disponibile. Si prega di attivare iCloud Drive nelle Impostazioni di sistema. Per ulteriori aiuti, visitare https://tachimanga.app/icloud
lt: iCloud diskas nepasiekiamas. Įjunkite iCloud disko sistemos nustatymuose. Daugiau pagalbos rasite svetainėje https://tachimanga.app/icloud
mn: iCloud Drive идэвхгүй байна. Системийн Тохиргоонд iCloud Drive-г идэвхжүүлнэ үү. Тусламж хэрэгтэй бол: https://tachimanga.app/icloud
ms: iCloud Drive tidak tersedia. Sila hidupkan iCloud Drive dalam Tetapan Sistem. Untuk bantuan lanjut, lawati https://tachimanga.app/icloud
pt_pt: O iCloud Drive não está disponível. Por favor, ative o iCloud Drive nas Definições do sistema. Para obter mais ajuda, visite https://tachimanga.app/icloud
ru: iCloud Drive недоступен. Включите iCloud Drive в настройках системы. Дополнительная помощь по адресу https://tachimanga.app/icloud
sv: iCloud Drive är inte tillgängligt. Aktivera iCloud Drive i systeminställningarna. För mer hjälp, besök https://tachimanga.app/icloud
th: iCloud Drive ไม่พร้อมใช้งาน กรุณาเปิดใช้งาน iCloud Drive ในการตั้งค่าระบบ สำหรับข้อมูลเพิ่มเติมเยี่ยมชมที่ https://tachimanga.app/icloud
tr: iCloud Drive kullanılamıyor. Lütfen iCloud Drive'ı Sistem Ayarlarında açın. Daha fazla yardım için https://tachimanga.app/icloud adresini ziyaret edin
uk: iCloud Drive недоступний. Будь ласка, увімкніть iCloud Drive в налаштуваннях системи. Для отримання додаткової допомоги відвідайте https://tachimanga.app/icloud
vi: iCloud Drive không khả dụng. Vui lòng bật iCloud Drive trong Cài đặt Hệ thống. Để biết thêm trợ giúp, truy cập https://tachimanga.app/icloud
zh: iCloud Drive 不可用。请在系统设置中打开iCloud Drive。如需更多帮助，请访问 https://tachimanga.app/icloud
zh_hant: iCloud Drive 無法使用。請在系統設定中啟用 iCloud Drive。欲獲得更多幫助，請造訪 https://tachimanga.app/icloud

# downloading_running_text
source: Downloading {running} of {total}
ar: جار التحميل {running} من {total}
be: Spampóŭvajecca {running} z {total}
de: Lade herunter {running} von {total}
es: Descargando {running} de {total}
fr: Téléchargement {running} de {total}
hu: Letöltés {running} / {total}
id: Mengunduh {running} dari {total}
it: Download {running} di {total}
lt: Atsisiunčiamas {running} iš {total}
mn: Нийт {total}-аас {running} татаж байна
ms: Memuat turun {running} daripada {total}
pt_pt: A transferir {running} de {total}
ru: Загружается {running} из {total}
sv: Laddar ner {running} av {total}
th: กำลังดาวน์โหลด {running} จาก {total}
tr: İndiriliyor {running} / {total}
uk: Завантаження {running} з {total}
vi: Đang tải {running} trên {total}
zh: 正在下载 {running} 之 {total}
zh_hant: 下載中 {running} / {total}

source: Edit cover
ar: تعديل الغلاف
be: Redahaváć vókładku
de: Cover bearbeiten
es: Editar portada
fr: Éditer la couverture
hu: Borító szerkesztése
id: Edit sampul
it: Modifica copertina
lt: Redaguoti viršelį
mn: Зураг солих
ms: Sunting muka surat
pt_pt: Editar capa
ru: Изменить обложку
sv: Redigera omslag
th: แก้ไขปก
tr: Kapak düzenle
uk: Редагувати обкладинку
vi: Chỉnh sửa bìa
zh: 编辑封面
zh_hant: 編輯封面

source: Set as cover
ar: تعيين كغلاف
be: Užýć u jákaści vókładki
de: Als Cover festlegen
es: Establecer como portada
fr: Définir comme couverture
hu: Beállítás borítóként
id: Atur sebagai sampul
it: Imposta come copertina
lt: Nustatyti kaip viršelį
mn: Зураг болгох
ms: Setkan sebagai muka surat
pt_pt: Definir como capa
ru: Установить как обложку
sv: Ange som omslag
th: ตั้งเป็นปก
tr: Kapak olarak ayarla
uk: Встановити як обкладинку
vi: Đặt làm bìa
zh: 设为封面
zh_hant: 設為封面

source: Cover updated
ar: تم تحديث الغلاف
be: Vókładka abnóŭlenaja
de: Cover aktualisiert
es: Portada actualizada
fr: Couverture mise à jour
hu: Borító frissítve
id: Sampul diperbarui
it: Copertina aggiornata
lt: Viršelis atnaujintas
mn: Зураг шинэчлэгдлээ
ms: Muka surat dikemaskini
pt_pt: Capa atualizada
ru: Обложка обновлена
sv: Omslag uppdaterat
th: ปกอัปเดตแล้ว
tr: Kapak güncellendi
uk: Обкладинка оновлена
vi: Bìa đã cập nhật
zh: 封面已更新
zh_hant: 封面已更新

# save_image_user_denied_msg
source: Access Denied, please allow Tachimanga to access your photo albums in the system settings.
ar: تم الرفض, يرجى السماح لـ Tachimanga بالوصول إلى ألبومات الصور الخاصة بك في إعدادات النظام.
be: U dóstupie admóŭlena, kalí łáska, dazvólcie Tachimanga dóstup dá vášych fotaalbómaŭ u nałádach systémy.
de: Zugriff verweigert, bitte erlauben Sie Tachimanga den Zugriff auf Ihre Fotoalben in den Systemeinstellungen.
es: Acceso denegado, por favor permita que Tachimanga acceda a sus álbumes de fotos en la configuración del sistema.
fr: Accès refusé, veuillez autoriser Tachimanga à accéder à vos albums photo dans les paramètres du système.
hu: Hozzáférés megtagadva, engedélyezze, hogy a Tachimanga hozzáférjen a fényképalbumokhoz a rendszerbeállításokban.
id: Akses Ditolak, harap izinkan Tachimanga untuk mengakses album foto Anda di pengaturan sistem.
it: Accesso negato, si prega di consentire a Tachimanga di accedere ai tuoi album fotografici nelle impostazioni di sistema.
lt: Prieiga neleidžiama, sistemos nustatymuose leiskite Tachimanga pasiekti jūsų nuotraukų albumus.
mn: Хандалтыг зөвшөөрөхгүй байна. Тачимангад зургийн цомогт хандах эрхийг системийн тохиргооноос олгоно уу.
ms: Akses Ditolak, sila benarkan Tachimanga untuk mengakses album foto anda dalam tetapan sistem.
pt_pt: Acesso negado, por favor permita que o Tachimanga aceda aos seus álbuns de fotos nas definições do sistema.
ru: Доступ запрещен, пожалуйста, разрешите Tachimanga доступ к вашим фотоальбомам в настройках системы.
sv: Åtkomst nekad, tillåt Tachimanga att komma åt ditt fotoalbum i systeminställningarna.
th: การเข้าถึงถูกปฏิเสธ โปรดอนุญาตให้ Tachimanga เข้าถึงอัลบั้มภาพของคุณในการตั้งค่าระบบ
tr: Erişim Reddedildi, lütfen Tachimanga'nın fotoğraf albümlerinize erişmesine izin verin.
uk: Доступ відмовлено, будь ласка, дозвольте Tachimanga отримати доступ до своїх фотоальбомів у налаштуваннях системи.
vi: Từ chối truy cập, vui lòng cho phép Tachimanga truy cập vào bộ sưu tập ảnh của bạn trong cài đặt hệ thống.
zh: 访问被拒绝，请在系统设置中允许Tachimanga访问您的相册。
zh_hant: 存取被拒，請在系統設定中允許Tachimanga存取您的相簿。

source: Set as default
ar: تعيين كافتراضي
be: Užýć ják pá zmaŭčáńni
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
hu: Beállítás alapértelmezettnek
id: Atur sebagai default
it: Imposta come predefinito
lt: Nustatyti kaip numatytuosius nustatymus
mn: Үндсэн болгох
ms: Setkan sebagai lalai
pt_pt: Definir como predefinido
ru: Установить по умолчанию
sv: Ange som standard
th: ตั้งเป็นค่าเริ่มต้น
tr: Varsayılan olarak ayarla
uk: Встановити за замовчуванням
vi: Đặt làm mặc định
zh: 设为默认
zh_hant: 設為預設

source: Reset to default
ar: إعادة تعيين إلى الوضع الافتراضي
be: Skínuć nałády
de: Zurücksetzen auf Standard
es: Restablecer a predeterminado
fr: Réinitialiser par défaut
hu: Visszaállítás az alapértelmezett értékre
id: Setel ulang ke default
it: Ripristina impostazioni predefinite
lt: Iš naujo nustatyti numatytuosius nustatymus
mn: Үндсэн рүү буцаах
ms: Tetap semula kepada lalai
pt_pt: Redefinir para predefinido
ru: Сбросить настройки
sv: Återställ till standard
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılan'a sıfırla
uk: Скинути налаштування
vi: Đặt lại thành mặc định
zh: 重置为默认
zh_hant: 重置為預設

# repo_not_exist
source: The extension repository does not exist.
ar: مستودع التمديد غير موجود.
be: Repazytár pašyréńniaŭ nié jysnujé.
de: Das Erweiterungs-Repository existiert nicht.
es: El repositorio de extensiones no existe.
fr: Le dépôt d'extension n'existe pas.
hu: A kiterjesztési tároló nem létezik.
id: Repositori ekstensi tidak ada.
it: Il repository delle estensioni non esiste.
lt: Praplėtimo saugykla neegzistuoja.
mn: Өргөтгөлийн сан байхгүй байна.
ms: Repositori sambungan tidak wujud.
pt_pt: O repositório de extensões não existe.
ru: Репозиторий расширений не существует.
sv: Utökningsarkivet finns inte.
th: ไม่มีเกลียวต่อส่วนขยาย
tr: Uzantı deposu mevcut değil.
uk: Сховище розширень не існує.
vi: Kho mở rộng không tồn tại.
zh: 插件仓库不存在。
zh_hant: 擴展庫不存在。

# disagree_label
source: Disagree
ar: عدم الموافقة
be: Niá zhódny
de: Nicht einverstanden
es: En desacuerdo
fr: Pas d'accord
hu: Nem egyetért
id: Tidak setuju
it: Non d'accordo
lt: Nesutinku
mn: Зөвшөөрөхгүй
ms: Tidak bersetuju
pt_pt: Discordo
ru: Не соглашаться
sv: Håller inte med
th: ไม่เห็นด้วย
tr: Katılmıyorum
uk: Не погоджуюсь
vi: Không đồng ý
zh: 不同意
zh_hant: 不同意

# agree_label
source: Agree
ar: موافقة
be: Zhódny
de: Einverstanden
es: De acuerdo
fr: D'accord
hu: Egyetért
id: Setuju
it: D'accordo
lt: Sutinku
mn: Зөвшөөрөх
ms: Bersetuju
pt_pt: Concordo
ru: Согласен
sv: Godkänn
th: เห็นด้วย
tr: Katılıyorum
uk: Погоджуюсь
vi: Đồng ý
zh: 同意
zh_hant: 同意

# library_is_empty
source: Your library is empty. Add manga from the browse tab.
ar: مكتبتك فارغة. أضف مانغا من علامة التصفح.
be: Vášaja biblijatáka pustája. Dadájcie mángu z ukłádki prahládu.
de: Deine Bibliothek ist leer. Füge Manga über das Durchsuchen-Register hinzu.
es: Tu biblioteca está vacía. Agrega manga desde la pestaña de exploración.
fr: Votre bibliothèque est vide. Ajoutez des mangas depuis l'onglet parcourir.
hu: Az ólomkönyvtár üres. Adj hozzá mangát a böngészési fülön keresztül.
id: Perpustakaan Anda kosong. Tambahkan manga dari tab jelajah.
it: La tua libreria è vuota. Aggiungi manga dalla scheda di navigazione.
lt: Jūsų biblioteka tuščia. Pridėkite mangą iš naršymo skirtuko.
mn: Таны сан хоосон байна. Хайлтын хэсгээс манга нэмнэ үү.
ms: Perpustakaan anda kosong. Tambah manga dari tab melayari.
pt_pt: A tua biblioteca está vazia. Adiciona mangas a partir do separador de navegação.
ru: Ваша библиотека пуста. Добавьте мангу из вкладки обзора.
sv: Ditt bibliotek är tomt. Lägg till manga från fliken Bläddra.
th: ห้องสมุดของคุณว่างเปล่า. เพิ่มมังงะจากแท็บเบราว์ซ์.
tr: Kütüphaneniz boş. Mangaları göz atma sekmesinden ekleyin.
uk: Ваша бібліотека порожня. Додайте мангу з вкладки перегляду.
vi: Thư viện của bạn trống. Thêm manga từ tab duyệt.
zh: 您的图书馆是空的。 从浏览选项卡添加漫画。
zh_hant: 您的圖書館是空的。 從瀏覽選項卡添加漫畫。

# history_is_empty
source: Nothing read recently.
ar: لم تقرأ شيئًا مؤخرًا.
be: Aničóha nié čytána niadáŭna.
de: Nichts zuletzt gelesen.
es: Nada leído recientemente.
fr: Aucune lecture récente.
hu: Nem olvastál semmit közelmúltban.
id: Tidak ada yang terbaca baru-baru ini.
it: Nessuna lettura recente.
lt: Pastaruoju metu nieko neskaityta.
mn: Сүүлийн үед уншсан зүйл алга.
ms: Tiada yang dibaca baru-baru ini.
pt_pt: Nada lido recentemente.
ru: Ничего не читали недавно.
sv: Inget läst nyligen.
th: ไม่มีอ่านเร็วๆ นี้.
tr: Son zamanlarda okunan bir şey yok.
uk: Нічого не читали останнім часом.
vi: Không có gì được đọc gần đây.
zh: 最近没有阅读任何内容。
zh_hant: 最近沒有閱讀任何內容。

# downloaded_is_empty
source: No recently downloaded.
ar: لا توجد تنزيلات حديثة.
be: Niamá niadáŭna spampaványch.
de: Keine kürzlich heruntergeladenen.
es: No hay descargas recientes.
fr: Aucun téléchargement récent.
hu: Nincs frissen letöltött elem.
id: Tidak ada yang baru saja diunduh.
it: Nessun download recente.
lt: Neseniai atsisiųstų failų nėra.
mn: Сүүлийн үед татсан зүйл алга.
ms: Tiada yang dimuat turun baru-baru ini.
pt_pt: Nada descarregado recentemente.
ru: Нет недавно загруженных.
sv: Inget nedladdat nyligen.
th: ไม่มีการดาวน์โหลดล่าสุด
tr: Son indirilen yok.
uk: Нещодавно не завантажувалося.
vi: Không có gì được tải về gần đây.
zh: 最近没有下载。
zh_hant: 最近沒有下載。

source: Reset filters
ar: إعادة ضبط الفلاتر
be: Skínuć fíltry
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
hu: Szűrők visszaállítása
id: Setel ulang filter
it: Reimposta filtri
lt: Iš naujo nustatyti filtrus
mn: Шүүлтүүрийг дахин тохируулах
ms: Tetapkan semula penapis
pt_pt: Repor filtros
ru: Сбросить фильтры
sv: Återställ filter
th: รีเซ็ตตัวคัดกรอง
tr: Filtreleri sıfırla
uk: Скинути фільтри
vi: Đặt lại bộ lọc
zh: 重置过滤器
zh_hant: 重設過濾器

# log_enable_tips
source: Log enabled successfully. Changes will take effect after restarting the app.
ar: تم تمكين تسجيل البيانات بنجاح. سيتم تطبيق التغييرات بعد إعادة تشغيل التطبيق.
be: Časópis paśpiachóva ŭklúčany. Źmiény nabúduć móc paślá pierazápusku pragrámy.
de: Protokollierung erfolgreich aktiviert. Änderungen werden nach dem Neustart der App wirksam.
es: Registro habilitado con éxito. Los cambios surtirán efecto después de reiniciar la aplicación.
fr: Journalisation activée avec succès. Les changements prendront effet après le redémarrage de l'application.
hu: Naplózás sikeresen engedélyezve. A változtatások az alkalmazás újraindítása után lépnek életbe.
id: Log berhasil diaktifkan. Perubahan akan berlaku setelah merestart aplikasi.
it: Registrazione abilitata con successo. Le modifiche avranno effetto dopo il riavvio dell'applicazione.
lt: Žurnalas įjungtas sėkmingai. Pakeitimai įsigalios iš naujo paleidus programėlę.
mn: Лог амжилттай идэвхжлээ. Аппыг ахин эхлүүлсний дараа хэрэгжинэ.
ms: Log berjaya diaktifkan. Perubahan akan berkuatkuasa selepas aplikasi tersebut dimulakan semula.
pt_pt: Registo ativado com sucesso. As alterações terão efeito após reiniciar a aplicação.
ru: Журналирование успешно включено. Изменения вступят в силу после перезапуска приложения.
sv: Loggning aktiverad. Ändringar träder i kraft efter omstart av appen.
th: เปิดใช้งานบันทึกข้อมูลสำเร็จแล้ว การเปลี่ยนแปลงจะมีผลหลังจากให้รีสตาร์ทแอป
tr: Günlükleme başarıyla etkinleştirildi. Değişiklikler uygulamayı yeniden başlattıktan sonra geçerli olacak.
uk: Логування успішно увімкнено. Зміни набудуть чинності після перезапуску програми.
vi: Đăng nhập đã được bật thành công. Thay đổi sẽ có hiệu lực sau khi khởi động lại ứng dụng.
zh: 成功启用日志记录。更改将在重新启动应用程序后生效。
zh_hant: 成功啟用日誌記錄。更改將在重新啟動應用程式後生效。

# manga_auto_refresh_title
source: Automatic refresh
ar: التحديث التلقائي
be: Aŭtamatýčnaje abnaŭléńnie
de: Automatische Aktualisierung
es: Recarga automática
fr: Actualisation automatique
hu: Automatikus frissítés
id: Pembaruan Otomatis
it: Aggiornamento automatico
lt: Automatinis atnaujinimas
mn: Автомат шинэчлэлт
ms: Pelaksanaan Semula Automatik
pt_pt: Atualização automática
ru: Автоматическое обновление
sv: Automatisk uppdatering
th: รีเฟรชอัตโนมัติ
tr: Otomatik yenileme
uk: Автоматичне оновлення
vi: Tự động làm mới
zh: 自动刷新
zh_hant: 自動更新

# manga_auto_refresh_desc
source: Check for new chapters when viewing the title.
ar: فحص الفصول الجديدة أثناء عرض العنوان.
be: Praviaráć najáŭnaść nóvych raździéłaŭ prý prahládzie siéryji.
de: Überprüfen auf neue Kapitel beim Anzeigen des Titels.
es: Buscar nuevos capítulos al ver el título.
fr: Vérifier les nouveaux chapitres lors de la consultation du titre.
hu: Az új fejezetek ellenőrzése a cím megtekintésekor.
id: Periksa bab baru saat melihat judul.
it: Controlla i nuovi capitoli durante la visualizzazione del titolo.
lt: Peržiūrėdami pavadinimą patikrinkite, ar yra naujų skyrių.
mn: Манга үзэх үед шинэ бүлэг шалгах.
ms: Semak bab baru ketika melihat tajuk.
pt_pt: Verificar novos capítulos ao visualizar o título.
ru: Проверка новых глав при просмотре заголовка.
sv: Sök efter nya kapitel när du visar titeln.
th: ตรวจสอบตอนใหม่เมื่อดูชื่อเรื่อง
tr: Başlığı görüntülerken yeni bölümleri kontrol edin.
uk: Перевірка нових розділів під час перегляду заголовка.
vi: Kiểm tra chương mới khi xem tiêu đề.
zh: 查看标题时检查新章节.
zh_hant: 在查看標題時檢查新章節。

# migration_dialog_tips
source: Downloaded chapter(s) do not transfer with migrations.
ar: الفصل(أو الفصول) المُحملة لا تنتقل مع الهجرة.
be: Spampaványja raździéły nié pieranósiacca prý mihraváńni.
de: Heruntergeladene Kapitel werden bei einer Migration nicht übertragen.
es: Los capítulos descargados no se transfieren con las migraciones.
fr: Les chapitres téléchargés ne sont pas transférés avec les migrations.
hu: A letöltött fejezetek nem kerülnek át az áttelepítés során.
id: Bab yang telah diunduh tidak dipindahkan saat migrasi.
it: I capitoli scaricati non vengono trasferiti con le migrazioni.
lt: Atsisiųstas (-i) skyrius (-iai) neperkeliamas (-i) migruojant.
mn: Татсан бүлэг(үүд) нь хамт шилжэхгүй.
ms: Bab yang telah dimuat turun tidak dipindahkan dengan migrasi.
pt_pt: Capítulos transferidos não são acompanhados nas migrações.
ru: Загруженные главы не переносятся при миграции.
sv: Nedladdade kapitel följer inte med vid migrering.
th: ตอนที่ดาวน์โหลดไว้ไม่ย้ายไปกับการย้าย
tr: İndirilen bölüm(ler) göçlerle transfer edilmez.
uk: Завантажені розділи не переносяться під час міграції.
vi: Chương đã tải xuống không chuyển với diệp lạc.
zh: 迁移不包含已下载章节。
zh_hant: 遷移不含已下載章節。

# premium_month_price
source: {price}/month
ar: {price}/الشهر
be: {price}/miésiac
de: {price}/Monat
es: {price}/mes
fr: {price}/mois
hu: {price}/hónap
id: {price}/bulan
it: {price}/mese
lt: {price}/mėn
mn: {price}/сар
ms: {price}/bulan
pt_pt: {price}/mês
ru: {price}/месяц
sv: {price}/månad
th: {price}/เดือน
tr: {price}/ay
uk: {price}/місяць
vi: {price}/tháng
zh: {price}/月
zh_hant: {price}/月

# premium_month_price_only
source: Only {price}/month
ar: فقط {price}/الشهر
be: Usiahó {price}/miésiac
de: Nur {price}/Monat
es: Solo {price}/mes
fr: Seulement {price}/mois
hu: Csak {price}/hónap
id: Hanya {price}/bulan
it: Solo {price}/mese
lt: Tik {price}/mėn
mn: Зөвхөн {price}/сар
ms: Hanya {price}/bulan
pt_pt: Apenas {price}/mês
ru: Только {price}/месяц
sv: Endast {price}/månad
th: เพียง {price}/เดือน
tr: Sadece {price}/ay
uk: Тільки {price}/місяць
vi: Chỉ {price}/tháng
zh: 仅{price}/月
zh_hant: 僅{price}/月

# premium_year_price
source: {price}/year
ar: {price}/سنة
be: {price}/hód
de: {price}/Jahr
es: {price}/año
fr: {price}/an
hu: {price}/év
id: {price}/tahun
it: {price}/anno
lt: {price} per metus
mn: {price}/жил
ms: {price}/tahun
pt_pt: {price}/ano
ru: {price}/год
sv: {price}/år
th: {price}/ปี
tr: {price}/yıl
uk: {price}/рік
vi: {price}/năm
zh: {price}/年
zh_hant: {price}/年

source: Early Bird Price
ar: سعر الطيور الباكرة
be: Ráńniaja caná
de: Frühbucherpreis
es: Precio de venta anticipada
fr: Prix spécial de prévente
hu: Korai foglalási ár
id: Harga Early Bird
it: Prezzo di lancio
lt: Ankstyvojo paukščio kaina
mn: Эрт авах үнэ
ms: Harga awal burung
pt_pt: Preço Promocional
ru: Цена при раннем заказе
sv: Early Bird-pris
th: ราคาล่วงหน้า
tr: Erken kuş fiyatı
uk: Ціна раннього птаха
vi: Giá chim sớm
zh: 早鸟价
zh_hant: 早鳥價

source: Sync
ar: مزامنة
be: Synchranizácyja
de: Synchronisieren
es: Sincronización
fr: Synchroniser
hu: Szinkronizálás
id: Sinkronisasi
it: Sincronizzazione
lt: Sinchronizuoti
mn: Синк
ms: Sinkron
pt_pt: Sincronizar
ru: Синхронизация
sv: Synkronisera
th: ซิงค์
tr: Senkronize Et
uk: Синхронізація
vi: Đồng bộ
zh: 同步
zh_hant: 同步

source: Enable Sync
ar: تمكين المزامنة
be: Uklučýć synchranizácyju
de: Synchronisierung aktivieren
es: Activar sincronización
fr: Activer la synchronisation
hu: Szinkronizáció engedélyezése
id: Aktifkan Sinkronisasi
it: Abilita sincronizzazione
lt: Įjungti sinchronizavimą
mn: Синкийг идэвхжүүлэх
ms: Aktifkan Sinkron
pt_pt: Ativar Sincronização
ru: Включить синхронизацию
sv: Aktivera synkronisering
th: เปิดใช้งานการซิงค์
tr: Senkronizasyonu Etkinleştir
uk: Увімкнути синхронізацію
vi: Kích hoạt đồng bộ
zh: 启用同步
zh_hant: 啟用同步
