Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# pref_incognito_mode_summary
source: Pauses reading history
ar: إيقاف سجل القراءة
be: Prypyniáje zápis históryju čytáńnia
de: Leseverlauf pausieren
es: Pausa el historial de lectura
fr: Suspend l'historique de lecture
hu: Olvasási előzmények szüneteltetése
id: Jeda riwayat membaca
it: Sospendi cronologia di lettura
ko: 읽기 기록 일시중지
lt: Sustabdo skaitymo istoriją
mn: Уншилтын түүхийг түр зогсоох
ms: Menjeda sejarah membaca
nl: Pauzeert leesgeschiedenis
pt_pt: Pausa no histórico de leitura
ru: Приостанавливает историю чтения
sv: Pausar läst historik
th: หยุดประวัติการอ่านชั่วคราว
tr: Okuma geçmişini duraklatır
uk: Призупиняє історію читання
vi: Dừng lưu giữ lịch sử đọc
zh: 暂停记录阅读历史
zh_hant: 暫停閱讀記錄

# pref_incognito_mode_on
source: Incognito mode on
ar: وضع التصفح المتخفي مفعل
be: Režým inkóhnita ŭklúčany
de: Inkognito-Modus aktiviert
es: Modo incógnito activado
fr: Mode incognito activé
hu: Inkognitó mód bekapcsolva
id: Mode penyamaran aktif
it: Modalità incognito attiva
ko: 시크릿 모드 켜짐
lt: inkognito režimas Įjungtas
mn: Нууц горим идэхвжсэн
ms: Mod inkognito dihidupkan
nl: Incognitomodus aan
pt_pt: Modo de navegação anónima ativado
ru: Режим инкогнито включен
sv: Incognitoläge på
th: โหมดซ่อนตัวเปิด
tr: Gizli mod açık
uk: Режим інкогніто увімкнено
vi: Chế độ ẩn danh đã bật
zh: 无痕模式已开启
zh_hant: 無痕模式已啟動

# pref_incognito_mode_off
source: Incognito mode off
ar: وضع التصفح المتخفي معطل
be: Režým inkóhnita výklučany
de: Inkognito-Modus deaktiviert
es: Modo incógnito desactivado
fr: Mode incognito désactivé
hu: Inkognitó mód kikapcsolva
id: Mode penyamaran nonaktif
it: Modalità incognito disattiva
ko: 시크릿 모드 꺼짐
lt: inkognito režimas Išjungtas
mn: Нууц горим идэвхгүй
ms: Mod inkognito dimatikan
nl: Incognitomodus uit
pt_pt: Modo de navegação anónima desativado
ru: Режим инкогнито выключен
sv: Incognitoläge av
th: โหมดซ่อนตัวปิด
tr: Gizli mod kapalı
uk: Режим інкогніто вимкнено
vi: Chế độ ẩn danh đã tắt
zh: 无痕模式已关闭
zh_hant: 無痕模式已停用

# lock_after_mins
source: {x, plural, one{After {x} minute} other{After {x} minutes}}
ar: {x, plural, zero{بعد أقل من دقيقة} one{بعد دقيقة} two{بعد دقيقتين} few{بعد {x} دقائق} many{بعد {x} دقائق} other{بعد {x} دقائق}}
be: {x, plural, one{Paślá {x} chvilíny} other{Paślá {x} chvilínaŭ}}
de: {x, plural, one{Nach {x} Minute} other{Nach {x} Minuten}}
es: {x, plural, one{Tras {x} minuto} many{Tras {x} minutos} other{Tras {x} minutos}}
fr: {x, plural, one{Après {x} minute} many{Après {x} minutes} other{Après {x} minutes}}
hu: {x, plural, one{1 perc után} other{{x} percek után}}
id: {x, plural, other{Setelah {x} menit}}
it: {x, plural, one{Dopo {x} minuto} many{Dopo {x} minuti} other{Dopo {x} minuti}}
ko: {x, plural, other{{x}분뒤}}
lt: {x, plural, one{Po {x} minutės} other{Po {x} minučių}}
mn: {x, plural, one{{x} минутын дараа} other{{x} минутын дараа}}
ms: {x, plural, other{Selepas {x} minit}}
nl: {x, plural, one{Na {x} minuut} other{Na {x} minuten}}
pt_pt: {x, plural, one{Após {x} minuto} many{Após {x} minutos} other{Após {x} minutos}}
ru: {x, plural, one{После {x} минуты} few{После {x} минут} many{После {x} минут} other{После {x} минут}}
sv: Efter {x} minut
th: {x, plural, other{หลังจาก {x} นาที}}
tr: {x, plural, one{{x} dakika sonra} other{{x} dakika sonra}}
uk: {x, plural, one{Після {x} хвилини} few{Після {x} хвилин} many{Після {x} хвилин} other{Після {x} хвилин}}
vi: {x, plural, other{Sau {x} phút}}
zh: {x, plural, other{{x} 分钟后}}
zh_hant: {x, plural, other{{x} 分鐘後}}

# lock_type_biometrics
source: FaceID/TouchID
ar: معرف الوجه/معرف اللمس
hu: Arcazonosítás/Ujjlenyomat-azonosítás
mn: Нүүр таних/Хурууний хээ
zh_hant: 臉部識別/觸控ID

# lock_type_passcode
source: Passcode
ar: رمز المرور
be: Paról
es: Código de acceso
fr: Code d'accès
hu: Jelkód
id: Kode sandi
ko: 비밀번호
lt: Prisijungimo kodas
mn: Нууц код
ms: Kod akses
nl: Toegangscode
pt_pt: Código de acesso
ru: Пароль
sv: Lösenkod
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mã số
zh: 密码
zh_hant: 密碼

# lock_biometrics_unavailable
source: FaceID or TouchID is unavailable.
ar: معرف الوجه أو معرف اللمس غير متاح.
be: FaceID albó TouchID niedastúpnyja.
de: FaceID oder TouchID nicht verfügbar.
es: FaceID o TouchID no está disponible.
fr: FaceID ou TouchID n'est pas disponible.
hu: Az arcfelismerés vagy az ujjlenyomat-azonosítás nem elérhető.
id: FaceID atau TouchID tidak tersedia.
it: FaceID o TouchID non disponibili.
ko: FaceID 또는 TouchID를 사용할 수 없습니다.
lt: FaceID arba TouchID nepasiekiamas.
mn: Нүүр таних эсвэл хурууний хээ таних боломжгүй байна.
ms: FaceID atau TouchID tidak tersedia.
nl: Face ID of Touch ID is niet beschikbaar.
pt_pt: FaceID ou TouchID não disponível.
ru: FaceID или TouchID недоступен.
sv: FaceID eller TouchID är inte tillgängligt.
th: FaceID หรือ TouchID ไม่สามารถใช้งานได้
tr: FaceID veya TouchID kullanılamıyor.
uk: FaceID або TouchID недоступний.
vi: FaceID hoặc TouchID không khả dụng.
zh: FaceID或TouchID不可用。
zh_hant: 臉部識別或觸控ID不可用。

# unlock_title
source: Unlock Tachimanga
ar: فتح تاشيمانجا
be: Razblakaváć Tachimanga
de: Tachimanga entsperren
es: Desbloquear Tachimanga
fr: Déverrouiller Tachimanga
hu: Tachimanga feloldása
id: Buka kunci Tachimanga
it: Sblocca Tachimanga
ko: Tachimanga 잠금해제
lt: Atrakinti Tachimanga
mn: Тачимангаг нээх
ms: Buka kunci Tachimanga
nl: Ontgrendel Tachimanga
pt_pt: Desbloquear Tachimanga
ru: Разблокировать Tachimanga
sv: Lås upp Tachimanga
th: ปลดล็อก Tachimanga
tr: Tachimanga Kilidini Aç
uk: Розблокувати Tachimanga
vi: Mở khóa Tachimanga
zh: 解锁Tachimanga
zh_hant: 解鎖 Tachimanga

# pref_date_format
source: Date format
ar: تنسيق التاريخ
be: Farmát dáty
de: Datumsformat
es: Formato de fecha
fr: Format de date
hu: Dátum formátum
id: Format tanggal
it: Formato data
ko: 날짜 형식
lt: Datos formatas
mn: Огнооны формат
ms: Format tarikh
nl: Datumnotatie
pt_pt: Formato da data
ru: Формат даты
sv: Datumformat
th: รูปแบบวันที่
tr: Tarih biçimi
uk: Формат дати
vi: Định dạng ngày
zh: 日期格式
zh_hant: 日期格式

# relative_time_today
source: Today
ar: اليوم
be: Sióńnia
de: Heute
es: Hoy
fr: Aujourd'hui
hu: Ma
id: Hari Ini
it: Oggi
ko: 오늘
lt: Šiandien
mn: Өнөөдөр
ms: Hari ini
nl: Vandaag
pt_pt: Hoje
ru: Сегодня
sv: Idag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh: 今天
zh_hant: 今天

# relative_time
source: {x, plural, one{Yesterday} other{{x} days ago}}
ar: {x, plural, zero{الأمس} one{منذ {x} أيام} two{منذ {x} أيام} few{منذ {x} أيام} many{منذ {x} أيام} other{منذ {x} أيام}}
be: {x, plural, one{Učóra} other{{x} dní/dzión tamú}}
de: {x, plural, one{Gestern} other{Vor {x} Tagen}}
es: {x, plural, one{Ayer} many{Hace {x} días} other{Hace {x} días}}
fr: {x, plural, one{Hier} many{Il y a {x} jours} other{Il y a {x} jours}}
hu: {x, plural, one{Tegnap} other{{x} napja}}
id: {x, plural, other{{x} hari yang lalu}}
it: {x, plural, one{Ieri} many{{x} giorni fa} other{{x} giorni fa}}
ko: {x, plural, other{{x}일전}}
lt: {x, plural, one{Vakar} other{Prieš {x} dienas}}
mn: {x, plural, one{Өчигдөр} other{{x} хоногийн өмнө}}
ms: {x, plural, other{{x} hari lalu}}
nl: {x, plural, one{Gisteren} other{{x} dagen geleden}}
pt_pt: {x, plural, one{Ontem} many{Há {x} dias} other{Há {x} dias}}
ru: {x, plural, one{Вчера} few{{x} дня назад} many{{x} дней назад} other{{x} дней назад}}
sv: {x, plural, one{I går} other{För {x} dagar sedan}}
th: {x, plural, other{{x} วันที่ผ่านมา}}
tr: {x, plural, one{Dün} other{{x} gün önce}}
uk: {x, plural, one{Учора} few{{x} днів тому} many{{x} днів тому} other{{x} днів тому}}
vi: {x, plural, other{{x} ngày trước}}
zh: {x, plural, other{{x} 天前}}
zh_hant: {x, plural, other{{x} 天前}}

# num_trackers
source: {x, plural, one{{x} tracker} other{{x} trackers}}
ar: {x, plural, zero{لا متتبّع} one{متتبّع واحد} two{متتبعان} few{بضعة متتبّعين ({x})} many{عدّة متتبّعين ({x})} other{{x} متتبّعاً}}
be: {x, plural, one{{x} trékier} other{{x} trékieraŭ}}
de: {x, plural, one{{x} Tracker} other{{x} Tracker}}
es: {x, plural, one{{x} servicio de seguimiento} many{{x} servicios de seguimiento} other{{x} servicios de seguimiento}}
fr: {x, plural, one{Suivi par {x} service} many{Suivi par {x} services} other{Suivi par {x} services}}
hu: {x, plural, one{{x} tracker} other{{x} trackerek}}
id: {x, plural, other{{x} pelacak}}
it: {x, plural, one{{x} tracker} many{{x} trackers} other{{x} trackers}}
ko: {x, plural, other{{x}개의 트래커}}
lt: {x, plural, one{{x} sekėjas} other{{x} sekėjai}}
mn: {x, plural, one{{x} тракер} other{{x} тракерууд}}
ms: {x, plural, other{{x} penjejak}}
pt_pt: {x, plural, one{{x} rastreador} many{{x} rastreadores} other{{x} rastreadores}}
ru: {x, plural, one{{x} отслеживание} few{{x} отслеживания} many{{x} отслеживаний} other{{x} отслеживаний}}
sv: {x, plural, one{{x} spårare} other{{x} spårare}}
th: {x, plural, other{{x} ตัวติดตาม}}
tr: {x, plural, one{{x} izleyici} other{{x} izleyici}}
uk: {x, plural, one{{x} трекер} few{{x} трекери} many{{x} трекерів} other{{x} трекерів}}
vi: {x, plural, other{{x} bộ theo dõi}}
zh: {x, plural, other{{x} 个记录平台}}
zh_hant: {x, plural, other{{x} 個歷程平台}}

# num_categories
source: {x, plural, one{{x} category} other{{x} categories}}
ar: {x, plural, zero{لا يوجد فئات} one{فئة} two{فئتان} few{{x} فئات} many{{x} فئات} other{{x} فئات}}
be: {x, plural, one{{x} katehóryja} other{{x} katehóryjaŭ}}
de: {x, plural, one{{x} Kategorie} other{{x} Kategorien}}
es: {x, plural, one{{x} categoría} many{{x} categorías} other{{x} categorías}}
fr: {x, plural, one{{x} catégorie} many{{x} catégories} other{{x} catégories}}
hu: {x, plural, one{{x} kategória} other{{x} kategóriák}}
id: {x, plural, other{{x} kategori}}
it: {x, plural, one{{x} categoria} many{{x} categorie} other{{x} categorie}}
ko: {x, plural, other{{x}개의 카테고리}}
lt: {x, plural, one{{x} kategorija} other{{x} kategorijos}}
mn: {x, plural, one{{x} ангилал} other{{x} ангилалууд}}
ms: {x, plural, other{{x} kategori}}
nl: {x, plural, one{{x} categorie} other{{x} categorieën}}
pt_pt: {x, plural, one{{x} categoria} many{{x} categorias} other{{x} categorias}}
ru: {x, plural, one{{x} категория} few{{x} категории} many{{x} категорий} other{{x} категорий}}
sv: {x, plural, one{{x} kategori} other{{x} kategorier}}
th: {x, plural, other{หมวดหมู่ {x}}}
tr: {x, plural, one{{x} ulam} other{{x} ulam}}
uk: {x, plural, one{{x} категорія} few{{x} категорії} many{{x} категорій} other{{x} категорій}}
vi: {x, plural, other{{x} danh mục}}
zh: {x, plural, other{{x} 个分类}}
zh_hant: {x, plural, other{{x} 個類別}}

# action_sort_latest_chapter
source: Latest chapter
ar: أحدث فصل
be: Apóšni raździéł
de: Neuestes Kapitel
es: Por capítulo más reciente
fr: Dernier chapitre
hu: Legújabb fejezet
id: Bab terbaru
it: Ultimo capitolo
ko: 마지막 챕터 업데이트순
lt: Naujausias skyrius
mn: Сүүлийн бүлэг
ms: Bab terkini
nl: Laatste hoofdstuk
pt_pt: Último capítulo
ru: Последняя глава
sv: Senaste kapitlet
th: ตอนล่าสุด
tr: Son bölüm
uk: Останній розділ
vi: Chương mới nhất
zh: 作品更新时间
zh_hant: 最新章節

# tabs_header
source: Tabs
ar: نوافذ
be: Ukłádki
de: Registerkarten
es: Pestañas
fr: Onglets
hu: Lapok
id: Tab
it: Schede
ko: 탭
lt: Skirtukai
mn: Табууд
ms: Tab
pt_pt: Abas
ru: Вкладки
sv: Flikar
th: แท็บ
tr: Sekmeler
uk: Вкладки
vi: Mục
zh: 标签
zh_hant: 頁籤

# action_display_show_number_of_items
source: Show number of items
ar: إظهار عدد العناصر
be: Pakázvać kólkaść raździéłaŭ
de: Anzahl der Elemente anzeigen
es: Mostrar el número de elementos
fr: Afficher le nombre d’entrées
hu: Tárgyak számának mutatása
id: Tampilkan jumlah item
it: Mostra numero elementi
ko: 항목 수 표시
lt: Rodyti elementų skaičių
mn: Контентийн тоог харуулах
ms: Tunjuk jumlah bilangan
nl: Toon aantal items
pt_pt: Mostrar número de itens
ru: Показывать количество серий
sv: Visa antal objekt
th: แสดงจำนวน
tr: Öge sayısını göster
uk: Показати кількість об'єктів
vi: Hiện số truyện
zh: 显示作品数
zh_hant: 顯示藏書數目

source: Page Layout
ar: تخطيط الصفحة
be: Makiét starónki
de: Seitenlayout
es: Diseño de página
fr: Disposition de la page
hu: Oldalszerkezet
id: Tata Letak Halaman
it: Layout Pagina
ko: 페이지 레이아웃
lt: Puslapio išdėstymas
mn: Хуудасны Байрлал
ms: Atur Layout Halaman
nl: Pagina-indeling
pt_pt: Layout de Página
ru: Макет страницы
sv: Sidlayout
th: เค้าโครงหน้า
tr: Sayfa Düzeni
uk: Макет сторінки
vi: Bố cục Trang
zh: 页面布局
zh_hant: 頁面版面

# page_layout_single
source: Single Page
ar: صفحة واحدة
be: Adná starónka
de: Einzelne Seite
es: Página única
fr: Page simple
hu: Egyetlen Oldal
id: Halaman Tunggal
it: Pagina Singola
ko: 단일 페이지
lt: Vienas puslapis
mn: Нэг Хуудас
ms: Halaman Tunggal
nl: Enkele Pagina
pt_pt: Página Única
ru: Одна страница
sv: En sida
th: หน้าเดียว
tr: Tek Sayfa
uk: Одна сторінка
vi: Trang Đơn
zh: 单页
zh_hant: 單頁

# page_layout_double
source: Double Page
ar: صفحة مزدوجة
be: Padvójnaja starónka
de: Doppelte Seite
es: Página doble
hu: Két Oldal
id: Halaman Ganda
it: Pagina Doppia
ko: 이중 페이지
lt: Dvigubas puslapis
mn: Хоёр Хуудас
ms: Halaman Ganda
nl: Dubbele Pagina
pt_pt: Página Dupla
ru: Двойная страница
sv: Dubbelsida
th: หน้าสอง
tr: Çift Sayfa
uk: Подвійна сторінка
vi: Trang Đôi
zh: 双页
zh_hant: 雙頁

# page_layout_automatic
source: Automatic
ar: تلقائي
be: Aŭtamatýčna
de: Automatisch
es: Automático
fr: Automatique
hu: Automatikus
id: Otomatis
it: Automatico
ko: 자동
lt: Automatinis
mn: Автомат
ms: Automatik
nl: Automatisch
pt_pt: Automático
ru: Автоматический
sv: Automatisk
th: อัตโนมัติ
tr: Otomatik
uk: Автоматичний
vi: Tự động
zh: 自动
zh_hant: 自動

# page_layout_separate_first_page
source: Separate first page
ar: أفصل الصفحة الأولى
be: Padzialíć piéršuju starónku
de: Erste Seite trennen
es: Separar primera página
fr: Séparer la première page
hu: Első oldal különálló
id: Pisahkan halaman pertama
it: Separare prima pagina
ko: 첫번째 페이지 분리
lt: Atskiras pirmasis puslapis
mn: Эхний хуудсыг тусгаарлах
ms: asingkan halaman pertama
nl: Aparte eerste pagina
pt_pt: Separar primeira página
ru: Разделить первую страницу
sv: Separera första sidan
th: แยกหน้าแรก
tr: İlk sayfayı ayır
uk: Відокрімити першу сторінку
vi: Tách trang đầu tiên
zh: 分开第一页
zh_hant: 分開第一頁

# page_layout_tip
source: Page Layout only takes effect in paging reading mode.
ar: تأثير تخطيط الصفحة يحدث فقط في وضع القراءة الدفقية.
be: Makiét starónki dziéjničaje tólki ŭ režýmie čytáńnia starónak.
de: Das Seitenlayout gilt nur im Seitenlesemodus.
es: El diseño de página solo tiene efecto en el modo de lectura por páginas.
fr: La disposition de la page n'a d'effet que en mode de lecture paginé.
hu: Az Oldalszerkezet csak a lapozva történő olvasási módban érvényes.
id: Tata Letak Halaman hanya berlaku dalam mode pembacaan berpembagian halaman.
it: Il Layout Pagina ha effetto solo in modalità di lettura a paginazione.
ko: 페이지 레이아웃은 페이지 넘김 읽기 모드에서만 유효합니다.
lt: Puslapio išdėstymas įsigalioja tik puslapių skaitymo režimu.
mn: Хуудасны байрлал нь зөвхөн хуудаслаж унших горимд л ажиллана.
ms: Atur Layout Halaman hanya berkuat kuasa dalam mod pembacaan berpembahagian halaman.
nl: Pagina-indeling wordt alleen toegepast in de pagina-leesmodus.
pt_pt: O Layout de Página só tem efeito no modo de leitura em página.
ru: Макет страницы действует только в режиме пейджинга.
sv: Sidlayout gäller endast i sidläsningsläge.
th: การจัดเลยหน้ามีผลต่อเฉพาะในโหมดอ่านแบบเป็นหน้า.
tr: Sayfa Düzeni sadece sayfalı okuma modunda etkilidir.
uk: Макет сторінки працює тільки в режимі читання з пагінацією.
vi: Bố cục Trang chỉ có hiệu quả trong chế độ đọc theo trang.
zh: 页面布局仅在分页阅读模式下生效。
zh_hant: 頁面版面僅在分頁閱讀模式下生效。

# show_tap_zones_when_start_reading
source: Show tap zones when starting reading.
ar: إظهار مناطق الضغط عند بدء القراءة.
be: Pakázvać nacisknýja zóny prý pačátku čytáńnia.
de: Zeigen Sie Berührungszonen beim Starten des Lesens.
es: Mostrar zonas de toque al iniciar la lectura.
fr: Afficher les zones de tapotement au début de la lecture.
hu: Az érintési zónák megjelenítése az olvasás kezdetekor.
id: Tampilkan zona ketukan saat memulai membaca.
it: Mostra zone di tocco all'avvio della lettura.
ko: 읽기를 시작할 때 탭 영역을 표시합니다.
lt: Pradedant skaityti parodyti bakstelėjimo zonas.
mn: Уншилт эхлэх үед дарах бүсийг харуулах.
ms: Tunjukkan zon ketukan apabila memulakan pembacaan.
nl: Toon tikzones bij het starten van het lezen.
pt_pt: Mostrar zonas de toque ao iniciar a leitura.
ru: Показать зоны нажатия при начале чтения.
sv: Visa tryckzoner när läsning startar.
th: แสดงโซนแตะเมื่อเริ่มอ่าน.
tr: Okumaya başlarken dokunma bölgelerini göster.
uk: Показати зони натискання при початку читання.
vi: Hiển thị vùng chạm khi bắt đầu đọc.
zh: 开始阅读时显示点击区域。
zh_hant: 開始閱讀時顯示觸碰區域。

source: Select chapters
ar: حدد الفصول
be: Abraáć raździéły
de: Kapitel auswählen
es: Seleccionar capítulos
fr: Sélectionner des chapitres
hu: Válassza ki a fejezeteket
id: Pilih bab
it: Seleziona capitoli
ko: 챕터 선택
lt: Pasirinkti skyriai
mn: Бүлгүүдийг сонгох
ms: Pilih bab
nl: Selecteer hoofdstukken
pt_pt: Selecionar capítulos
ru: Выбрать главы
sv: Välj kapitel
th: เลือกบท
tr: Bölümleri Seç
uk: Вибрати глави
vi: Chọn các chương
zh: 选择章节
zh_hant: 選擇章節

# label_watermark
source: Watermark
ar: علامة مائية
be: Vadzianý znák
de: Wasserzeichen
es: Marca de agua
fr: Filigrane
hu: Vízjel
id: Tanda air
it: Filigrana
ko: 워터마크
lt: Vandens ženklas
mn: Тамга
nl: Watermerk
pt_pt: Marca de água
ru: Водяной знак
sv: Vattenstämpel
th: ลายน้ำ
tr: Filigran
uk: Водяний знак
vi: Dấu nước
zh: 水印
zh_hant: 浮水印

source: Tap to open
ar: انقر لفتح
be: Nacíśnicie, káb adkrýć
de: Tippen zum Öffnen
es: Toque para abrir
fr: Appuyez pour ouvrir
hu: Koppints a megnyitáshoz
id: Ketuk untuk membuka
it: Tocca per aprire
ko: 탭하여 열기
lt: Bakstelėkite, kad atidarytumėte
mn: Дарж нээх
ms: Ketik untuk membuka
nl: Tik om te openen
pt_pt: Toque para abrir
ru: Нажмите, чтобы открыть
sv: Tryck för att öppna
th: แตะเพื่อเปิด
tr: Açmak için dokunun
uk: Натисніть, щоб відкрити
vi: Nhấn để mở
zh: 点击打开
zh_hant: 點擊開啟

source: Labs
ar: مختبرات
be: Labaratóryji
de: Labore
fr: Laboratoires
hu: Laborok
id: Lab
it: Laboratori
ko: 실험실
lt: Laboratorijos
mn: Туршилтууд
ms: Makmal
nl: Lab
pt_pt: Laboratórios
ru: Лаборатории
sv: Labb
th: ห้องปฏิบัติการ
tr: Laboratuvarlar
uk: Лабораторії
vi: Lab
zh: 实验室
zh_hant: 實驗室

# labsSubtitle
source: Experimental Features
ar: المميزات التجريبية‎
be: Eksperymentálnyja fúnkcyji
de: Experimentelle Funktionen
es: Funciones experimentales
fr: Fonctionnalités expérimentales
hu: Kísérleti funkciók
id: Fitur Percobaan
it: Funzionalità sperimentali
ko: 실험적 기능
lt: Eksperimentinės funkcijos
mn: Туршилтын Үйлдлүүд
ms: Ciri-ciri Eksperimental
nl: Experimentele Functies
pt_pt: Funcionalidades experimentais
ru: Экспериментальные функции
sv: Experimentella funktioner
th: คุณลักษณะการทดลอง
tr: Deneysel Özellikler
uk: Експериментальні функції
vi: Các Tính Năng Thử Nghiệm
zh: 实验性功能
zh_hant: 實驗性功能

# concurrent_download_short_title_num
source: Concurrent downloads: {num}
ar: التنزيلات المتزامنة: {num}
be: Adnačasóvyja spampóŭki: {num}
de: Gleichzeitige Downloads: {num}
es: Descargas concurrentes: {num}
fr: Téléchargements simultanés : {num}
hu: Egyidejű letöltések: {num}
id: Unduhan serentak: {num}
it: Download simultanei: {num}
ko: 동시 다운로드 수: {num}
lt: Atsisiunčiami dokumentai: {num}
mn: Зэрэгцээ таталт: {num}
ms: Muat turun serentak: {num}
nl: Gelijktijdige downloads: {num}
pt_pt: Downloads concorrentes: {num}
ru: Одновременные загрузки: {num}
sv: Samtidiga nedladdningar: {num}
th: ดาวน์โหลดพร้อมกัน: {num}
tr: Eşzamanlı indirmeler: {num}
uk: Одночасні завантаження: {num}
vi: Tải xuống đồng thời: {num}
zh: 并发下载数：{num}
zh_hant: 同時下載數量: {num}

# concurrent_download_short_title
source: Concurrent downloads
ar: التنزيلات المتزامنة
be: Adnačasóvyja spampóŭki
de: Gleichzeitige Downloads
es: Descargas concurrentes
fr: Téléchargements simultanés
hu: Egyidejű letöltések
id: Unduhan serentak
it: Download simultanei
ko: 동시 다운로드
lt: Atsisiunčiami dokumentai
mn: Зэрэгцээ таталт
ms: Muat turun serentak
nl: Gelijktijdige downloads
pt_pt: Downloads concorrentes
ru: Одновременные загрузки
sv: Samtidiga nedladdningar
th: ดาวน์โหลดพร้อมกัน
tr: Eşzamanlı indirmeler
uk: Одночасні завантаження
vi: Tải xuống đồng thời
zh: 并发下载
zh_hant: 同時下載

# concurrent_download_title
source: Number of concurrent downloads
ar: عدد التنزيلات المتزامنة
be: Kólkaść adnačasóvych spampóŭkaŭ
de: Anzahl gleichzeitiger Downloads
es: Número de descargas concurrentes
fr: Nombre de téléchargements simultanés
hu: Egyidejű letöltések száma
id: Jumlah unduhan serentak
it: Numero di download simultanei
ko: 동시 다운로드 수
lt: Lygiagrečių atsisiuntimų skaičius
mn: Зэрэгцээ татах тоо
ms: Bilangan muat turun serentak
nl: Aantal gelijktijdige downloads
pt_pt: Número de downloads concorrentes
ru: Количество одновременных загрузок
sv: Antal samtidiga nedladdningar
th: จำนวนการดาวน์โหลดพร้อมกัน
tr: Eşzamanlı indirme sayısı
uk: Кількість одночасних завантажень
vi: Số lượng tải xuống đồng thời
zh: 并发下载数量
zh_hant: 同時下載數量
