Repository: tachimanga/intl
Catalog: l10n/app_*.arb
Languages: ar, be, de, es, fr, hu, id, it, ko, lt, mn, ms, nl, pt_pt, ru, sv, th, tr, uk, vi, zh, zh_hant

# receive_timeout_subtitle
source: Adjust this option only when you frequently encounter receive timeout issues.
ar: عدل هذا الخيار فقط إذا كنت تواجه مشكلات متكررة في مهلة الاستلام.
be: Adrehulújcie héty parámetar, tólki kalí vý částa sutykájeciesia z prablémami tájm-áŭtu atrymáńnia.
de: Passen Sie diese Option nur an, wenn Sie häufig auf Empfangstimeouts stoßen.
es: Ajusta esta opción solo si frecuentemente tienes problemas de tiempo de espera.
fr: Modifiez cette option uniquement si vous rencontrez souvent des problèmes de délai d'expiration.
hu: Csak akkor módosítsa ezt az opciót, ha gyakran tapasztal időtúllépési problémákat.
id: Sesuaikan opsi ini hanya jika Anda sering mengalami masalah batas waktu penerimaan.
it: Regola questa opzione solo se riscontri frequentemente problemi di timeout di ricezione.
lt: Šią parinktį nustatykite tik tada, kai dažnai susiduriate su gavimo laiko limito problemomis.
mn: Тайм-оүт дуусах асуудалтай их тулгарч байвал тохируулна уу.
ms: Laraskan pilihan ini hanya jika anda sering menghadapi isu tamat tempoh penerimaan.
pt_pt: Ajuste esta opção apenas se frequentemente encontrar problemas de tempo limite na receção.
ru: Настройте этот параметр, только если вы часто сталкиваетесь с проблемами тайм-аута получения.
sv: Justera detta alternativ endast om du ofta upplever timeout-problem vid mottagning.
th: ปรับตัวเลือกนี้เฉพาะเมื่อคุณพบปัญหาการหมดเวลาการรับบ่อยครั้ง.
tr: Bu seçeneği yalnızca sık sık zaman aşımı sorunları yaşıyorsanız ayarlayın.
uk: Налаштуйте цю опцію лише тоді, коли ви часто стикаєтесь із проблемами перевищення часу очікування.
vi: Chỉ điều chỉnh tùy chọn này khi bạn thường xuyên gặp sự cố quá thời gian chờ nhận.
zh: 仅在您频繁遇到接收超时问题时调整此选项。
zh_hant: 僅當您經常遇到接收超時問題時調整此選項。

source: Next
ar: التالي
be: Daléj
de: Weiter
es: Siguiente
fr: Suivant
hu: Következő
id: Berikutnya
it: Avanti
lt: Kitas
mn: Дараах
ms: Seterusnya
pt_pt: Seguinte
ru: Далее
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp theo
zh: 下一步
zh_hant: 下一步

# enable_sync_up_to_date_tip
source: Before enabling sync, please make sure that the library on your current device is up to date. Sync will merge the libraries of all your devices, so if the data on one device is outdated and sync is enabled, the outdated data will spread to all devices.
ar: قبل تمكين المزامنة، يرجى التأكد من أن المكتبة على جهازك الحالي محدثة. ستدمج المزامنة مكتبات جميع أجهزتك، لذا إذا كانت بيانات أحد الأجهزة قديمة وتم تمكين المزامنة، فسوف تنتشر البيانات القديمة إلى جميع الأجهزة.
be: Piérš čým uklučýć synchranizácyju, pierakanájciesia, štó biblijatéka ná vášaj biahúčaj pryłádzie abnóŭlenaja. Synchranizácyja abjadnáje biblijatéki ŭsích vášych pryłádaŭ, tamú, kalí dányja ná adnój pryłádzie sastaréli j synchranizácyja ŭklúčanaja, sastaréłyja dányja raspaŭsiúdziacca ná ŭsié pryłády.
de: Stellen Sie vor dem Aktivieren der Synchronisierung sicher, dass die Bibliothek auf Ihrem aktuellen Gerät auf dem neuesten Stand ist. Die Synchronisierung kombiniert die Bibliotheken aller Ihrer Geräte. Wenn die Daten eines Geräts veraltet sind und die Synchronisierung aktiviert wird, werden die veralteten Daten auf alle Geräte übertragen.
es: Antes de activar la sincronización, asegúrate de que la biblioteca en tu dispositivo actual esté actualizada. La sincronización combinará las bibliotecas de todos tus dispositivos, por lo que si los datos en un dispositivo están desactualizados y activas la sincronización, los datos desactualizados se distribuirán a todos los dispositivos.
fr: Avant d'activer la synchronisation, veuillez vous assurer que la bibliothèque de votre appareil actuel est à jour. La synchronisation fusionnera les bibliothèques de tous vos appareils, donc si les données d'un appareil sont obsolètes et que la synchronisation est activée, les données obsolètes se propageront à tous les appareils.
hu: A szinkronizálás engedélyezése előtt győződjön meg róla, hogy az aktuális eszköz könyvtára naprakész. A szinkronizálás összevonja az összes eszköz könyvtárait, így ha az egyik eszközön lévő adatok elavultak, és a szinkronizálás engedélyezett, az elavult adatok minden eszközre kiterjednek.
id: Sebelum mengaktifkan sinkronisasi, pastikan perpustakaan di perangkat Anda saat ini sudah terbaru. Sinkronisasi akan menggabungkan perpustakaan dari semua perangkat Anda, sehingga jika data di satu perangkat sudah usang dan sinkronisasi diaktifkan, data usang akan menyebar ke semua perangkat.
it: Prima di abilitare la sincronizzazione, assicurati che la libreria sul dispositivo attuale sia aggiornata. La sincronizzazione unirà le librerie di tutti i tuoi dispositivi, quindi se i dati di un dispositivo sono obsoleti, si propagheranno ovunque.
lt: Prieš įjungdami sinchronizavimą, įsitikinkite, kad dabartiniame prietaise esanti biblioteka yra atnaujinta. Sinchronizavimas sujungs visų jūsų prietaisų bibliotekas, todėl jei duomenys viename prietaise yra pasenę ir įjungtas sinchronizavimas, pasenę duomenys išplis į visus prietaisus.
mn: Синк идэвхжүүлэхээс өмнө төхөөрөмжийн сан шинэчлэгдсэн эсэхийг шалгана уу. Синк нь бүх төхөөрөмжийн санг нэгтгэдэг тул хуучин өгөгдлийг бусад төхөөрөмж рүү хуулах магдлалтай тул болгоомжлоорой.
ms: Sebelum mengaktifkan penyelarasan, pastikan pustaka pada peranti semasa anda adalah terkini. Penyelarasan akan menggabungkan pustaka dari semua peranti anda, jadi jika data dari salah satu peranti tidak dikemas kini, data lama akan tersebar ke semua peranti.
pt_pt: Antes de ativar a sincronização, certifique-se de que a biblioteca no dispositivo atual está atualizada. A sincronização irá combinar as bibliotecas de todos os seus dispositivos, então se os dados de algum dispositivo não estiverem atualizados, dados antigos podem ser propagados.
ru: Перед включением синхронизации убедитесь, что библиотека на текущем устройстве актуальна. Синхронизация объединяет библиотеки всех устройств, поэтому если на одном из устройств данные устарели, они распространятся на все устройства.
sv: Innan du aktiverar synkronisering, se till att biblioteket på din nuvarande enhet är uppdaterat. Synkronisering kommer att slå samman biblioteken från alla dina enheter. Om data på en enhet är inaktuell och synkronisering aktiveras, kommer den inaktuella datan att spridas till alla enheter.
th: ก่อนเปิดใช้การซิงค์ โปรดตรวจสอบว่าไลบรารีในอุปกรณ์ปัจจุบันของคุณทันสมัย การซิงค์จะรวมไลบรารีของทุกอุปกรณ์คุณเข้าด้วยกัน หากข้อมูลในอุปกรณ์ใดล้าสมัย ข้อมูลเก่าจะถูกกระจายไปยังทุกอุปกรณ์.
tr: Senkronizasyonu etkinleştirmeden önce, mevcut cihazınızdaki kütüphanenin güncel olduğundan emin olun. Senkronizasyon, tüm cihazlardaki kütüphaneleri birleştirir, bu nedenle bir cihazdaki veriler eskiyse ve senkronizasyon etkinleştirilirse, eski veriler tüm cihazlara yayılır.
uk: Перед увімкненням синхронізації переконайтесь, що бібліотека на вашому поточному пристрої актуальна. Синхронізація об'єднає бібліотеки всіх ваших пристроїв. Якщо дані на одному пристрої застарілі, ці застарілі дані поширяться на всі пристрої.
vi: Trước khi bật đồng bộ hóa, hãy đảm bảo rằng thư viện trên thiết bị hiện tại của bạn đã được cập nhật. Đồng bộ hóa sẽ hợp nhất thư viện trên tất cả các thiết bị, vì vậy nếu dữ liệu trên một thiết bị không cập nhật, dữ liệu không cập nhật sẽ lan truyền đến tất cả các thiết bị.
zh: 启用同步之前，请确保当前设备上的库是最新的。同步将合并所有设备的库，因此如果其中一个设备的数据是过时的，开启同步后，过时数据会传播到所有设备。
zh_hant: 啟用同步之前，請確保當前設備上的資料庫是最新的。同步將合併所有設備的資料庫，因此如果某個設備上的數據是過時的，啟用同步後，過時數據將傳播到所有設備。

# are_you_sure_proceed
source: Are you sure you want to proceed?
ar: هل أنت متأكد أنك تريد المتابعة؟
be: Vý ŭpéŭnienyja, štó chóčacie praciahnúć?
de: Sind Sie sicher, dass Sie fortfahren möchten?
es: ¿Estás seguro de que deseas continuar?
fr: Êtes-vous sûr de vouloir continuer ?
hu: Biztos benne, hogy folytatni szeretné?
id: Apakah Anda yakin ingin melanjutkan?
it: Sei sicuro di voler procedere?
lt: Ar tikrai norite tęsti?
mn: Үргэлжлүүлэх үү?
ms: Anda pasti mahu meneruskan?
pt_pt: Tem a certeza de que deseja continuar?
ru: Вы уверены, что хотите продолжить?
sv: Är du säker på att du vill fortsätta?
th: คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?
tr: Devam etmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете продовжити?
vi: Bạn có chắc chắn muốn tiếp tục không?
zh: 确定要继续吗？
zh_hant: 確定要繼續嗎？

# create_backup_before_enable_sync
source: Create a backup before enabling sync.
ar: أنشئ نسخة احتياطية قبل تمكين المزامنة.
be: Stvarýć rezervóvuju kópiju piérad uklučéńniem synchranizácyji.
de: Erstellen Sie ein Backup, bevor Sie die Synchronisierung aktivieren.
es: Crea una copia de seguridad antes de habilitar la sincronización.
fr: Créez une sauvegarde avant d'activer la synchronisation.
hu: Hozzon létre biztonsági mentést, mielőtt engedélyezi a szinkronizálást.
id: Buat cadangan sebelum mengaktifkan sinkronisasi.
it: Crea un backup prima di abilitare la sincronizzazione.
lt: Prieš įjungdami sinchronizavimą sukurkite atsarginę kopiją.
mn: Синк идэвхжүүлэхээс өмнө байк-ап үүсгээрэй.
ms: Buat sandaran sebelum mengaktifkan penyelarasan.
pt_pt: Crie uma cópia de segurança antes de ativar a sincronização.
ru: Создайте резервную копию перед включением синхронизации.
sv: Skapa en säkerhetskopia innan du aktiverar synkronisering.
th: สร้างข้อมูลสำรองก่อนเปิดใช้การซิงค์.
tr: Senkronizasyonu etkinleştirmeden önce bir yedek oluşturun.
uk: Створіть резервну копію перед увімкненням синхронізації.
vi: Tạo bản sao lưu trước khi bật đồng bộ hóa.
zh: 启用同步前创建备份。
zh_hant: 啟用同步前請建立備份。

# subscribe_to_enable_sync
source: Subscribe Premium to Enable Sync
ar: اشترك في البريميوم لتمكين المزامنة
be: Padpišýciesia ná prémijum, káb uklučýć synchranizácyju
de: Abonnieren Sie Premium, um die Synchronisierung zu aktivieren
es: Suscríbete a Premium para activar la sincronización
fr: Abonnez-vous à Premium pour activer la synchronisation
hu: Fizessen elő prémiumra a szinkronizálás engedélyezéséhez
id: Berlangganan Premium untuk Mengaktifkan Sinkronisasi
it: Abbonati a Premium per Abilitare la Sincronizzazione
lt: Prenumeruoti Premium kad įjungtumėte sinchronizavimą
mn: Premium хувилбар авж синк идэвхжүүлэх боломжтой болно.
ms: Langgan Premium untuk Aktifkan Penyelarasan
pt_pt: Subscreva Premium para Ativar Sincronização
ru: Подпишитесь на Premium, чтобы включить Синхронизацию
sv: Prenumerera på Premium för att aktivera synkronisering
th: สมัคร Premium เพื่อเปิดใช้การซิงค์
tr: Senkronizasyonu etkinleştirmek için Premium abone olun
uk: Підпишіться на Premium, щоб увімкнути синхронізацію.
vi: Đăng ký Premium để bật Đồng bộ hóa.
zh: 订阅 Premium 以启用同步
zh_hant: 訂閱 Premium 以啟用同步。

# sync_not_enable
source: Sync is not enable.
ar: المزامنة غير مفعلة.
be: Synchranizácyja nié ŭklúčanaja.
de: Synchronisierung ist nicht aktiviert.
es: La sincronización no está habilitada.
fr: La synchronisation n'est pas activée.
hu: A szinkronizálás nincs engedélyezve.
id: Sinkronisasi tidak diaktifkan.
it: Sincronizzazione non abilitata.
lt: Sinchronizavimas neįjungtas.
mn: Синк идэвхгүй байна.
ms: Penyelarasan tidak diaktifkan.
pt_pt: Sincronização não ativada.
ru: Синхронизация не включена.
sv: Synkronisering är inte aktiverad.
th: ยังไม่ได้เปิดใช้การซิงค์.
tr: Senkronizasyon etkin değil.
uk: Синхронізація не увімкнена.
vi: Đồng bộ hóa chưa được bật.
zh: 同步未启用。
zh_hant: 同步尚未啟用。

source: Login required.
ar: تسجيل الدخول مطلوب.
be: Patrabújecca aŭtaryzácyja.
de: Anmeldung erforderlich.
es: Se requiere iniciar sesión.
fr: Connexion requise.
hu: Bejelentkezés szükséges.
id: Masuk diperlukan.
it: Accesso richiesto.
lt: Reikalingas prisijungimas.
mn: Нэвтрэх шаардлагатай.
ms: Log masuk diperlukan.
pt_pt: Login necessário.
ru: Требуется авторизация.
sv: Inloggning krävs.
th: ต้องเข้าสู่ระบบ.
tr: Giriş yapılması gerekiyor.
uk: Потрібно увійти в акаунт.
vi: Cần đăng nhập.
zh: 需要登录。
zh_hant: 需要登錄。

# extension_filtered_out_by_nsfw
source: {x, plural, one{1 extension is} other{{x} extensions are}} not being displayed due to potentially containing sensitive content. Adjust the Extensions settings to display.
ar: {x, plural, one{إضافة واحدة} other{{x} إضافات}} غير ظاهرة لاحتمالية احتوائها على محتوى حساس. عدل إعدادات الإضافات لعرضها.
be: {x, plural, one{1 pašyréńnie} other{{x} pašyréńni}} nié adlustróŭvajucca z-zá tahó, štó patencýjna ŭtrýmlivajuć niebiaśpiéčny kantént. Adrehulújcie nałády pašyréńniaŭ dlá adlustraváńnia.
de: {x, plural, one{1 Erweiterung wird} other{{x} Erweiterungen werden}} nicht angezeigt, da sie möglicherweise sensible Inhalte enthalten. Passen Sie die Erweiterungseinstellungen an, um sie anzuzeigen.
es: {x, plural, one{1 extensión no se muestra} other{{x} extensiones no se muestran}} debido a que podrían contener contenido sensible. Ajusta la configuración de extensiones para mostrarlas.
fr: {x, plural, one{1 extension n’est pas affichée} other{{x} extensions ne sont pas affichées}} en raison d’un contenu potentiellement sensible. Modifiez les paramètres des extensions pour les afficher.
hu: {x, plural, one{1 bővítmény} other{{x} bővítmények}} nem jelennek meg, mert érzékeny tartalmat tartalmazhatnak. Módosítsa a bővítmények beállításait a megjelenítéshez.
id: {x, plural, one{1 ekstensi tidak ditampilkan} other{{x} ekstensi tidak ditampilkan}} karena berpotensi mengandung konten sensitif. Sesuaikan pengaturan Ekstensi untuk menampilkan.
it: {x, plural, one{1 estensione è} other{{x} estensioni sono}} nascoste perché potrebbero contenere contenuti sensibili. Modifica le Impostazioni delle Estensioni per visualizzarle.
lt: {x, plural, one{1 plėtinys yra} other{{x} plėtiniai yra}} nerodomi, nes juose gali būti neskelbtino turinio. Sureguliuokite plėtinių nustatymus, kad jie būtų rodomi.
mn: {x, plural, one{1 өргөтгөл} other{{x} өргөтгөл}} мэдрэмтгий агуулгатай тул харуулахгүй байна. Өргөтгөлийн тохиргоог өөрчилснөөр харуулах боломжтой.
ms: {x, plural, one{1 sambungan disembunyikan} other{{x} sambungan disembunyikan}} kerana mungkin mengandungi kandungan sensitif. Laraskan tetapan sambungan untuk melihatnya.
pt_pt: {x, plural, one{1 extensão está} other{{x} extensões estão}} ocultas por conterem conteúdo sensível. Altere as configurações das extensões para exibir.
ru: {x, plural, one{1 расширение} other{{x} расширений}} скрыты из-за возможного наличия чувствительного контента. Измените настройки Расширений, чтобы отобразить.
sv: {x, plural, one{1 tillägg är} other{{x} tillägg är}} inte synliga eftersom de kan innehålla känsligt innehåll. Justera inställningarna för tillägg för att visa dem.
th: {x, plural, one{1 ส่วนเสริมถูกซ่อน} other{{x} ส่วนเสริมถูกซ่อน}} เนื่องจากอาจมีเนื้อหาที่ละเอียดอ่อน ปรับการตั้งค่าส่วนเสริมเพื่อแสดง.
tr: {x, plural, one{1 uzantı} other{{x} uzantı}} hassas içerik içerme olasılığı nedeniyle görüntülenmiyor. Görüntülemek için Uzantılar ayarlarını düzenleyin.
uk: {x, plural, one{1 додаток} other{{x} додатків}} не відображаються через можливу наявність чутливого контенту. Змініть налаштування додатків для перегляду.
vi: {x, plural, one{1 tiện ích} other{{x} tiện ích}} không hiển thị do có khả năng chứa nội dung nhạy cảm. Điều chỉnh cài đặt để hiển thị.
zh: {x, plural, one{1 个扩展} other{{x} 个扩展}} 因可能包含敏感内容未显示。 调整扩展设置以显示。
zh_hant: {x, plural, one{1 個擴展} other{{x} 個擴展}} 因可能包含敏感內容未顯示。 調整擴展設置以顯示。

# extension_filtered_out_by_lang
source: The extensions are available in {text}. Adjust the {preference} to display.
ar: الإضافات متاحة بـ{text}. قم بتعديل {preference} للعرض.
be: Pašyréńni dastúpnyja ŭ {text}. Adrehulújcie {preference} dlá adlustraváńnia.
de: Die Erweiterungen sind verfügbar in {text}. Passen Sie die {preference} an, um sie anzuzeigen.
es: Las extensiones están disponibles en {text}. Ajusta la {preference} para mostrar.
fr: Les extensions sont disponibles en {text}. Ajustez le {preference} pour afficher.
hu: A bővítmények elérhetőek itt: {text}. Módosítsa a {preference}-t, hogy lássa.
id: Ekstensi tersedia dalam {text}. Sesuaikan {preference} untuk menampilkan.
it: Le estensioni sono disponibili in {text}. Ajusta la {preference} per visualizzare.
lt: Plėtiniai galima rasti {text}. Sureguliuokite {preference}, kad būtų rodomi.
mn: Өргөтгөлүүд {text} хэл дээр байна. Харуулахын тулд {preference} тохируулна уу.
ms: Sambungan tersedia dalam {text}. Laraskan {preference} untuk paparan.
pt_pt: As extensões estão disponíveis em {text}. Ajuste a {preference} para exibir.
ru: Расширения доступны на {text}. Настройте {preference}, чтобы отобразить.
sv: Tilläggen är tillgängliga på {text}. Justera {preference} för att visa dem.
th: ส่วนขยายพร้อมใช้งานใน{text}. ปรับ{preference}เพื่อแสดงผล.
tr: Uzantılar {text} dilinde mevcuttur. Görüntülemek için {preference} ayarını düzenleyin.
uk: Розширення доступні {text}. Налаштуйте {preference}, щоб відобразити.
vi: Các tiện ích mở rộng có sẵn trong {text}. Điều chỉnh {preference} để hiển thị.
zh: 支持的扩展有 {text} 语言。 可调整 {preference} 以显示。
zh_hant: 擴展可在 {text} 中使用。 調整 {preference} 以顯示。

source: extension language preference
ar: تفضيل لغة الإضافة
be: pieraváha móvy pašyréńniaŭ
de: Spracheinstellungen für Erweiterungen
es: preferencia de idioma de extensión
fr: préférence de langue des extensions
hu: bővítmény nyelvi preferencia
id: preferensi bahasa ekstensi
it: preferenza linguistica delle estensioni
lt: plėtinio kalbos preferansas
mn: өргөтгөлийн хэлний тохиргоо
ms: pilihan bahasa sambungan
pt_pt: preferência de idioma das extensões
ru: предпочтение языка расширений
sv: språkinställning för tillägg
th: การตั้งค่าภาษาส่วนเสริม
tr: uzantı dil tercihi
uk: мовна перевага додатків
vi: ưu tiên ngôn ngữ tiện ích
zh: 扩展语言偏好
zh_hant: 擴展語言偏好

# hours_short
source: {x} h
ar: {x} ساعة
be: {x} hadz.
de: {x} Std.
hu: {x} ó
id: {x} jam
mn: {x}Н
ms: {x} j
ru: {x} ч
sv: {x} tim
th: {x} ชม.
tr: {x} saat
uk: {x} год
vi: {x} giờ
zh: {x} 小时
zh_hant: {x} 小時

# minutes_short
source: {x} m
ar: {x} دقيقة
be: {x} chv.
de: {x} Min.
fr: {x} min
hu: {x} perc
it: {x} min
mn: {x}м
pt_pt: {x} min
ru: {x} мин
sv: {x} min
th: {x} นาที
tr: {x} dk
uk: {x} хв
vi: {x} phút
zh: {x} 分钟
zh_hant: {x} 分鐘

# seconds_short
source: {x} s
ar: {x} ثانية
be: {x} sek.
de: {x} Sek.
hu: {x} mp
id: {x} d
mn: {x}с
ru: {x} с
sv: {x} sek
th: {x} วิ
tr: {x} sn
uk: {x} с
vi: {x} giây
zh: {x} 秒
zh_hant: {x} 秒

# hours_minutes_short
source: {x} h {y} m
ar: {x} ساعة {y} دقيقة
be: {x} hadz. {y} chv.
de: {x} Std. {y} Min.
fr: {x} h {y} min
hu: {x} ó {y} perc
id: {x} jam {y} m
it: {x} h {y} min
mn: {x}н {y}м
ms: {x} j {y} m
pt_pt: {x} h {y} min
ru: {x} ч {y} мин
sv: {x} tim {y} min
th: {x} ชม. {y} นาที
tr: {x} saat {y} dk
uk: {x} год {y} хв
vi: {x} giờ {y} phút
zh: {x} 小时 {y} 分钟
zh_hant: {x} 小時 {y} 分鐘

# minutes_seconds_short
source: {x} m {y} s
ar: {x} دقيقة {y} ثانية
be: {x} chv. {y} sek.
de: {x} Min. {y} Sek.
fr: {x} min {y} s
hu: {x} perc {y} mp
id: {x} m {y} d
it: {x} min {y} s
mn: {x}м {y}с
pt_pt: {x} min {y} s
ru: {x} мин {y} с
sv: {x} min {y} sek
th: {x} นาที {y} วิ
tr: {x} dk {y} sn
uk: {x} хв {y} с
vi: {x} phút {y} giây
zh: {x} 分钟 {y} 秒
zh_hant: {x} 分鐘 {y} 秒

# tachiyomiBackupSectionTitle
source: Tachiyomi, Mihon and forks
ar: Tachiyomi و Mihon والفروع
be: Tachiyomi, Mihon dý jých razháliny
de: Tachiyomi, Mihon und Forks
es: Tachiyomi, Mihon y forks
fr: Tachiyomi, Mihon et forks
hu: Tachiyomi, Mihon és forkok
id: Tachiyomi, Mihon, dan fork
it: Tachiyomi, Mihon e fork
lt: Tachiyomi, Mihon ir forks
mn: Тачиёоми, Михон болон хувилбарууд
ms: Tachiyomi, Mihon dan fork
pt_pt: Tachiyomi, Mihon e forks
ru: Tachiyomi, Mihon и форки
sv: Tachiyomi, Mihon och forks
th: Tachiyomi, Mihon และ forks
tr: Tachiyomi, Mihon ve türevleri
uk: Tachiyomi, Mihon та форки
vi: Tachiyomi, Mihon và các nhánh
zh: Tachiyomi、Mihon及分支
zh_hant: Tachiyomi、Mihon及分支

# importTachiyomiBackupTitle
source: Import Tachiyomi backup
ar: استيراد نسخة احتياطية لـ Tachiyomi
be: Jympartaváć rezervóvuju kópiju Tachiyomi
de: Tachiyomi-Backup importieren
es: Importar copia de seguridad de Tachiyomi
fr: Importer une sauvegarde Tachiyomi
hu: Tachiyomi mentés importálása
id: Impor cadangan Tachiyomi
it: Importa backup Tachiyomi
lt: Importuoti Tachiyomi atsarginę kopiją
mn: Тачиёоми байк-апыг импортлох
ms: Import sandaran Tachiyomi
pt_pt: Importar cópia de segurança do Tachiyomi
ru: Импортировать резервную копию Tachiyomi
sv: Importera Tachiyomi-säkerhetskopia
th: นำเข้าสำรอง Tachiyomi
tr: Tachiyomi yedeğini içe aktar
uk: Імпортувати резервну копію Tachiyomi
vi: Nhập tệp sao lưu Tachiyomi
zh: 导入Tachiyomi备份
zh_hant: 匯入Tachiyomi備份

# importTachiyomiBackupDescription
source: Import library from the backup of Tachiyomi, Mihon and forks.
ar: استيراد المكتبة من النسخة الاحتياطية لـ Tachiyomi و Mihon والفروع.
be: Jympartaváć biblijatéku z rezervóvaj kópiji Tachiyomi, Mihon i jých razhálinaŭ.
de: Bibliothek aus dem Backup von Tachiyomi, Mihon und Forks importieren.
es: Importa la biblioteca desde una copia de seguridad de Tachiyomi, Mihon y forks.
fr: Importer la bibliothèque depuis une sauvegarde de Tachiyomi, Mihon et forks.
hu: Könyvtár importálása a Tachiyomi, Mihon és forkok mentéséből.
id: Impor pustaka dari cadangan Tachiyomi, Mihon, dan fork.
it: Importa la libreria dal backup di Tachiyomi, Mihon e fork.
lt: Importuokite biblioteką iš atsarginės Tachiyomi, Mihon ir forks kopijos.
mn: Тачиёоми, Михон болон хувилбаруудыг байк-апийн сангаас импортлох.
ms: Import pustaka dari sandaran Tachiyomi, Mihon dan fork.
pt_pt: Importar biblioteca da cópia de segurança do Tachiyomi, Mihon e forks.
ru: Импорт библиотеки из резервной копии Tachiyomi, Mihon и форков.
sv: Importera bibliotek från säkerhetskopia av Tachiyomi, Mihon och forks.
th: นำเข้าห้องสมุดจากข้อมูลสำรองของ Tachiyomi, Mihon และ forks
tr: Tachiyomi, Mihon ve türevlerinin yedeğinden kütüphaneyi içe aktar.
uk: Імпортуйте бібліотеку з резервної копії Tachiyomi, Mihon і форків.
vi: Nhập thư viện từ tệp sao lưu của Tachiyomi, Mihon và các nhánh.
zh: 从Tachiyomi、Mihon及分支的备份中导入库。
zh_hant: 從Tachiyomi、Mihon及分支的備份中匯入庫。

# createTachiyomiBackupTitle
source: Create Tachiyomi-compatible backup
ar: إنشاء نسخة احتياطية متوافقة مع Tachiyomi
be: Stvarýć rezervóvuju kópiju, sumiaščálnuju z Tachiyomi
de: Tachiyomi-kompatibles Backup erstellen
es: Crear copia de seguridad compatible con Tachiyomi
fr: Créer une sauvegarde compatible Tachiyomi
hu: Tachiyomi-kompatibilis mentés készítése
id: Buat cadangan yang kompatibel dengan Tachiyomi
it: Crea backup compatibile con Tachiyomi
lt: Sukurti su Tachiyomi suderinamą atsarginę kopiją
mn: Тачиёоми-д таарах байк-ап үүсгэх
ms: Cipta sandaran serasi Tachiyomi
pt_pt: Criar cópia de segurança compatível com Tachiyomi
ru: Создать резервную копию, совместимую с Tachiyomi
sv: Skapa Tachiyomi-kompatibel säkerhetskopia
th: สร้างข้อมูลสำรองเข้ากันได้กับ Tachiyomi
tr: Tachiyomi uyumlu yedek oluştur
uk: Створити сумісну резервну копію з Tachiyomi
vi: Tạo tệp sao lưu tương thích với Tachiyomi
zh: 创建Tachiyomi兼容备份
zh_hant: 建立Tachiyomi相容備份
